{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 39,
            "content": "Osiride, nella sua forma di Seker, morto nel suo petto, con Iside a sinistra e Nefti a destra. (Da un bassorilievo nel tempio di Osiride a Dendera.) Chiamato Tezcatlipoca, che alla fine causò la sua rovina, non fu lui a mettere Quetzalcoatl nel suo petto. E mentre si afferma chiaramente che il cuore di Quetzalcoatl si trasformò nella Stella del Mattino, nel caso di Osiride viene solo insinuato. Inoltre, nel caso di Osiride, è la sua anima, e non il suo cuore, a diventare la Stella del Mattino, anche se, certamente, gli Egizi ritenevano che l'anima risiedesse nel cuore. Nel cercare di spiegare le somiglianze che troviamo tra la mitologia americana e quella classica, nonché con le principali tradizioni degli Ebrei, Max Fauconnet ha posto le seguenti domande: “Significa questo che l'umanità fu un tempo ridotta a un piccolo gruppo di individui che successivamente si diffuse sulla terra, portando con sé le loro leggende che alterarono nel corso dei secoli in accordo con nuovi climi e nuove abitudini? Oppure, come sembra più probabile, tutte queste leggende sono una rappresentazione confusa di grandi eventi su scala planetaria che furono avvistati in terrore simultaneamente dagli uomini sparsi ovunque nel mondo?”"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 40,
            "content": "Rito funerario egiziano. Ogni faraone morto divenne un Osiride e si credeva quindi che ricreasse gli eventi della morte e della resurrezione di Osiride per poter unirsi al dio in cielo. (Illustrazione di John Green.) Ma allora quale grande evento potrebbe aver dato origine alla strega che cavalca una scopa che troviamo su entrambi i lati dell'Atlantico? Sebbene l'idea che le streghe volassero nell'aria su scope risalga all'Europa medievale, i conquistadores spagnoli trovarono l'equivalente della strega negli annali dei messicani sotto forma di Tlacolteutl, dea del vizio e consumatrice di sporcizia. Rappresentata nuda come alcune delle sue controparti europee, anche lei era una strega che volava nell'aria su una scopa. Immanuel Velikovsky—e spero che nessuno mi accusi di fare affidamento su uno studioso che è stato screditato—aveva la propria spiegazione riguardo all'apparizione della strega sulla sua scopa su entrambi i lati dell'Atlantico. Come notò: “... se esiste un'immagine fantastica proiettata contro il cielo e che si ripete in tutto il mondo, è molto probabilmente un'immagine che fu vista sullo schermo del cielo da molti popoli contemporaneamente. In una occasione una cometa assunse la forma notevole di ...”"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 41,
            "content": "41",
            "captions": [
                "Rappresentazione romantica della strega sulla sua scopa."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 42,
            "content": "Tlacolteutl, dea del vizio e consumatrice di sporcizia, la strega azteca che cavalca la sua scopa, la quale scopa è accoppiata con l'immagine cometaria aggiuntiva del serpente-drago. (Dal Codice Fejervary-Mayer.) Forma di una donna che cavalca una scopa, e l'immagine celeste era così chiaramente definita che la stessa impressione fu imposta a tutti i popoli del mondo.” Fantastica come questa spiegazione possa sembrare a prima vista, non dovrebbe essere scartata a priori. L'apparizione delle comete, per un lato, non dovrebbe essere giudicata dalle deboli luminosità che hanno vanamente cercato di illuminare il cielo del ventesimo secolo. Quando si legge in una prestigiosa enciclopedia di astronomia riguardo “allo spettacolo straordinario che una grande cometa può produrre;” quando si leggono nei cronache antiche e non così antiche riguardo alle comete che “si diffondono nella forma di un drago,” estendendosi dal Mare d'Irlanda alle regioni della Gallia, o di altre viste “che azzuffano la loro coda selvaggiamente come se fossero in agonia;” quando si osservano rappresentazioni antiche e non così antiche delle comete con le loro code che si estendono a metà cielo, alcune delle quali erano abbastanza luminose da essere viste ad occhio nudo in pieno giorno, non si può fare a meno di giungere alla conclusione che la magnificenza cometaria stia diminuendo. Le comete attuali sembrano essere solo residui decrepiti, stanchi e demotivati—ombre spettrali della loro ex gloria. Se dunque, nel passato non troppo remoto, le comete sono apparse assumendo forme fantastiche di draghi (per non parlare di spade e persino persone), cosa sarebbe così straordinario se una di esse avesse preso una forma che è stata visualizzata da diversi popoli come una donna che cavalca una scopa? In realtà, la visualizzazione delle comete come scope celesti era abbastanza comune nel Vecchio Mondo. In Cina, per esempio, le comete erano conosciute anche come “stelle candele” che si dicevano consistessero di una stella sopra la quale si potevano vedere scope che puntavano verso l'alto. E, infatti, il termine “Broom Star,” in cinese reso sao-hsing, era il nome cinese più comune per “cometa.” Un fascio di paglia, che è ciò di cui erano fatte le scope primitive, era anche un antico simbolo cometario europeo. È quindi indicativo che, come rappresentato in un codice azteco, la strega Tlacolteutl combini due simboli cometari separati, poiché non solo viene mostrata mentre cavalca una scopa, ma anche la scopa stessa è accoppiata con l'immagine del serpente-drago."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 43,
            "content": "\"Broom Star,” in cinese reso sao-hsing, era il nome cinese più comune per “cometa.” Un fascio di paglia, che è ciò di cui erano fatte le scope primitive, era anche un antico simbolo cometario europeo. È quindi indicativo che, come rappresentato in un codice azteco, la strega Tlacolteutl combini due simboli cometari separati, poiché non solo viene mostrata mentre cavalca una scopa, ma anche la scopa stessa è accoppiata con l'immagine del serpente-drago.” Nonostante tutto ciò, e senza voler negare nulla di ciò che ho detto sopra, rimane la mia convinzione personale che molti, se non la maggior parte, del record mitostorico sia stato trasmesso da una cultura all'altra attraverso il mezzo della diffusione. Ma non è stato, come generalmente si crede, una diffusione per contatto. Al contrario, sembra essere stata una diffusione per separazione. **FESTA DIVINA** A questo punto, forse, dovrebbe essere sottolineato che i problemi coinvolti nell'interpretazione della mitologia non sono soltanto una preoccupazione moderna. Gli stessi problemi occupavano le menti degli antichi—definitivamente gli antichi Greci che erano molto “preoccupati per la relazione del razionalismo con le credenze tradizionali.” Come notò Fred Bratton: “I Sofisti e i Neoplatonici anticiparono una soluzione moderna definendo i miti come allegorie che simbolizzavano verità morali o spirituali e non dovevano essere presi alla lettera. I filosofi neoplatonici e stoici del periodo ellenistico furono così in grado di mantenere sia la tradizione che il razionalismo. Questo metodo di interpretazione fu rifiutato da Platone e dai successivi Epicurei come un modo per mantenere intatte le tradizionali credenze soprannaturali della religione statale e mantenere i fatti della storia nascosti al popolo. L'imperatore Julian considerava i miti come insegnamenti esoterici compresi solo dall'aristocrazia intellettuale. I primi teologi cristiani screditarono i miti pagani mentre insegnavano nuovi miti per le religioni ebraiche e cristiane.” Oltre che come forma d'arte, spesso di natura più voluttuosa o eroica che no, la mitologia non è molto apprezzata dal laico moderno. Eppure, in una forma o nell'altra—e questo include occultismo passato e recente tra i nostri giovani—la religione lo è. Qui si trova una delle principali incongruenze del problema che desidero affrontare perché, in sostanza, la religione è solo l'interpretazione filosofica e la ritualizzazione mistica del mito. Le forme che le varie religioni dell'uomo hanno assunto nel passato, e continuano ad assumere nel presente, sono infinite. I nomi dei suoi dei passati e presenti sono legionari. I rituali che ha inventato con cui ha cercato, e continua a cercare, la protezione divina e la benedizione divina hanno spaziato dalle feste dell'amore ai terribili sacrifici umani di massa. Attraverso le epoche, l'interpretazione espositiva e le apologetiche teologiche riguardanti i suoi riti e credenze hanno riempito innumerevoli volumi, la maggior parte dei quali non fa altro che contraddirsi a vicenda. Nel frattempo, le scoperte dell'antropologia e dell'archeologia continuano ad aggiungere prove non solo dell'antichità della fede di base dell'uomo ma anche dell'universalità della sua struttura tematica. Anche quell'indomabile primitivo, l'Uomo di Neanderthal, si è finalmente dovuto ammettere, aveva, ardentemente nel suo petto selvaggio, il disperato bisogno di soddisfare, o altrimenti placare, le forze invisibili associate alla morte.” L'uomo, per come appare ora, è stato una creatura religiosa fin dal momento stesso della sua iniziazione umana. Lo studio della religione comparata, nonostante la sua passata banalianza generale, è sempre stato soggetto a intuizioni casuali. Fin dall'inizio dello sviluppo del pensiero occidentale, i filosofi erano consapevoli dell'universalità di alcuni riti e credenze religiose. Tra questi si possono enumerare ogni genere di rituali lustrativi; il bisogno di qualche tipo di redenzione; l'immortalità dell'anima, della mente o dell'aura umana; la credenza in paradiso, inferno o qualche altro luogo di esistenza dopo la morte; e vari altri. La maggior parte di questi è stata spesso spiegata come un sollievo psicologico—un raggio di speranza contro la realizzazione di una vita futile culminata con la finalità della morte. Si è detto prima che l'uomo è l'unico animale gravato da questa acuta consapevolezza. È anche per questa stessa ragione che coloro di mente non religiosa, che lo realizzino o no, spesso si ritrovano coinvolti in una ricerca continua del presunto significato della vita. La credenza in un aldilà non dovrebbe, di per sé, comportare una credenza in Dio. La credenza in una ricompensa, o punizione, dopo la morte, d'altra parte, sì—perché qualcuno, o qualcosa, deve esistere per giudicare e distribuire la giustizia. Questo qualcuno, questo qualcosa, questo Dio, dovrebbe logicamente essere esemplare. Come mai la maggior parte degli dei dell'uomo non lo sono? Lo sforzo filosofico di discernere precetti morali nell'azione divina diventa una sorta di farsa quando si è di fronte alle attività empie della maggior parte delle divinità. Gli dei greci, per esempio, erano colpevoli di parricidio, macelleria, cannibalismo, rabbia, gelosia, adulterio, stupro, incesto, inganno e sterminio senza eguali. Queste azioni non sono simboliche di precetti morali; sono le avventure irresponsabili di un gruppo di festaioli delinquenti. Perché, allora, i Greci guardavano a questi dei imperfetti, costruivano templi costosi, offrivano loro sacrifici, preghiere e invocazioni, mentre i filosofi cercavano di illustrare la divinità di quel che credevano essere l'universo ordinato confrontandolo con questi dei? Gli Stoici e gli apologeti pagani avevano a lungo tentato di spiritualizzare i miti descritti da Esiodo e altri. Questa spiritualizzazione, sotto forma di allegorismo, continuò come modalità dominante di interpretazione mitica ben oltre il Medioevo e nel Rinascimento.* Solo a metà del XVII secolo, e più ancora durante l'Ottocento, i filosofi iniziarono a ridurre gli episodi fantastici della mitologia classica a narrazioni di buon senso. Ma questo era solo un tentativo di dis-allegorizzare i miti. L'origine degli dei, insieme ai riti a loro connessi, rimase inspiegata. Le azioni degli dei greci non potevano più essere viste come il conflitto morale tra bene e male—tra virtù e vizio—per il semplice motivo che, secondo i miti, il male, o il vizio, era più spesso trionfante che no. Zeus era colpevole di più inganni e stupri di qualsiasi altro dio venerato dai Greci. Eppure lo stesso Zeus era considerato il difensore della legge e dell'ordine. Se questa legge divina non poteva essere spiegata allegoricamente, poteva solo significare che gli dei erano impermeabili alle proprie leggi. Pierre Bayle si divertiva ad accumulare racconti che narravano dei lussi di questi dei e dee che potevano indulgere in stupro incestuoso e omosessuale. Per lui, il mondo greco era un mondo di divinità sessualmente furiose.” Eppure i Greci dell'antichità credevano che queste azioni, normalmente ripugnanti anche per loro nonostante la loro società edonistica, avvenissero esattamente come narrato dai primi poeti— da Esiodo, da Omero e altri."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 44,
            "content": "Diana— dea greca della caccia. Scultura di Gaudens. Più spesso di quanto non sia, tali soggetti mitologici servivano semplicemente come scusa per la rappresentazione del corpo umano nudo. (Fotografia dell'autore, cortesia del Metropolitan Museum of Art.)"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 45,
            "content": "\"Associata alla morte.” L'uomo, per come appare ora, è stato una creatura religiosa fin dal momento stesso della sua iniziazione umana.\n\nLo studio della religione comparata, nonostante la sua passata banalianza generale, è sempre stato soggetto a intuizioni casuali. Fin dall'inizio dello sviluppo del pensiero occidentale, i filosofi erano consapevoli dell'universalità di alcuni riti e credenze religiose. Tra questi si possono enumerare ogni genere di rituali lustrativi; il bisogno di qualche tipo di redenzione; l'immortalità dell'anima, della mente o dell'aura umana; la credenza in paradiso, inferno o qualche altro luogo di esistenza dopo la morte; e vari altri.\n\nLa maggior parte di questi è stata spesso spiegata come un sollievo psicologico—un raggio di speranza contro la realizzazione di una vita futile culminata con la finalità della morte. Si è detto prima che l'uomo è l'unico animale gravato da questa acuta consapevolezza. È anche per questa stessa ragione che coloro di mente non religiosa, che lo realizzino o no, spesso si ritrovano coinvolti in una ricerca continua del presunto significato della vita.\n\nLa credenza in un aldilà non dovrebbe, di per sé, comportare una credenza in Dio. La credenza in una ricompensa, o punizione, dopo la morte, d'altra parte, sì—perché qualcuno, o qualcosa, deve esistere per giudicare e distribuire la giustizia. Questo qualcuno, questo qualcosa, questo Dio, dovrebbe logicamente essere esemplare. Come mai la maggior parte degli dei dell'uomo non lo sono?\n\nLo sforzo filosofico di discernere precetti morali nell'azione divina diventa una sorta di farsa quando si è di fronte alle attività empie della maggior parte delle divinità. Gli dei greci, per esempio, erano colpevoli di parricidio, macelleria, cannibalismo, rabbia, gelosia, adulterio, stupro, incesto, inganno e sterminio senza eguali. Queste azioni non sono simboliche di precetti morali; sono le avventure irresponsabili di un gruppo di festaioli delinquenti. Perché, allora, i Greci guardavano a questi dei imperfetti, costruivano templi costosi, offrivano loro sacrifici, preghiere e invocazioni, mentre i filosofi cercavano di illustrare la divinità di quel che credevano essere l'universo ordinato confrontandolo con questi dei?\n\nGli Stoici e gli apologeti pagani avevano a lungo tentato di spiritualizzare i miti descritti da Esiodo e altri. Questa spiritualizzazione, sotto forma di allegorismo, continuò come modalità dominante di interpretazione mitica ben oltre il Medioevo e nel Rinascimento.* Solo a metà del XVII secolo, e più ancora durante l'Ottocento, i filosofi iniziarono a ridurre gli episodi fantastici della mitologia classica a narrazioni di buon senso. Ma questo era solo un tentativo di dis-allegorizzare i miti. L'origine degli dei, insieme ai riti a loro connessi, rimase inspiegata.\n\nLe azioni degli dei greci non potevano più essere viste come il conflitto morale tra bene e male—tra virtù e vizio—per il semplice motivo che, secondo i miti, il male, o il vizio, era più spesso trionfante che no. Zeus era colpevole di più inganni e stupri di qualsiasi altro dio venerato dai Greci. Eppure lo stesso Zeus era considerato il difensore della legge e dell'ordine. Se questa legge divina non poteva essere spiegata allegoricamente, poteva solo significare che gli dei erano impermeabili alle proprie leggi.\n\nPierre Bayle si divertiva ad accumulare racconti che narravano dei lussi di questi dei e dee che potevano indulgere in stupro incestuoso e omosessuale. Per lui, il mondo greco era un mondo di divinità sessualmente furiose.” Eppure i Greci dell'antichità credevano che queste azioni, normalmente ripugnanti anche per loro nonostante la loro società edonistica, avvenissero esattamente come narrato dai primi poeti— da Esiodo, da Omero e altri."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 46,
            "content": "Zeus, che era colpevole di più inganni e stupri di qualsiasi altro dio venerato dai Greci. Perché, allora, lo stesso Zeus era considerato il difensore della legge e dell'ordine? (Fotografia dell'autore, cortesia del Museo Archeologico Nazionale di Atene.)"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 47,
            "content": "Pheidias, architetto del Partenone e scultore della colossale Atena Parthenos, fu accusato di un atto di empietà semplicemente perché una delle figure sullo scudo di Atena si pensava somigliasse a lui. Epicuro, perché ebbe il coraggio di insegnare in una scuola di sessi misti, causò un clamore scandaloso ai suoi tempi. Quando Praxiteles scolpì la sua famosa Afrodite, il popolo di Cos fu scioccato dalla completa nudità della figura. Socrate, perché predicava contro gli dei, fu accusato di bestemmia e di corrompere la gioventù del suo tempo. Per questo fu messo a morte. Eppure queste stesse persone, così scandalizzate dall'empietà dei loro cittadini, potevano guardare ai loro difensori della legge, gli dei, e scusare le azioni atroci di cui erano ritratti come colpevoli.\n\nDato che il nostro mondo occidentale deve tanto alla Grecia Classica, non dovremmo meravigliarci dell'incongruenza di questa faccenda? Non dovremmo porci la domanda: Cosa ha fatto sì che gli antichi—e i Greci non erano gli unici—inchinassero la testa a tale costante legalismo nella vita dei loro difensori della legge?"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 48,
            "content": "Scuola greca antica per ragazzi. L'istruzione non era obbligatoria. Le scuole erano private e richiedevano tasse. Le ragazze potevano ricevere un'istruzione simile in scuole separate. In Europa, le scuole separate per ragazzi e ragazze continuarono come standard morale fino al ventesimo secolo. Quando Epicuro ebbe il coraggio di insegnare in una scuola di sessi misti, causò un clamore scandaloso. (Illustrazione di John Green.)"
        }
    ]
}
