{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": null,
            "content": "CAPITOLO 19\nVagabondaggio Polare\nI Dati dei Coralli\nIl Modello della Calotta Glaciale\nIl Globo Cadente\nAlti Geoidici\nLe Evidenze Paleomagnetiche\nL'Archetipo Marziano\nUltimo Interludio\nCapitolo 20\nIl Accoppiamento Assiale\nIl Problema\nImprese Audaci\nLa Lezione di Shoemaker-Levy 9\nIl Sistema Transitorio\nGetti Cosmici\nOggetti Herbig-Haro\nCapitolo 21\nL'Axis Mundi\nLa Ruach\nLa Cosmogonia di Sanchoniathon\nBoreas\nEhecatl\nShu\nHurakan\nIl Dio Monocchio\nIl Posto Fallico\nLa Colonna del Cielo\nL'Asse Focoso\nIl Supporto di Cook\nL'Ombra Lunare di Suhr\nIl Polo dell'Eclittica\nIl Raggio Turbinante dall'Alto\nCapitolo 22\nGenesi Cosmica\nLa Natura della Bestia\nLa Depressione Artica\nNane Brune Sub-fluttuanti",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": null,
            "content": "Il Modello del Disco di Accrescimento\nEspulsioni Planetarie\nEspulsioni Astrali\nTerra Obiettiva\nEpilogo\nIngrandimento e Riduzione\nUna Concezione Alternativa\nFine del Primo Atto\nIndice\nDalla A alla Z",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 1,
            "content": "Capitolo 1\nMITO\nMiti e Leggende\nLa prima critica che sarà mossa a questo lavoro è che si basa solo su miti e leggende.\nSono d'accordo: lo è. Si basa anche su recenti scoperte in astronomia, geologia e paleontologia. Tuttavia, cosa sono miti e leggende?\nTecnicamente parlando, le leggende sono racconti tradizionali considerati popolari come miti storici. Ma allora cosa sono i miti? I miti sono solitamente definiti come racconti primitivi o antichi che coinvolgono esseri soprannaturali, spesso incarnando idee un tempo popolari riguardanti fenomeni naturali e storici.\nQual è, quindi, la differenza tra miti e leggende? Ci saranno alcuni che sosterranno che non c'è differenza. Altri potrebbero fare una distinzione tra racconti mitici raccontati su persone storiche (leggende) e racconti mitici su esseri divini e semi-divini (mitologia). Personalmente, farei una distinzione ulteriore nel senso che la mitologia si occupa principalmente delle origini cosmogoniche. Ma non soffermiamoci sulle semantiche. Dico semplicemente che, in questo lavoro, mi concentrerò su quei racconti che trattano di esseri divini e semi-divini. Tuttavia, un'affermazione che farò è che questi racconti non sono mitici nel senso comunemente inteso della parola. In altre parole, ciò che sto per affermare è che i racconti di cui mi occuperò non devono essere considerati non veri. Al contrario, spero di dimostrare oltre ogni ragionevole dubbio che questi racconti riflettono veramente eventi che, per quanto possano sembrare bizzarri, effettivamente sono avvenuti in epoche passate.\nFranz Xavier Kugler, una delle principali autorità mondiali su astronomia babilonese e biblica, cronologia e mitologia, morto nel 1929, ha avvertito che:\n\"La prima critica che sarà mossa a questo lavoro è che si basa solo su ... tradizioni antiche, anche quando sono vestite da mito e saga, non possono essere scartate leggermente come fantastiche o peggio, fabbricazioni prive di significato. È particolarmente opportuno evitare questa trappola quando si trattano resoconti seri, specialmente quelli di natura religiosa come quelli che si trovano in gran numero nell'Antico Testamento.\"\nIn questo lavoro, la parola “mitologia” è usata nel suo significato greco originale— mythologia, da muthos o mythos, come pronunciato dagli Ateniesi, che significa “racconto”, e logia, derivato da legein (parlare): cioè, la narrazione di racconti. Non c'è nulla nel termine greco stesso che specifichi che questi racconti fossero considerati fittizi. Più di ciò, furono questi stessi racconti a formare la base delle religioni greche e di altre religioni del mondo antico. Vero, si potrà contrattaccare che queste religioni antiche erano basate su premesse false. Ciò che intendo indicare, d'altra parte, è che queste premesse non erano affatto false.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 2,
            "content": "Ora si può chiedere: cosa costituisce effettivamente il mythos? Come ha spiegato Roger Wescott, il confronto linguistico suggerisce che la parola greca muthos deriva da una radice proto-indo-europea che significa “ricordare nostalgicamente” e/o “bramare”. E, come cercherò anche di dimostrare, i contenuti della mitologia mondiale indicano esattamente questo—un desiderio doloroso per le condizioni di un'epoca passata. Così Wescott era incline ad affermare di vedere il mito “più nostalgico che desideroso”, oltre ad essere “più commemorativo che immaginativo”.\nColoro che sono familiari con i contenuti del mito, anche se solo superficialmente, faranno notare immediatamente che i miti sono troppo infidi nei loro messaggi sconcertanti, se non contraddittori al punto da essere perplessi, per essere presi sul serio ai giorni nostri. Ma, come ha ammonito Claude Lévi-Strauss, “questa apparente arbitrarietà è smentita dall'incredibile somiglianza tra i miti raccolti in regioni ampiamente diverse.” O, come ha formulato sinteticamente Wescott: “I miti sono allo stesso tempo stranamente bizzarri e opprimente ripetitivi.” Per Alan Watts, il paradosso principale era che il mito nasconde mentre contemporaneamente rivela.\nRITUALE\nLo studio sistematico del mito potrebbe dire di essere stato inaugurato non prima del VI secolo a.C., ma ha continuato ininterrottamente da allora. Il mito, a sua volta, è inesorabilmente legato al rituale, tanto che una particolare scuola di pensiero ha a lungo sostenuto che il mito deriva dal rituale. Questa visione sostiene che i miti hanno avuto origine come commentari testuali destinati a spiegare e giustificare i riti. Come ha osservato James Frazer: “Nessun popolo ha mai osservato una consuetudine perché a un essere mitico è stato detto di aver agito in un certo modo una volta.\" E finché l'accento è su “essere mitico”, sono pienamente d'accordo. Tuttavia, non posso essere d'accordo con lui quando sostiene che “tutti i popoli hanno inventato miti per spiegare perché osservavano certe consuetudini” — specialmente poiché questo solleva la questione del perché le consuetudini siano sorte in primo luogo. Secondo Frazer, un particolare mito “non è mai così grafico e preciso nei suoi dettagli come quando è una semplice trascrizione di una cerimonia che l'autore del mito ha assistito con i suoi occhi.”\n\"Perché sebbene molti casi possano essere dimostrati in cui un mito è stato inventato per spiegare un rito [Frazer lo ha affermato], sarebbe difficile indicare un solo caso in cui un mito abbia dato origine a un rito. Il rituale può essere il genitore del mito, ma non può mai essere suo figlio.\"",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 3,
            "content": "La processione Panatenaica, tenuta ogni anno nel giorno del compleanno di Atena sull'Acropoli di Atene all'inizio dell'estate.\nGER Meco\nAtene all'inizio dell'estate. Tali riti si sono evoluti dal mito, o è stato il mito a derivare da tali riti?\n(Illustrazione di John Green)",
            "captions": [
                "La processione Panatenaica, tenuta ogni anno nel giorno del compleanno di Atena sull'Acropoli di Atene all'inizio dell'estate.",
                "Atene all'inizio dell'estate. Tali riti si sono evoluti dal mito, o è stato il mito a derivare da tali riti?",
                "Illustrazione di John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 4,
            "content": "Potrebbe esserci chi vede questo caso come una situazione in cui si mette la carrozza prima dei buoi, sostenendo che il contrario sia certamente vero, cioè che, in realtà, i rituali cerimoniali siano nati come tentativo di illustrare graficamente gli eventi narrati dal mito. Wescott, citando Edward Tylor e Lévi-Strauss, ha definitivamente visto questo inverso come altrettanto possibile—che i riti potrebbero essere nati “come mere drammatizzazioni di miti preesistenti”. Frazer stesso non solo conosceva questo ma ha anche indirizzato i suoi lettori a H. Usener le cui opinioni erano in diretto contrasto con le sue. Ma, come Clyde Kluckhohn è stato costretto a concludere, il problema se quale è sorto prima, il rituale o il mito, è una questione che probabilmente non sarà risolta.\nCosì, mentre non posso essere d'accordo con la visione di Frazer, non posso nemmeno essere d'accordo che l'opposto sia vero. Per cominciare, non credo che i miti debbano la loro esistenza a un autore—almeno non se stiamo parlando dell'origine di un particolare mito. I miti, come intendo illustrare, sono nati come resoconti oculari di ciò che è stato effettivamente visto e, in tal senso, nessun autore deve essere invocato. Allo stesso modo con la consuetudine, il rituale e le cerimonie religiose: Tutte dovettero la loro ispirazione a eventi reali che i partecipanti tentarono di ricreare per scopi molto più sublimi di quelli che Frazer aveva mai immaginato.\nLa mia posizione personale è che mito e rituale sono emersi insieme mano nella mano in uno sforzo unito per perpetuare, piuttosto che spiegare, ciò che una volta era accaduto nel cielo antico, e per commemorare quegli eventi.\nDIALOGO\nNell'antica Grecia, il mito non era solo associato al rituale ma anche a quella forma di intrattenimento che ci è giunta come dramma. Ciò che è interessante del dramma greco, e non ampiamente conosciuto, è che l'arte ha avuto origine nei rituali dedicati a una particolare divinità, vale a dire Dioniso. Come ha osservato Gilbert Murray, secondo la testimonianza degli stessi Greci, la tragedia era esplicitamente preoccupata per le “sofferenze di Dioniso.” Infatti, quando insoddisfatti di una particolare opera, gli Ateniesi erano soliti esclamare che “non ha nulla a che fare con Dioniso.”\n“La tragedia greca, strettamente parlando, era una forma d'arte peculiare con limiti ristretti, sia locali che temporanei. Era, in senso letterale, un 'canto di capra', cioè un molpe (danza e canto combinati), eseguito sull'altare di Dioniso durante il sacrificio di una capra smembrata che, attraverso una forma di simbolismo comune nelle religioni antiche, rappresentava lo stesso dio. Dureva a malapena al di fuori di un piccolo distretto della Grecia, perdurava come forma vivente non molto oltre i limiti del V secolo a.C., eseguita solo in un particolare tipo di festival religioso, i Dionisie ad Atene.”\nVero, un certo grado di critica può essere mossa a quanto sopra. Dopotutto, Dioniso stesso non era il solito soggetto del dramma greco—almeno non quello che possiamo dedurre dalle varie opere greche che ci sono giunte—poichè appare solo in un paio di opere. Vari personaggi tragici, nonché comici, servirono come base per le produzioni teatrali greche. Come ha notato Peter James, il vero soggetto di tutte le opere greche era “un buon dramma—lo stesso criterio usato da Shakespeare e dagli altri.”\n“Certo, il dramma greco attingeva a tematiche religiose, leggendarie e storiche—queste formavano la spina dorsale morale della società greca, da cui furono create le grandi tragedie. (Lo stesso di Shakespeare, che attingeva a tradizioni locali britanniche oltre che a quelle scandinave, greche, romane e italiane.) Non significa che il dramma greco si sia in qualche modo 'evoluto' dal rituale religioso, anche se questo è comunemente supposto.”\nCome ha anche sottolineato James: “Gli antichi Greci del VI secolo erano molto simili a noi—gli piaceva una buona bevanda, una risata e un buon dramma.”\nSi può discutere, come ha fatto James, contro le affermazioni di Murray riguardo al fatto che il dramma greco venga recitato a malapena “fuori da un piccolo distretto della Grecia” o che il dramma greco prevalga come forma vivente “non molto oltre i limiti del V secolo a.C.” poiché le prove disponibili, qui, sembrano contraddirlo. Thespis, per esempio, era rinomato per i suoi spettacoli itineranti che erano solitamente eseguiti sul retro di un carro.\nAnche così, non posso essere d'accordo con James quando afferma che il dramma greco non si sia evoluto dal rituale religioso. Murray stesso ha anche affermato che:\n“We must remember that the subject of Greek tragedy is always the heroic saga. It is never an invented story, and it is never the history of ordinary human beings. I should doubt if there was any named character in an Attic tragedy who was not actually in some way an object of worship: a god or hero or at least the possessor of some taboo, tomb, or oracle, or ritual.”\nAeschylus, il poeta e drammaturgo greco, è rinomato come il fondatore del dramma greco. È il primo tra gli unici tre tragedi ateniesi la cui opera intera è sopravvissuta. “La prima cosa che colpisce uno studente di Eschilo,” secondo Murray, “è il forte elemento bacchico o dionisiaco ...” Più di ciò: “I critici antichi sembrano sempre riconoscere che, mentre Dioniso era, naturalmente, il patrono di tutto il dramma, c'era qualcosa di specificamente dionisiaco in Eschilo.” Nemmeno questo è solo la contesa di Murray. Il biografo greco, Plutarco, stesso ha affermato che tutte le opere scritte da Eschilo erano “piene di Dioniso.”\nQui, un incidente nella vita di Eschilo potrebbe essere pertinente. Apparentemente, lo stesso drammaturgo una volta ha recitato una parte in una delle sue opere in cui c'era un riferimento alla dea Demetra. Il pubblico, che sospettava che lui stesse rivelando i segreti inviolabili di uno dei riti di Demetra, si infuriò contro di lui. Eschilo fuggì, cercando rifugio, all'altare di Dioniso che era stato eretto nell'orchestra e così, almeno temporaneamente, si salvò dalla furiosa folla. Fu successivamente accusato del crimine davanti all'Areopago, ad Atene, ma la sua difesa che non sapeva che ciò che aveva detto doveva essere un segreto fu accolta dal tribunale, che lo assolvette.\nMurray, naturalmente, non è l'unica autorità moderna che sostiene, o sosteneva, la visione che il dramma greco avesse la sua origine nei rituali dionisiaci. Secondo Karl Kerenyi, “[Friedrich] Nietzsche [credeva anche] che in linea con una tradizione inoppugnabile, le forme più antiche della tragedia greca trattassero esclusivamente delle sofferenze di Dioniso, e che per lungo tempo l'unico eroe della tragedia fosse Dioniso.” Come James, Kerenyi stesso non era completamente d'accordo, arrivando anche a etichettare asserzioni di Nietzsche come false. “Il più antico eroe teatrale,” per quanto concerne Kerenyi, “era un nemico di Dioniso.” Ma non sollevo la questione riguardo a quale eroe fu effettivamente, Dioniso o suo nemico, perché questo non altera il fatto che tali tragedie erano originariamente preoccupate per la vita e la caduta di Dioniso stesso. Così, come ha notato Jane Harrison:\n\"Le opere venivano eseguite nel teatro di Dioniso, nel recinto del dio, la sua immagine era presente nel teatro, il coro danzava intorno al suo altare, il suo sacerdote sedeva nel sedile anteriore e centrale tra gli spettatori. Di fronte a fatti così evidenti, mi sembra impossibile che il dramma abbia le sue radici altrove che non sia nel culto di Dioniso.\"",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 6,
            "content": "Un simposio greco (festa del bere) durante il quale opere letterarie, filosofia, arte e studi venivano spesso discussi.\nMaschera teatrale greca.\n(Illustrazione di John Green da Saeed)",
            "captions": [
                "Un simposio greco (festa del bere) durante il quale opere letterarie, filosofia, arte e studi venivano spesso discussi.",
                "Maschera teatrale greca.",
                "Illustrazione di John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 7,
            "content": "Un simposio greco (festa del bere) durante il quale opere letterarie, filosofia, arte e studi venivano spesso discussi.\nMaschera teatrale greca.",
            "captions": [
                "Un simposio greco (festa del bere) durante il quale opere letterarie, filosofia, arte e studi venivano spesso discussi.",
                "Maschera teatrale greca."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 8,
            "content": "Un incidente nella vita di Eschilo dove fuggì all'altare di Dioniso dopo essere stato accusato di rivelare segreti dei riti di Demetra. Fu poi accusato davanti all'Areopago di Atene ma fu assolto poiché la sua difesa fu accettata.",
            "captions": []
        }
    ]
}
