{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 119,
            "content": "Frammenti di una tavoletta in cuneiforme, una delle varie costituenti i diari astronomici babilonesi. (Illustrazione ispirata ad A. Sachs.) I fenomeni registrati in esse sono esattamente quelli previsti dai testi cuneiformi matematici astronomici del periodo ellenistico [cioè greco successivo]. Durante i tempi ellenistici, quando Babilonia era governata dalla dinastia ellenistica fondata da Seleuco I dopo la morte di Alessandro, un periodo che si calcola sia durato dal 312 al 64 a.C., la teoria lunare e planetaria si era sviluppata secondo le linee classiche greche. Tavole numeriche astratte, o effemeridi, che rappresentavano i movimenti dei corpi celesti, erano molto di moda all'epoca. Queste continuavano a registrare la ricorrenza dei fenomeni astronomici, anno dopo anno, \"con un'accuratezza comparabile a quella delle osservazioni contemporanee.\" Giudicando per il contenuto dei diari astronomici, questa accuratezza può essere estesa fino al 747 a.C. Non c'è grande meraviglia in tutto ciò, ma dimostra un punto, banale per quanto possa sembrare, ovvero questo: a partire almeno dalla metà del settimo secolo a.C., gli astronomi babilonesi sapevano molto bene come apparivano questi punti di luce chiamati pianeti e potevano facilmente distinguere l'uno dall'altro; sapevano dove ogni pianeta apparteneva nel cielo e quale traiettoria ciascuno di essi seguiva invariabilmente—una questione semplice per chiunque con una vista acuta più la pazienza e la motivazione per imparare. Sì, lo so, difficilmente vale anche la pena di essere menzionato. Perché, allora, contrariamente a ciò che vediamo sopra di noi nel cielo notturno attuale, questi stessi astronomi babilonesi insistevano sul fatto che il pianeta che chiamiamo Saturno fosse il corpo più prominente nel cielo? Questa è una domanda a cui la risposta, a partire dal capitolo successivo di questo lavoro, ci porterà in acque molto strane e profonde."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 120,
            "content": "Capitolo 3\nLa Stella del Sole\nIL PIÙ PROMINENTE DEI PIANETI\nFu Diodoro Siculo, in qualche momento del primo secolo a.C., a riportare per primo al mondo ellenistico che i caldei consideravano Saturno il più prominente dei pianeti:\n\"Ma soprattutto in importanza, dicono loro [i caldei], è lo studio dell'influenza delle cinque stelle conosciute come pianeti...quella chiamata Crono [la stessa di Cronos] dai Greci [cioè Saturno]...è la più conspicua...\"\nDa Terra, questo semplicemente non è vero. Venere è molto più prominente. È di gran lunga il più luminoso dei pianeti, abbastanza brillante di notte da proiettare ombre e, quando le condizioni meteorologiche lo consentono, abbastanza luminoso da essere visto durante il giorno. Al contrario, Saturno è un oggetto molto difficile da osservare. Anche Bob Forrest, uno dei più forti oppositori del catastrofismo cosmico, fu spinto a mostrare la sua perplessità di fronte a questo dato:\n\"L'unica cosa sconvolgente di questo passaggio [di Diodoro] è il modo in cui Saturno viene detto essere il più conspicuo dei pianeti. Tutto il resto è abbastanza di routine.\"\nCome vedremo, questa affermazione non è l'\"unica cosa sconvolgente\" in questo passaggio di Diodoro; né tutto il resto è \"abbastanza di routine.\" Ma una cosa alla volta.\nIl termine \"Caldeo\", nel frattempo, è stato a lungo frainteso e mal applicato da storici antichi e moderni allo stesso modo. Come usato da Diodoro e da altri autori classici, il termine significava semplicemente \"astrologi\" e/o \"astronomi\", ma sempre in relazione ai babilonesi.* Questi, quindi, erano gli stessi babilonesi le cui realizzazioni astronomiche abbiamo enumerato nella sezione precedente. Ma come, allora, con tutta la loro sofisticata conoscenza dei cieli, potevano aver commesso un tale errore? O, se non era un errore, perché avrebbero perpetuato una tale falsità?\n\nNaturalmente, si potrebbe anche chiedere: Perché fidarsi della parola di Diodoro, uno storico greco, che avrebbe potuto facilmente sbagliarsi su questioni babilonesi? Ma Diodoro è stato l'unico scrittore dell'antichità a riportare questa strana credenza riguardo al pianeta Saturno? E, in effetti, i babilonesi sono stati gli unici a supporre questa stranezza?\n\nPer fare solo un altro esempio—e più tardi ne daremo altri—nota qui uno dei nomi sanscriti del pianeta Saturno, cioè Grahanayakah.* Il nome è composto dalle parole graha(h)—\"pianeta\" —e nayakah—\"capo o leader.\"* Così, secondo questo nome, Saturno è, o almeno era, considerato il leader dei pianeti—in realtà, il pianeta capo.®\n\nCome vedremo presto, questa credenza era diffusa tra le nazioni antiche ed è difficile credere che un'affermazione così persistente potesse essere il risultato di pura fantasia. Ma se gli astronomi dell'epoca potevano vedere, come dovevano, che Saturno non era il più prominente, o conspicuo, dei pianeti, su cosa si basava la credenza?\n\nSTELLA SOLIS\n\nAllora, cosa faceva sì che i babilonesi alludessero a Saturno come il più prominente dei pianeti—abbastanza prominente da riferirsi a esso, inter aliis, come En-Me Sar-ra, cioè \"Signore della Legge dell'Universo\"? Bisogna ammettere, è un titolo piuttosto elevato da attribuire a quello che appare essere un semplice punto di luce nel cielo notturno attuale.\n\nL'indizio sulla prominenza di Saturno—persino sull'elevatezza—è stato fornito da Diodoro nello stesso passaggio che abbiamo già parzialmente citato. Lì, questo scrittore continua a riferire che \"il [pianeta] chiamato Crono [cioè Saturno] dai Greci...loro [i caldei] chiamano la stella di Elios...\"\n\nÈ un po' strano che Forrest non abbia trovato questa affermazione così \"puzzolente\" quanto quella che proclama Saturno come il più prominente dei pianeti. Ancora più strano è che lo abbia relegato all'importanza dell'\"abbastanza di routine\" perché, per i Greci del tempo di Diodoro, Elios era il Sole. Da esso derivano parole inglesi orientate al Sole come \"heliacal\", \"eliocentric\", e \"eliograph\". Perché i babilonesi avrebbero chiamato il pianeta Saturno come la stella del Sole?\n\nMa che dire dei babilonesi stessi? Non senti direttamente da loro? Con così tante tavole incuneiformi perse a causa delle capricce della natura e della mano dell'uomo, e con così tante altre indecifrate che si sgretolano nei seminterrati dei musei, non sarebbe stato notevole se questo dato non fosse sopravvissuto nell'originale. Ma è sopravvissuto, e in più di un testo.\n\nR. C. Thompson potrebbe essere stato il primo a scoprire, anche se non a comprendere completamente, questa verità babilonese. Così, un altro nome babilonese per il pianeta Saturno era (Mul) Lu-Bat Sag-US,’ e lo troviamo dichiarato in un rapporto astrologico di quella nazione che diceva “(Mul) Lu-Bat Sag-US Mul (il) Sama Su-u,” che Thompson tradusse come “[il pianeta] Saturno è la stella del sole.””\n\nIn realtà, Diodoro avrebbe dovuto sapere che questa credenza era già comune tra gli studiosi della sua stessa nazione. Eratostene di Alessandria, che prosperò tra il 276 e il 194 a.C., e la cui conoscenza astronomica, matematica e geografica gli permise, come abbiamo già visto, di misurare la circonferenza della Terra, identificò il pianeta Saturno come la stella del Sole, così come fecero diversi altri scrittori greci.'' Tra i Greci, questa credenza continuò fino al VI secolo d.C., come è noto attraverso il filosofo neoplatonico Simplicio che chiamava anche Saturno la stella del Sole.”\n\nChe abbiano ottenuto questa particolare informazione dai Greci o meno, troviamo che i Romani avevano una mente simile. Nella sua enumerazione dei pianeti, lo scrittore latino Gaius Tulius Hyginus che, come sovrintendente della Biblioteca Palatina, doveva avere accesso a materiale molto più antico, si riferì al pianeta in questione come la stella di Sol.\" Come quasi qualsiasi dizionario verificherà, Sol non era solo il Sole romano personificato, era, come lo è ancora, la parola latina per \"Sole\". Da esso derivano parole inglesi come \"solar\", \"solarium\", e \"solstizio\". Lo scholista su Germanico elenca anche Saturno come Stella Solis'°—Stella del Sole—a nome che apparentemente era una designazione comune per il pianeta nei tempi romani.'°\n\nMa da dove viene la credenza? Ancora meglio, cosa significa veramente la designazione \"stella del Sole\"? A cosa si riferisce?\n\nUn indizio rivelatore viene dal sanscrito. In questa lingua, Surya è il nome comune per il Sole. Suryaputrah, che significa \"figlio del Sole\", è comunque uno dei nomi per il pianeta Saturno.” Un altro nome sanscrito per il Sole è Ravi e, ancora, troviamo il pianeta Saturno designato come Raviputra che significa anche \"figlio del Sole.\"” Come figlio del Sole, Saturno potrebbe essere definito come la stella del Sole. Ma questo solleva solo un'altra domanda. Perché Saturno, tra i pianeti, sarebbe stato considerato il figlio del Sole?\n\nFacciamoci un ulteriore passo. Un altro nome sanscrito per il pianeta Saturno è Saurah. Ma saurah significa anche \"giorno solare\" e/o \"mese solare.\" Questo sembra indicare che la connessione tra Saturno e il Sole fosse più intima di quanto abbiamo dedotto finora. Infatti, quest'ultimo dato è sufficiente per far credere che, almeno per gli indù, Saturno e il Sole fossero vicini a essere sinonimi.\n\n(MUL) LU-BAT SAG-US\n\nUna voce comune in una raccolta di rapporti astrologici da Ninive e Babilonia che, in forme varianti, è ripetuta molte volte, usa la formula \"Quando Shamash [la stessa di Sama] sta nell'alone di Sin\" qualcosa accadrà.\" Ora apri praticamente qualsiasi opera sulla mitologia assiro-babilonese e troverai che Shamash e Sin erano il Sole e la Luna deificati. Secondo questa credenza, l'augurio menzionato sopra si tradurrebbe allora come \"quando il Sole sta nell'alone della Luna\" qualcosa accadrà.\n\nOra, mentre il Sole e la Luna possono essere visti insieme, il Sole non può mai apparire nell'alone della Luna. Per una cosa, il Sole non appare abbastanza piccolo da adattarsi tra la Luna e il suo alone circostante—quando ce ne ha uno; per l'altra, la Luna può apparire all'interno di un alone solo durante la notte quando il Sole, per così dire, è assente. Cosa, allora, potrebbero aver alluso gli astrologi babilonesi?"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 121,
            "content": "parole graha(h)—\"pianeta\" —e nayakah—\"capo o leader.\"* Così, secondo questo nome, Saturno è, o almeno era, considerato il leader dei pianeti—in realtà, il pianeta capo.®\n\nCome vedremo presto, questa credenza era diffusa tra le nazioni antiche ed è difficile credere che un'affermazione così persistente potesse essere il risultato di pura fantasia. Ma se gli astronomi dell'epoca potevano vedere, come dovevano, che Saturno non era il più prominente, o conspicuo, dei pianeti, su cosa si basava la credenza?\n\nSTELLA SOLIS\n\nAllora, cosa faceva sì che i babilonesi alludessero a Saturno come il più prominente dei pianeti—abbastanza prominente da riferirsi a esso, inter aliis, come En-Me Sar-ra, cioè \"Signore della Legge dell'Universo\"? Bisogna ammettere, è un titolo piuttosto elevato da attribuire a quello che appare essere un semplice punto di luce nel cielo notturno attuale.\n\nL'indizio sulla prominenza di Saturno—persino sull'elevatezza—è stato fornito da Diodoro nello stesso passaggio che abbiamo già parzialmente citato. Lì, questo scrittore continua a riferire che \"il [pianeta] chiamato Crono [cioè Saturno] dai Greci...loro [i caldei] chiamano la stella di Elios...\"\n\nÈ un po' strano che Forrest non abbia trovato questa affermazione così \"puzzolente\" quanto quella che proclama Saturno come il più prominente dei pianeti. Ancora più strano è che lo abbia relegato all'importanza dell'\"abbastanza di routine\" perché, per i Greci del tempo di Diodoro, Elios era il Sole. Da esso derivano parole inglesi orientate al Sole come \"heliacal\", \"eliocentric\", e \"eliograph\". Perché i babilonesi avrebbero chiamato il pianeta Saturno come la stella del Sole?\n\nMa che dire dei babilonesi stessi? Non senti direttamente da loro? Con così tante tavole incuneiformi perse a causa delle capricce della natura e della mano dell'uomo, e con così tante altre indecifrate che si sgretolano nei seminterrati dei musei, non sarebbe stato notevole se questo dato non fosse sopravvissuto nell'originale. Ma è sopravvissuto, e in più di un testo.\n\nR. C. Thompson potrebbe essere stato il primo a scoprire, anche se non a comprendere completamente, questa verità babilonese. Così, un altro nome babilonese per il pianeta Saturno era (Mul) Lu-Bat Sag-US,’ e lo troviamo dichiarato in un rapporto astrologico di quella nazione che diceva “(Mul) Lu-Bat Sag-US Mul (il) Sama Su-u,” che Thompson tradusse come “[il pianeta] Saturno è la stella del sole.””\n\nIn realtà, Diodoro avrebbe dovuto sapere che questa credenza era già comune tra gli studiosi della sua stessa nazione. Eratostene di Alessandria, che prosperò tra il 276 e il 194 a.C., e la cui conoscenza astronomica, matematica e geografica gli permise, come abbiamo già visto, di misurare la circonferenza della Terra, identificò il pianeta Saturno come la stella del Sole, così come fecero diversi altri scrittori greci.'' Tra i Greci, questa credenza continuò fino al VI secolo d.C., come è noto attraverso il filosofo neoplatonico Simplicio che chiamava anche Saturno la stella del Sole.”\n\nChe abbiano ottenuto questa particolare informazione dai Greci o meno, troviamo che i Romani avevano una mente simile. Nella sua enumerazione dei pianeti, lo scrittore latino Gaius Tulius Hyginus che, come sovrintendente della Biblioteca Palatina, doveva avere accesso a materiale molto più antico, si riferì al pianeta in questione come la stella di Sol.\" Come quasi qualsiasi dizionario verificherà, Sol non era solo il Sole romano personificato, era, come lo è ancora, la parola latina per \"Sole\". Da esso derivano parole inglesi come \"solar\", \"solarium\", e \"solstizio\". Lo scholista su Germanico elenca anche Saturno come Stella Solis'°—Stella del Sole—a nome che apparentemente era una designazione comune per il pianeta nei tempi romani.'°\n\nMa da dove viene la credenza? Ancora meglio, cosa significa veramente la designazione \"stella del Sole\"? A cosa si riferisce?\n\nUn indizio rivelatore viene dal sanscrito. In questa lingua, Surya è il nome comune per il Sole. Suryaputrah, che significa \"figlio del Sole\", è comunque uno dei nomi per il pianeta Saturno.” Un altro nome sanscrito per il Sole è Ravi e, ancora, troviamo il pianeta Saturno designato come Raviputra che significa anche \"figlio del Sole.\"” Come figlio del Sole, Saturno potrebbe essere definito come la stella del Sole. Ma questo solleva solo un'altra domanda. Perché Saturno, tra i pianeti, sarebbe stato considerato il figlio del Sole?\n\nFacciamoci un ulteriore passo. Un altro nome sanscrito per il pianeta Saturno è Saurah. Ma saurah significa anche \"giorno solare\" e/o \"mese solare.\" Questo sembra indicare che la connessione tra Saturno e il Sole fosse più intima di quanto abbiamo dedotto finora. Infatti, quest'ultimo dato è sufficiente per far credere che, almeno per gli indù, Saturno e il Sole fossero vicini a essere sinonimi.\n\n(MUL) LU-BAT SAG-US\n\nUna voce comune in una raccolta di rapporti astrologici da Ninive e Babilonia che, in forme varianti, è ripetuta molte volte, usa la formula \"Quando Shamash [la stessa di Sama] sta nell'alone di Sin\" qualcosa accadrà.\" Ora apri praticamente qualsiasi opera sulla mitologia assiro-babilonese e troverai che Shamash e Sin erano il Sole e la Luna deificati. Secondo questa credenza, l'augurio menzionato sopra si tradurrebbe allora come \"quando il Sole sta nell'alone della Luna\" qualcosa accadrà.\n\nOra, mentre il Sole e la Luna possono essere visti insieme, il Sole non può mai apparire nell'alone della Luna. Per una cosa, il Sole non appare abbastanza piccolo da adattarsi tra la Luna e il suo alone circostante—quando ce ne ha uno; per l'altra, la Luna può apparire all'interno di un alone solo durante la notte quando il Sole, per così dire, è assente. Cosa, allora, potrebbero aver alluso gli astrologi babilonesi?"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 122,
            "content": "NINGIRSU\n\nOltre alle letture precedenti del nome Ninurta come Nin, Ninib, Ninip, ecc., la divinità in questione possedeva alcuni veri e propri alias, uno dei quali era Ningirsu*—il Signore di Girsu (a Lagash).© Questo è accertato dall'Inno di Gula di Bullutsa-rabi in cui la consorte della dea Gula (nota anche come Bau e/o Nin-Karrak)® viene chiamata con vari nomi tra altri alias. Come rivela un testo, Ningirsu era anche venerato come dio della guerra e pianeta Saturno. Questa doppia identità sottolinea la stretta associazione tra il dio e il pianeta, enfatizzando ulteriormente il ruolo prominente di Saturno nell'astronomia e nella mitologia antica.\n\nNon ha senso affermare che questo fosse un nonsenso astrologico. Gli astrologi babilonesi, come quelli dell'antica Cina, dovevano informare i loro sovrani dei mandati del cielo, avvertirli di disastri imminenti o placare le loro paure con rapporti di soddisfazione divina. Gli eventi previsti potrebbero non sempre essersi verificati. Le previsioni fallaci, tuttavia, erano una cosa; quelle impossibili erano un'altra completamente diversa. Non ci sarebbe stato motivo di prevedere un evento basato su un fenomeno astronomico che non avrebbe mai potuto accadere. Una prognosi basata sull'apparizione del Sole nell'alone della Luna non solo sarebbe stata inutile, ma sarebbe stata considerata totalmente insensata. Nessun astrologo babilonese avrebbe rischiato il ridicolo, per non parlare del disappunto reale, inviando tale previsione al suo re. Perché, allora, si sono anche preoccupati di scrivere una tale formula?\n\nCome concluse Morris Jastrow, anche senza conoscere l'intera implicazione di queste formule: \"Poiché questo fenomeno può verificarsi solo di notte, Sama non può ovviamente essere il sole.\""
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 123,
            "content": "Questo ci riporta alla dichiarazione babilonese menzionata in precedenza che recita \"(Mul) Lu-Bat Sag-U8 (il) SamaS Su-u,\" e che, come abbiamo visto, Thompson tradusse come \"Saturno è la stella del sole.\" Tuttavia, Jastrow ha notato che mentre questa lettura è possibile, una traduzione più accurata sarebbe \"Saturno è la stella del sole.\"” Notiamo qui la differenza tra chiamare Saturno la stella del Sole—la stella appartenente al Sole—e denominarlo come la stella del Sole poiché quest'ultima sembra connotare lo stesso Sole. In effetti, un'altra traduzione data da Jastrow è \"[il] pianeta Saturno (come) stella è Shamash.\" Dichiarato più chiaramente, ciò che questo dato ci sta realmente dicendo è che \"il pianeta Saturno è Shamash\"TM o \"Shamash è il pianeta Saturno.\"\n\nCiò che è anche di interesse è che questa affermazione appare come un glossario in uno di quegli auspici che usa la formula \"quando Shamash sta nell'alone di Sin.\"* Questo non solo ha più senso osservazionale, ma completa—anzi, valida—la formula che usa Shamash come nome per Saturno. Se le condizioni lo permettono, il punto di luce nel cielo notturno che è Saturno può essere discernibile all'interno dell'alone della Luna. (In realtà, questo argomento, che io stesso ho avuto motivo di ripetere in passato,\" non è nemmeno necessario perché, come indicherò in un lavoro futuro, Sin non stava sempre per la Luna.\" )\n\nThompson, naturalmente, era consapevole prima di Jastrow che i babilonesi chiamavano Saturno con il nome di Shamash.\" Poiché questa verità è emersa almeno dal 1900, è un peccato di omissione—peggio ancora, una frode accademica—non averla così dichiarata nelle opere attuali che trattano la mitologia assiro-babilonese. Anche l'ex Direttore della British Astronomical Association, A. F. O’D. Alexander, prestò maggiore attenzione alla credenza antica rispetto ai mitologi in questa particolare questione. Nel suo lavoro del 1962 sul pianeta Saturno, presentò correttamente gli estratti astrologici che abbiamo esaminato come relativi a Saturno piuttosto che al Sole.” Purtroppo, poi complicò la questione affermando che si trattava di \"un'associazione leggendaria tra questi due corpi\" che serviva come \"una scusa per rendere i rapporti ancora più ambigui usando la parola per Sole quando Saturno era inteso.\" \n\nIn realtà, non c'è assoluta dubbio che Shamash fosse anche il nome babilonese del Sole. Infatti, una lista bilingue dei corpi celesti ora conservata nel British Museum mostra Shamash pure e semplicemente come il Sole. Saturno è lì chiamato con il solito nome di Ninurta.\"\n\nQuesto ci riporta alla doppia identità di Saturno sia come corpo celeste che come divinità, rafforzando la sua prominenza nei quadri astronomici e mitologici antichi."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 124,
            "content": "Shamash —il dio e il suo emblema—che gli assiro-babilonesi stessi identificavano come il pianeta Saturno.\n(Tavoletta di pietra di Nabu-apal-iadina, da Abu Habbah, IX secolo a.C., ora nel British Museum.)"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 125,
            "content": "NINGIRSU\n\nOltre alle letture precedenti del nome Ninurta come Nin, Ninib, Ninip, ecc., la divinità in questione possedeva alcuni veri e propri alias, uno dei quali era Ningirsu*—il Signore di Girsu (a Lagash).© Questo è accertato dall'Inno di Gula di Bullutsa-rabi in cui la consorte della dea Gula (nota anche come Bau e/o Nin-Karrak)® viene chiamata con vari nomi tra altri alias. Come rivela un testo, Ningirsu era anche venerato come dio della guerra e pianeta Saturno. Questa doppia identità sottolinea la stretta associazione tra il dio e il pianeta, enfatizzando ulteriormente il ruolo prominente di Saturno nell'astronomia e nella mitologia antica.\n\nNon ha senso affermare che questo fosse un nonsenso astrologico. Gli astrologi babilonesi, come quelli dell'antica Cina, dovevano informare i loro sovrani dei mandati del cielo, avvertirli di disastri imminenti o placare le loro paure con rapporti di soddisfazione divina. Gli eventi previsti potrebbero non sempre essersi verificati. Le previsioni fallaci, tuttavia, erano una cosa; quelle impossibili erano un'altra completamente diversa. Non ci sarebbe stato motivo di prevedere un evento basato su un fenomeno astronomico che non avrebbe mai potuto accadere. Una prognosi basata sull'apparizione del Sole nell'alone della Luna non solo sarebbe stata inutile, ma sarebbe stata considerata totalmente insensata. Nessun astrologo babilonese avrebbe rischiato il ridicolo, per non parlare del disappunto reale, inviando tale previsione al suo re. Perché, allora, si sono anche preoccupati di scrivere una tale formula?\n\nCome concluse Morris Jastrow, anche senza conoscere l'intera implicazione di queste formule, \"Poiché questo fenomeno può verificarsi solo di notte, Sama non può ovviamente essere il sole.\""
        }
    ]
}
