[
    {
        "page_type": "main",
        "page_number": 479,
        "content": "A parte questo, non ho mai definito la membrana circumstellare del proto-Saturno come un \"disco di accrescimento,\" preferendo invece il termine \"nube placentare.\" L'affermazione di Thornhill non è così in contrasto con la visione prevalente. In ogni caso, sembra innegabile che i dischi circumstellari e i getti astrali vadano di pari passo, e che qualsiasi corpo circondato da un tale disco sia un candidato ideale per l'emissione di getti astrali. Le nane brune sembrano rientrare in questa categoria. Se, quindi, le nane brune emettono getti, è più che probabile che la Terra stessa sia stata espulsa dal proto-Saturno, una sub-nana bruna, lungo il suo getto astrale, o corrente di Birkeland sostenuta, in cui è rimasta intrappolata fino a ben oltre l'avvento dell'uomo—il che renderebbe l'intuizione dimenticata di Oskar Reichenbach, secondo cui la Terra è \"un discendente di Saturno,\" del tutto corretta. Basandosi sulla tesi di Saturno, James Strickling giunse alla stessa conclusione. E, certamente, anche Thornhill.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 480,
        "content": "Epilogo SCALARE VERSO L'ALTO E VERSO IL BASSO Non è ragionevole aspettarsi che un'opera di questa portata sia completamente priva di errori. Ma, affidandomi a un vecchio cliché, spero che nessuno finisca per buttare via il bambino con l'acqua sporca se tali errori vengono rilevati. Mi riservo inoltre il diritto di correggere ciò che in futuro potrebbe risultare errato nelle conclusioni raggiunte in questo lavoro. Non sarò in alcun modo imbarazzato se dovrò ritrattare ciò che non si adatta all'ipotesi generale qui presentata. Questo è il modo in cui le teorie dovrebbero essere formate. Questo è l'unico modo in cui la scienza può progredire. So che questo lavoro sarà soggetto a critiche. Sono preparato a ciò. Dopotutto, se ciò che ho presentato ha qualche somiglianza con ciò che è realmente accaduto in passato, i principi di varie discipline scientifiche dovranno essere rivisti. Un tale lavoro revisionista non sarà ben accolto dalla vecchia guardia. Ma, per usare un altro vecchio cliché, non scambiatemi per una voce solitaria nel deserto. Non sono solo nella maggior parte di ciò che ho finora presentato. Appartengo a una scuola in crescita di interdisciplinari che si sono immersi negli studi sopra menzionati e correlati. La vecchia guardia passerà via, come sempre accade. È alle menti più giovani che il futuro è affidato. Nel frattempo, non metto una pistola alla testa di nessuno, quindi credete a ciò che volete. Il problema principale con la ricostruzione di questi eventi remoti risiede nella cosmologia del plasma che, ironicamente, serve come la migliore prova a favore del loro verificarsi. Come in altre questioni trattate in questo lavoro, ancora una volta, non c'è da meravigliarsi. Nonostante il lavoro pionieristico di Hannes Alfvén negli anni '30 e le rivelazioni più recenti di Anthony Peratt, la cosmologia del plasma è ancora agli inizi. Come quest'ultimo confessò nel 1992: \"A causa della loro forte interazione con l'elettromagnetismo, i plasmi mostrano una complessità nella struttura e nel movimento che supera di gran lunga quella riscontrata nella materia negli stati gassoso, liquido o solido. Per questo motivo, i plasmi, specialmente le loro proprietà elettrodinamiche, sono ancora lontani dall'essere compresi.\" Concesso che la scienza del plasma sia progredita immensamente da allora, il suo comportamento esatto in relazione all'astronomia rimane temporaneamente controverso. Peggio ancora, i sostenitori del modello proto-saturniano non sono tutti d'accordo sui meccanismi coinvolti nel mantenere la configurazione allineata in formazione lineare. E ciò implica la natura esatta della colonna polare del proto-Saturno. Il principale contestatore della specifica natura di questa colonna, come dedotto nelle pagine precedenti, proviene dalla mente fertile di Wallace Thornhill, la cui conoscenza della fisica del plasma lo colloca tra i migliori nel campo. Pertanto, è nostro dovere prendere le sue obiezioni abbastanza seriamente da commentarle a lungo. Così, ad esempio, non solo Thornhill non crede nei getti delle nane brune, ma dubita persino dell'espulsione delle nane brune dalle stelle. È vero, come abbiamo visto, aveva precedentemente affermato che, a suo modesto parere, HH 34 sta espellendo oggetti \"che potrebbero diventare\" nane brune individuali. Un giorno dopo, tuttavia, ha rivisto la sua opinione affermando che un tale processo \"sembra improbabile perché il getto HH è un ambiente altamente attivo elettricamente, tale che i nodi, o concentrazioni, incorporati in essi sono luminosi quanto la stella centrale.\"",
        "captions": [],
        "headers": ["SCALARE VERSO L'ALTO E VERSO IL BASSO"]
    },
    {
        "page_type": "main",
        "page_number": 481,
        "content": "E il suo verdetto? \"In altre parole,\" scrisse, \"nessuna nana bruna.\" Ci sono altri ostacoli che Thornhill ha posto lungo il percorso che ho seguito. Così, parlando dei nodi, o condensazioni, nei getti astrali, ha giustamente sottolineato che questi si trovano a anni luce di distanza dalla stella che li forma. \"Le condensazioni del getto HH 34 sono facilmente risolvibili a una distanza di 1500 anni luce.\" Come continuò, in una situazione simile a quella di Saturno, a tale distanza, sarebbe stato impossibile vedere il proto-Saturno, per non parlare di vederlo come un orbe distinto nel cielo polare nord della Terra. Né sarebbe stato possibile che fornisse alla Terra luce, debole o meno, per non parlare di abbastanza calore per generare e ospitare la vita. Cosa si può dire contro questo? Parlando degli esperimenti al plasma che condusse, Alfvén chiese: \"Se possiamo estrapolare dal laboratorio al sistema solare, che è cento trilioni di volte più grande in estensione, allora perché il plasma non dovrebbe comportarsi allo stesso modo per l'intero universo osservabile—un altro cento trilioni di volte più grande?\" Lo sottolineo qui perché, se è consentito scalare dal laboratorio al Sistema Solare, e dal Sistema Solare all'Universo, allora deve essere consentito, come realmente è, scalare verso il basso dalle masse stellari alle nane brune e persino più in basso alle sub-nane brune. Come Don Scott ha sottolineato: \"Le differenze di scala (come Tony [Peratt] ha cercato di sottolineare MOLTE volte) sono completamente irrilevanti. Funzionano tutte allo stesso modo.\" Scalare verso il basso, tuttavia, implica più che solo dimensioni e massa. Implica anche ampiezza, e quindi luminosità, così come distanza e persino velocità, per non parlare del tempo. Tutti gli elementi devono essere scalati verso il basso, e non necessariamente tutti nella stessa percentuale. Così, quando i nodi in un getto astrale vengono scalati verso il basso a proporzioni di sub-nane brune, non saranno più luminosi come stelle, ma, al massimo, solo luminosi quanto la sub-nana bruna che li genera. E anche allora, ciò vale solo per l'inizio del nodo. Se la sub-nana bruna che era il proto-Saturno si trasformò infine nel pianeta gassoso che oggi conosciamo con quel nome, cosa impedisce di supporre che i suoi nodi si trasformino infine in pianeti terrestri rocciosi? Anche la distanza di anni luce che separa le condensazioni del getto dai loro genitori stellari sarebbe quindi scalata verso distanze più modeste. Inoltre, Thornhill non accetta forse che il proto-Saturno fosse una nana bruna? Non interpreta egli stesso la colonna polare del proto-Saturno come una scarica di plasma sostenuta sotto forma di corrente di Birkeland? E non ci ha anche detto che i getti astrali sono una manifestazione più attiva e visibile della stessa corrente di Birkeland? A rischio di confondere il lettore, questo è il modo in cui Thornhill si è estricato da questo dilemma: \"Invece di essere un piccolo ma normale anodo stellare nella scarica galattica, e accettare elettroni, il proto-Saturno si troverebbe un catodo, espellendo elettroni, una volta entrato nel dominio più positivamente carico del Sole. Il proto-Saturno non era più una stella per definizione. Era una cometa! Quindi non poteva, per definizione o fisica, aver sviluppato un getto astrale bipolare. Invece, avrebbe sviluppato una coda cometaria non appena la sua guaina di Langmuir fosse stata avvolta nell'eliosfera.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 482,
        "content": "sviluppato un getto astrale bipolare. Invece, avrebbe sviluppato una coda cometaria non appena la sua guaina di Langmuir fosse stata avvolta nell'eliosfera. Le code cometarie, tuttavia, sono davvero così diverse dai getti astrali? Mi rendo conto, ovviamente, che questa è una domanda che lascerà gli astrofisici sgomenti. E no, non sto affermando che le comete siano simili alle stelle. Mi interessa qui solo la struttura delle loro code. Quindi considerate: È ormai accettato da tempo che elettricità e magnetismo siano fondamentali per comprendere cosa sia realmente una cometa. Anche i picchi verso il Sole che alcune comete mostrano sono stati compresi come scariche elettriche—e non farebbero questi picchi, insieme alle code, una situazione simile a un flusso bipolare? Come le stelle, per non parlare delle nane brune, le comete sono ora note per emettere raggi X. Come le stelle, per non parlare delle nane brune, le comete emettono anche segnali radio. Come le stelle, per non parlare delle nane brune, le comete brillano anche nella luce ultravioletta. Come le stelle, per non parlare delle nane brune, le comete sono note per esplodere. Ancora più importante, come i getti stellari, le code cometarie sono anche composte di plasma. Lo stesso Thornhill ha avuto occasione di sottolineare questo fatto. E, come i filamenti intrecciati delle correnti di Birkeland, le code di plasma cometarie sono talvolta \"intrecciate.\" Infine, molto simili ai getti astrali, le code cometarie mostrano anche nodi, descritti come \"piccole condensazioni di materia più luminose del loro ambiente.\" Anche Thornhill ha usato il termine \"getti\" quando discuteva delle emissioni della Cometa di Halley! Qual è, allora, la differenza tra code cometarie e getti astrali, se non una di scala? O, detto diversamente, se un corpo celeste piccolo come una cometa può emettere un getto di plasma, perché non una nana bruna molto più massiccia? Questo non tende forse a enfatizzare la tesi di Peratt, menzionata sopra, secondo cui le differenze di scala sono completamente irrilevanti? Non si comportano tutti i corpi celesti, come ha affermato Scott, allo stesso modo? Giusto, come abbiamo visto, tutto è fatto di plasma ma, come Ken Moss ha ritenuto opportuno ricordarmi, le mele non sono comunque arance. Vero—ma sono entrambi frutti. Come ha sottolineato Thornhill, tuttavia, i getti astrali viaggiano. Le fotografie in time-lapse del getto di Herbig-Haro 30, scattate a un anno di distanza, si dice indichino che sta espellendo verso l'esterno \"a velocità vicine a quella della luce\" mentre si estende \"per molti milioni di anni luce.\" Altri, tuttavia, si sono accontentati di \"diverse centinaia di chilometri al secondo,\" mentre si estende.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 483,
        "content": ") — solo \"migliaia di anni luce.\" Nonostante questa enorme differenza di ampiezza—o, almeno, una differenza di opinione—ciò significherebbe che, al momento in cui l'uomo fece la sua comparsa, la Terra si sarebbe spostata a anni luce di distanza senza possibilità di lasciare il proto-Saturno in vista. Ciò che le fotografie in time-lapse in questione indicano effettivamente, tuttavia, è lo spostamento, e quindi il movimento, di \"sacche di gas\" all'interno del getto, e non il movimento del getto stesso. Anche i nodi, o condensazioni, nelle code cometarie viaggiano lungo la coda, e una rapida successione di fotografie indica che si muovono a velocità fino a 250 chilometri al secondo (540.000 miglia all'ora). Il loro movimento, tuttavia, è irregolare, con l'accelerazione che \"si accende e si spegne capricciosamente,\" variando nel tempo. In effetti, alcuni nodi hanno \"pochissima velocità o accelerazione\" e, come riportato da Carl Sagan e Ann Druyan, il loro movimento \"è imprevedibile come il tempo.\" Inoltre, mentre le code cometarie si allungano avvicinandosi al Sole, non si allontanano dal nucleo a velocità vicine a quella della luce. Come versioni ridotte dei getti astrali, le loro dimensioni e velocità di emissione sono ridotte in proporzione alle loro modeste ampiezze. Ancora peggio è che non tutti i nodi sono visti viaggiare lungo i getti astrali. Confronti di immagini dal 1934 al 1980 del getto generato da M87 mostrano che i nodi, o punti caldi, incorporati in esso non si sono mossi. Non può quindi essere una legge della fisica del plasma che i nodi nei getti debbano viaggiare. Di maggiore importanza per il nostro studio, quando si tratta di galassie, Jayant Narlikar e P. K. Das hanno dimostrato nel 1980 che \"man mano che le particelle nella materia espulsa acquistano massa, rallentano per conservare il momento.\" In altre parole, decelerano e persino si fermano. Come aggiunse Arp: \"I calcoli di Narlikar-Das si applicano al caso più favorevole per la fuga dalla galassia espellente\" e questo materiale esce \"lungo l'asse minore,\" che è l'asse di rotazione.",
        "captions": ["Cometa Arend-Roland che mostra il suo famoso picco verso il Sole. (Fotografia per gentile concessione della NASA.)"],
        "headers": []
    }
]