[
    {
        "page_type": "main",
        "page_number": 129,
        "content": "che è Ninurta così come Ningirsu.\" Come per il primo, così anche per il secondo: il corpo celeste identificato con il dio è descritto come irradiatore di una grande luce. Così troviamo registrato nel Cilindro B di Gudea: \"Ningirsu... si levò in uno splendore travolgente. Nella terra divenne giorno; l'Eninnu [un altro epiteto del dio] rivaleggiava in brillantezza con il figlio di Enzu.\" Questo Enzu, anche letto Zu-en, era il più familiare Sin. Suo \"figlio\" era Shamash, spesso chiamato Shamash mar Sin, cioè Shamash figlio di Sin. Questo portò William Albright a dichiarare che \"Ningirsu è qui il sole... che ascende ogni mattina dagli inferi.\" Che Albright non fosse ben informato sulle caratteristiche di questa divinità è ulteriormente illustrato quando opinò anche che \"Ningirsu, come Ninurta, sembra essere stato principalmente un dio della fertilità con intime associazioni solari.\" Albright riconobbe che Ningirsu aveva \"associazioni solari,\" ma che Ningirsu fosse Saturno e non il Sole era già stato dimostrato da Jastrow. Questa identificazione si basa su una serie di deduzioni che non solo provano l'identità antica di Ningirsu, ma anche quella di Ninurta. Queste deduzioni ci riportano a quegli auspici che incorporano la formula \"quando Shamash si trova nell'alone di Sin\" che abbiamo già avuto occasione di notare. Oltre alla glossa già discussa, che spiega che Shamash è il nome del pianeta Saturno (Lu-Bat Sag-US), troviamo anche una chiarificazione che nomina Ninib/Ninurta come \"presente lì.\" Questo indica, al di là di ogni ragionevole dubbio, che Ninib/Ninurta era lo stesso di Lu-Bat Sag-US/Shamash/Saturno. Come notò Donald Mackenzie: \"Il dio sole era identico a Ninip e Nin-Girsu... e somigliava a Babbar, 'il luminoso,' la divinità solare di Sippar accadica, il cui nome semitico era Shamash.\" Inoltre, in un rilievo su lastra del dio recuperato dal tempio di Ninurta nell'antica Kalakh (o Kalhu), l'attuale Nimrud (ancora oggi chiamata con il nome del dio stesso), Ninurta è raffigurato con la falce come una delle sue armi. Come è ampiamente noto, la falce era l'arma preferita di Crono/Saturno. Così, come ammise Jastrow, Franz Kugler aveva ragione nell'identificare \"il pianeta (Lu-Bat) il cui nome è Ninib [cioè Ninurta]\" come riferito a Saturno. E, diciamolo chiaramente, in un elenco bilingue dei pianeti, ora al British Museum, Ninurta è definitivamente elencato come il nome del pianeta Saturno. Ora dovrebbe essere chiaro che il termine \"Lu-Bat\" era usato anche per designare Marte e Mercurio oltre a Saturno. A. F. O'D. Alexander, tuttavia, fraintese l'uso di questo termine quando dichiarò che una \"ulteriore ambiguità era causata dall'uso di lubad [lo stesso di Lu-Bat] ('pianeta') a volte per Saturno, a volte per Mercurio.\"",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 130,
        "content": "Ningirsu—mostrato seduto con la sua arma a sette teste—da un'impressione di sigillo cilindrico. Ciò che è stato osservato è che sono gli epiteti descrittivi aggiunti a \"Lu-Bat\" a indicare quale di questi tre pianeti si intenda. Così Lu-Bat Dir era Marte, Lu-Bat Gu-Ud era Mercurio, e Lu-Bat Sag-US, come abbiamo visto, era Saturno. Né Giove né Venere, d'altra parte, furono mai designati come Lu-Bat. Nel frattempo, un testo astrologico distingue Ningirsu come (An) Lu-Bat che identifica la divinità come un pianeta anche se ci viene lasciata una scelta tra Saturno, Marte e Mercurio. Come però sottolineò Jastrow, l'elenco di Ningirsu come alias di Ninurta non lascia dubbi su quale Lu-Bat—cioè quale pianeta—sia inteso. Se Ninurta, come abbiamo visto, era Lu-Bat Sag-US/Shamash/Saturno, allora lo era anche Ningirsu. Di Ningirsu si diceva anche che \"trasforma l'oscurità in luce.\" Questa è una dichiarazione piuttosto audace da fare sul pianeta Saturno e tuttavia è in linea con la brillantezza simile al sole attribuita ad altre divinità saturniane. Ora, sebbene nessun mitologo convenzionale, a mia conoscenza, abbia mai avallato questa ipotesi, la venerazione di Saturno da parte degli antichi come una sorta di sole è stata accettata come fatto da più di uno di loro. La discrezione, a quanto pare, li ha trattenuti dall'andare oltre.",
        "captions": [
            "Ningirsu—mostrato seduto con la sua arma a sette teste—da un'impressione di sigillo cilindrico."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 131,
        "content": "(Per chi è informato: l'associazione di Ninurta con Nergal, così come con l'Eracle greco, sarà discussa in un volume futuro.) IL VERO SOLE Come per altre antiche civiltà, l'astronomia indù è inseparabile dalla mitologia. Questa particolare mitologia, tuttavia, continua a prosperare come base della religione indù. In un certo senso, si può quindi dire che, tra gli indù, il culto planetario è praticato ancora oggi—e non solo in modo indiretto. Qui vorrei ricordare al lettore quel passaggio del Linga Purana che abbiamo già esaminato, il quale ammonisce che \"il culto dei pianeti dovrebbe essere perseguito dagli uomini buoni.\" Inoltre, la ragione dietro questo ammonimento è il respingimento del male nei momenti di \"disturbo\" planetario. Che, in questi tempi moderni, non molti indù praticanti siano nemmeno consapevoli di queste parole, e che pochi, se non nessuno, tra loro pratichino effettivamente il culto planetario, è irrilevante. Ciò che conta qui è che l'ammonimento in questione è contenuto in uno dei messali, se vogliamo, a cui una delle grandi religioni viventi del mondo dovrebbe attenersi. Come gli dèi di altre nazioni, le divinità vediche sono conosciute con più di un nome o epiteto e così, anche, lo sono i pianeti. Così, uno dei nomi per il Sole in sanscrito è Arka. Ma poi troviamo che tre designazioni correlate per il pianeta Saturno nella stessa lingua sono Arki, Arka-putra e Arkatanayah. Sia Arka-putra che Arkatanayah si traducono come \"figlio del Sole.\" Arkaja, che significa \"nato dal sole,\" può essere applicato anche al pianeta Saturno, così come Arkanandana. Ancora una volta, troviamo il pianeta Saturno portare un nome condiviso con il Sole. La mitologia indù, ovviamente, si basa in gran parte sulla credenza vedica. Eppure, come un critico ha sottolineato molti anni fa, non è mai stato dimostrato in modo soddisfacente per gli indologi che i pianeti siano menzionati nei Veda. Come ho scritto in precedenza in riferimento a questa critica, tuttavia, questa mancanza può essere compensata \"se si può dimostrare che certe divinità menzionate negli inni [vedici] possiedono tratti planetari e/o caratteristiche comparabili alle divinità planetarie [conosciute] di altre nazioni.\" Oggi posso andare ancora oltre perché, se si può dimostrare che i nomi e/o gli epiteti applicati alle divinità vediche sono identici a quelli applicati ai pianeti dalla stessa razza e nella stessa lingua, l'equivalenza tra divinità e pianeti è provata sul terreno di casa senza alcun ricorso o appello a studi comparativi. Questo, ad esempio, è il caso di Brahma, il supremo creatore della mitologia indiana. A rigor di termini, Brahma non era una divinità vedica. Appartiene più propriamente a quel corpus di tradizioni indù noto come mitologia brahmanica. Fu proclamato il primo dei Deva, solitamente detto significare \"dèi,\" ma che propriamente si traduce come \"esseri luminosi.\" Qui va notato che l'aggettivo sanscrito brahmanya significa \"relativo [o appartenente] a Brahma.\"",
        "headers": ["IL VERO SOLE"]
    },
    {
        "page_type": "main",
        "page_number": 132,
        "content": "Brahmanyah, tuttavia, è un altro epiteto del pianeta Saturno. Come Brahmanyah, Saturno può quindi essere detto essere il pianeta di Brahma. In effetti, mentre gli indologi possono trovare difficile accettarlo, Brahma è stato a lungo identificato come Saturno da certi saggi della religione indù stessa. Ciò che è di maggiore importanza per questo studio è che questi saggi considerano Brahma come il \"vero sole\"—che è lo stesso che dire che, per loro, è Saturno, e non l'attuale orbe solare, il vero \"sole.\" Poiché anche questi saggi possono vedere che ciò non è evidentemente così, possiamo solo supporre, sulla base di ciò che abbiamo appreso, che questo detto debba essere stato creduto derivare da antiche tradizioni. Ma come poteva Saturno essere per l'uomo antico ciò che il Sole è per noi oggi? Come qualsiasi opera sulla mitologia indiana afferma, Surya non è solo il nome del dio del Sole ma è il nome sanscrito più comune del Sole stesso. Ci sono, tuttavia, linee di evidenza che indicano che anche Surya, originariamente, fosse Saturno, non ultimo il riferimento a Surya come graha Surya, cioè il pianeta Sole. Ma lasciatemi prevenire un'obiezione. Sarà sottolineato dagli esperti che in India, come in certe altre nazioni, il Sole era considerato, insieme alla Luna, uno dei sette \"pianeti.\" Ma difficilmente si trova, tra queste altre nazioni, il Sole stesso alluso singolarmente con un termine riservato ai pianeti. Anche così, si potrebbe argomentare che gli indù abbiano permesso questa eccezione. Forse sì. Ma, come nel caso dell'egiziano Ra, Surya è descritto come avente movimenti e caratteristiche che non si adattano a quelli del Sole. Così, per fare solo un esempio (e, più avanti, ne darò altri), si dice che Surya abbia occupato samanam dhama, che significa \"lo stesso luogo di alba e tramonto.\" Tutti sanno che il Sole non sorge e tramonta nello stesso luogo. (Come questa stranezza, a sua volta, si applichi al Saturno primordiale sarà spiegato in un capitolo successivo di quest'opera.) Lasciatemi, tuttavia, essere un po' più specifico. Surya è anche chiamato Suraj. Ma Suraj, ancora una volta, è un altro nome per il pianeta Saturno. Così che, ancora una volta, possiamo vedere che Saturno e il Sole una volta condividevano lo stesso nome come, tra gli indù, almeno in sanscrito, ancora fanno. Come notato in precedenza, un altro nome sanscrito per il pianeta Saturno è Graha-nayakah, che significa \"capo, o leader, dei pianeti.\" Ma, ancora una volta, Graha-nayakah è anche uno dei nomi attribuiti al Sole.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 133,
        "content": "IL SOLE SATURNIANO Siamo ora giunti a un punto in cui rischiamo una ripetizione monotona. Ma la nostra è una posizione precaria poiché, mentre ascoltiamo la voce dell'antichità, sembriamo prestare un orecchio sordo ai principi astronomici. Per il momento, tuttavia, il nostro principale interesse deve concentrarsi su ciò che gli antichi avevano da dire riguardo al cosmo intorno a loro. Così, se la nostra indagine deve avere un significato, la nostra posizione dovrà essere rafforzata e, si spera, sostenuta invocando prima la forza dei numeri. A meno che non venga presentata una quantità sufficiente di prove, affronteremo sempre il rischio maggiore di essere accusati di selettività. Per questa ragione, e per mostrare che il tema qui sviluppato è ben consolidato, dobbiamo insistere con ulteriori esempi fino a coprire una buona parte del mondo antico. Quando si tratta di conoscenze astronomiche, l'antico Egitto presenta qualcosa di problematico poiché gli Egiziani non possedevano un'astronomia formale fino ai tempi tolemaici. Sembra quasi che gli Egiziani fossero contenti di considerare i corpi celesti come divinità i cui movimenti erano troppo sacri per essere ridotti a numeri mondani. Nonostante le loro mappe stellari, grafici e calendari, quando si tratta di pianeti e dei loro movimenti, nulla è sopravvissuto dall'Egitto pre-alessandrino che ci permetta di rivendicare un risultato astronomico da parte loro. D'altra parte, se i mitologi convenzionali possono trattare divinità come Horus e Ra come rappresentazioni solari, con figure come Iside e Hathor come rappresentazioni lunari o venusiane, allora anche noi possiamo trattarli come corpi celesti. Infatti, come già notato, chiedete a qualsiasi mitologo di nominare il dio solare per eccellenza e il nome di Ra (o Re) è destinato a emergere. Non solo Ra è presentato come il dio sole egiziano, ma si crede che fosse il Sole stesso. Come James Frazer ha riecheggiato questo dictum egittologico: \"Che Ra fosse sia il sole fisico che il dio sole è un fatto ben stabilito.\"",
        "captions": [],
        "headers": []
    }
]