[
    {
        "page_type": "main",
        "page_number": 484,
        "content": "E poi, tornando alle ambiguità della scienza del plasma così come esiste attualmente, i getti sono davvero getti? In altre parole, sono davvero materiale espulso? Non sembra esserci consenso riguardo alla risposta a questa domanda cruciale. A partire dalla proposta di W. Baade e R. Minkowski nel 1954, gli astrofisici hanno presunto che i getti astrali costituiscano effettivamente espulsioni di materia. Ma, come ha notato più recentemente Don Scott: \"Non dovremmo dedurre troppo quando vediamo la parola 'getto' usata (soprattutto dagli astronomi). Un plasma colonnare può sembrare un getto. Ma questi getti non sono scarichi di motori a reazione: non sono flussi massicci di materiale. Potrebbe non esserci molta materia che fluisce nel getto, a parte una corrente elettrica. La 'materia' potrebbe essere compressa rimanendo relativamente stazionaria all'interno del 'getto'.\" Oppure, per citare Peratt, che usa egli stesso il termine \"getto\" in relazione a queste emanazioni astrali nel suo opus del 1992: \"Per quanto buoni siano i 'getti', [essi] non sono realmente getti. Sono percepiti come 'getti' di gas dagli astronomi e i getti di gas esistono. Ma i getti di gas non hanno le proprietà di radiazione, né le caratteristiche, di ciò che osserviamo nello spazio. \"I getti non esistono nemmeno nel plasma (fasci di particelle cariche) se non quando un campo magnetico molto forte è presente per impedire che si disperdano immediatamente... Il termine 'getto' è molto popolare e conveniente, sebbene fisicamente scorretto.\" Questo ci riporta alla \"scarica elettrica\" di Andrew Gray sospesa nello spazio senza dissiparsi, per non parlare della scarica di plasma sostenuta di Thornhill. Un'altra obiezione sollevata da Thornhill è che \"essere avvolti in un vortice di plasma non sarebbe favorevole a condizioni di vita piacevoli\" poiché ciò avrebbe collocato l'intera Terra all'interno del vortice di un tornado globale. E, certamente, mentre i getti astrali sono relativamente sottili o stretti in prossimità delle stelle che li generano, tendono ad allargarsi più lontano, \"raggiungendo un diametro più ampio dell'orbita di Plutone.\" Tuttavia, questo è solo una questione di scala. Così, quando osserviamo HH 34 vediamo chiaramente che la larghezza del getto non è ampia quanto i diametri dei nodi incorporati al suo interno. Questo è ancora più evidente in HH 409, il getto emesso da HD 163296. Questi due sistemi mostrano chiaramente che le larghezze dei getti astrali sono inferiori ai diametri dei nodi. In effetti, è abbastanza ovvio che, se questi nodi fossero considerati pianeti, i getti coprirebbero solo le loro aree polari, molto simile a quanto ipotizzato per la colonna polare del proto-Saturno in relazione alla Terra. Thornhill è anche dell'opinione che, se la Terra fosse stata realmente sospesa all'interno di un getto astrale emanato dal proto-Saturno, tutta la vita terrestre sarebbe stata fulminata. In considerazione del numero di morti di persone colpite da quella scarica di plasma che conosciamo come fulmine, la preoccupazione di Thornhill è comprensibile. Questo autore stesso, all'età di dodici anni, fu sbalzato a terra da una scarica di fulmine. Fortunatamente, non fu un colpo diretto. I colpi diretti di fulmini su persone che sono sopravvissute non sono, d'altra parte, così rari. Ma con i mille mega-ampere che Peratt ha ipotizzato per la colonna polare saturniana, nessuno avrebbe potuto sopravvivere senza essere fulminato. Ma, come ha chiarito Don Scott, ciò sarebbe accaduto solo al punto zero e non avrebbe mai potuto applicarsi all'intera popolazione terrestre.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 485,
        "content": "Thornhill non era d'accordo, affermando che, man mano che il voltaggio aumenta, \"il plasma si estenderebbe a latitudini inferiori fino a coprire l'intera superficie del pianeta.\" Tuttavia, non ha fornito una giustificazione elettrica sul perché il voltaggio del getto dovrebbe aumentare. E poi, ancora una volta, ci imbattiamo nella convinzione di Thornhill che la colonna polare del proto-Saturno fosse una scarica di plasma sostenuta sotto forma di corrente di Birkeland. Perché, allora, questa scarica di plasma sostenuta non dovrebbe essere soggetta a un aumento di voltaggio simile, se non identico? Una delle maggiori obiezioni di Thornhill riguarda la forza che avrebbe mantenuto la Terra allineata con l'asse di rotazione del proto-Saturno, il che ci riporta al problema iniziale. Come ha dichiarato: \"Nessuno ha mostrato come pianeti massicci possano essere semplicemente sospesi sopra il polo di una stella mentre sono avvolti in una scarica di plasma.\" E: \"La maggior parte dei pianeti finora scoperti [in sistemi extra-solari] sono giganti gassosi che occupano orbite normali [cioè equatoriali] vicine ai loro genitori stellari. Non sono sospesi in getti stellari polari.\" \"Se [ciò che Cardona afferma fosse] il modo normale di formazione dei pianeti, non dovremmo aspettarci di trovare pianeti attorno a stelle vicine cercando l'oscillazione stellare causata da orbite normali.\" Tuttavia, nessuno sostiene che i pianeti possano formarsi solo attraverso espulsioni polari. Se Arp ha ragione nel dire che alcune galassie sono espulse da altre galassie in direzione laterale, lo stesso potrebbe probabilmente essere vero per l'espulsione di alcune stelle e pianeti. Inoltre, nessuno proclama che i pianeti espulsi in direzione polare debbano rimanere per sempre allineati. Ovviamente, il sistema saturniano stesso si è infine stabilizzato in orbite equatoriali una volta entrato nel dominio del Sole. Nel frattempo, a causa della loro stessa mancanza di moto orbitale equatoriale, eventuali pianeti extra-solari sospesi in getti polari non causerebbero oscillazioni stellari e sarebbero quindi tra gli oggetti celesti più difficili da rilevare. Thornhill afferma che \"ci sarebbe bisogno di una forza persistente per mantenere i pianeti sospesi sopra un polo stellare.\" Discutendo delle galassie E allineate lungo il getto di M87, anche Arp trovò motivo di porsi una domanda identica: \"Perché queste galassie più antiche non si sono allontanate da questo allineamento nel campo generale in tutto questo tempo?\" Ma, come lui stesso riconobbe, \"essendo espulse lungo l'asse minore [cioè l'asse di rotazione], non hanno momento angolare e semplicemente rimangono lungo la loro direzione di espulsione originale.\" Questo si applica altrettanto bene alla nostra situazione ipotizzata perché, nello spazio, non ci sarebbero stati corpi vicini che avrebbero esercitato la loro influenza attrattiva sul proto-Saturno e sul suo seguito, il che è un'ulteriore ragione che richiede che il sistema proto-saturniano fosse originariamente un sistema sub-nana bruna libero e fluttuante al di fuori del nostro Sistema Solare.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 486,
        "content": "Certamente, Thornhill non si oppone alla tesi secondo cui i pianeti sono espulsi da stelle nane brune. Come ha dichiarato: \"Le nane brune sono costituzionalmente ed energeticamente le più adatte a produrre pianeti rocciosi e lune.\" Né è contrario all'affermazione che il proto-Saturno stesso abbia espulso pianeti che ora sono membri del nostro Sistema Solare, insieme alla nostra stessa Terra, esattamente come postulato nella presente tesi. In cosa, dunque, differisce da noi? Una delle principali ragioni dietro la lista di obiezioni di Thornhill diventa evidente quando confronta le caratteristiche del proto-Saturno con la magnetosfera di Giove. Come ha spiegato: \"La colonna polare può essere immaginata come equivalente a una manifestazione magnetosferica iperattiva di dimensioni superiori a quella di Giove in cui le correnti di Birkeland erano visibili. Ricordate che la 'coda' di Giove si estende invisibilmente per mezzo miliardo di km fino all'orbita di Saturno.\" La \"manifestazione magnetosferica\" di Giove, che si estende nella sua \"coda\" di miliardi di km, è tuttavia avvolta equatorialmente attorno al pianeta gigante. Non è un'emissione polare o bipolare. E questo è precisamente il punto di Thornhill perché, secondo lui, i pianeti sono stati espulsi dal proto-Saturno in una direzione laterale, o equatoriale. Come abbiamo visto, secondo Thornhill, solo entrando nel Sistema Solare i pianeti si sarebbero allineati in una configurazione lineare mentre il proto-Saturno trascinava il suo seguito dietro di sé molto alla maniera della Cometa Shoemaker-Levy 9. Così, sempre secondo lui, \"stiamo parlando semplicemente di un allineamento lineare di corpi dove l'unica forza tra loro è attrattiva.\" Questo conformerebbe quindi con l'affermazione di Talbott che la Terra orbitava originariamente il proto-Saturno in un'orbita equatoriale sincronizzata, riguardo alla quale non è mai stata prodotta alcuna prova dal registro mito-storico, e contro la quale sono già state sollevate abbastanza obiezioni nelle pagine precedenti di questo lavoro. Nel contesto dello scenario di Thornhill, diventa quindi evidente che la colonna polare del proto-Saturno sarebbe sorta solo dopo che il proto-Saturno e il suo seguito avevano invaso il Sistema Solare. E questo scenario lo preclude dall'accettare la preesistenza della colonna polare del proto-Saturno. Ma, come ha affermato Peratt sulla base dei suoi studi sul plasma, \"la colonna è la configurazione da cui si formano i pianeti, quindi dovrebbe essere sempre esistita.\" Così, quando ho portato all'attenzione di Peratt che, secondo il registro mito-storico, la colonna polare del proto-Saturno era uno dei due elementi—l'altro erano le acque celesti—che non è mai stato visto come creato, ha riaffermato entrambe le nostre posizioni affermando che ci sono molte prove quantitative che tendono a supportare questo. Concesso che abbiamo discusso di emissioni di ampiezze molto diverse, non potremmo, dopotutto, essere coinvolti in una questione di nomenclatura? Una cosa che abbiamo sicuramente imparato è che la demarcazione tra stelle, stelle nane rosse, stelle nane brune, stelle sub-nane brune e pianeti gassosi giganti è semplicemente una questione di magnitudine. Abbiamo anche discusso di nodi, condensazioni, plasmoidi e planetesimi \"incorporati\" in \"getti\" astrali quando, in realtà, questi sono termini che connotano gli stessi fenomeni anche se, forse, in diverse fasi di evoluzione.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 487,
        "content": "evoluzione. Non ci troviamo nella stessa situazione quando introduciamo termini come getti stellari, getti di plasma, correnti di Birkeland e scariche sostenute? O dove si trova la demarcazione tra i membri di questa ultima classe di oggetti? A parte l'ampiezza, non potremmo riferirci involontariamente agli stessi fenomeni, o a fenomeni associati? Così, quando si tratta della colonna polare del proto-Saturno, è davvero il termine \"getto\" che Thornhill contesta? Non l'ha forse definita lui stesso inizialmente un \"getto\"? Preferirebbe che mi riferissi ad essa come una corrente di Birkeland sostenuta? Non l'ho forse definita tale? Non crede egli stesso che fosse esattamente questo? Non si avvicina forse la proposta di Moss di un residuo di getto a soddisfare questa descrizione? Chiamatela come volete, questa emissione cosmica, o sostentamento, con o senza la partecipazione di un vortice di Rankine, sarebbe stato il raggio di luce vorticoso dall'alto che l'uomo antico ricordava come la gamba solitaria o il fallo della divinità saturniana, quell'asse di fuoco che vedeva estendersi come una scia di luce dal pianeta polare che venerava come suo dio. UN'ALTERNATIVA CONCETTUALE Le altre obiezioni di Thornhill, come elencate sopra, non devono necessariamente essere giudicate come invalide. Nonostante la mia riluttanza ad accettare le sue convinzioni, potrebbe ancora rivelarsi corretto in alcune delle sue affermazioni opposte. Sebbene mi senta fiducioso nelle mie opinioni, non sarò inflessibile riguardo alla loro accettazione. La mia opinione onesta è che sia le sue affermazioni che le mie, per non parlare di quelle di David Talbott, dovrebbero rimanere aperte a ulteriori indagini fino a quando le nostre attuali credenze opposte non potranno essere riconciliate attraverso ulteriori sviluppi e una migliore comprensione della cosmologia del plasma. Inoltre, e per essere equi, mentre l'uso dei dati di Halton Arp, come utilizzati in questo lavoro, sembra implicare il suo sostegno alla tesi di Saturno, devo confessare che nulla potrebbe essere più lontano dalla verità. Al contrario, come mi ha chiarito: \"...la difficoltà più grande che vedo nell'adattare l'interpretazione saturnista dei documenti storici sono le scale temporali molto lunghe necessarie per l'evoluzione dinamica e materiale. Inoltre mi chiedo quanto il documento rifletta la visione del mondo dei [sacerdoti antichi] che possono essere molto illusori e quanto rappresenti le osservazioni pratiche dei cittadini che lavorano nei campi. Il tuo punto sui miti indipendenti che concordano attraverso il tempo e la cultura è il punto che mi impressiona di più. Ma poi penso alla situazione sfortunata di oggi in cui gli esperti non sono affatto d'accordo quando guardano la stessa fotografia [astronomica] replicabile.\" Tuttavia, non c'è nulla nel presente volume che contraddica le scale temporali ipotizzate richieste dall'evoluzione dei corpi celesti. Non è stata proposta alcuna data per l'origine della Terra—o del proto-Saturno, per quel che conta—e non sarà proposta alcuna data o età. Né offrirò nulla riguardo a ciò che Arp chiama \"la situazione sfortunata di oggi\" riguardo al disaccordo degli esperti su qualsiasi argomento. Per quanto riguarda la coerenza del registro mito-storico stesso, è stato presentato abbastanza in queste pagine passate (con molto altro ancora da venire in futuri volumi sperati). Arp, ovviamente, non è ancora ben familiare con questo registro, avendolo incontrato solo durante una singola conferenza sponsorizzata da KRONIA Communications, tenutasi a Portland, Oregon, nel settembre del 2000. Questo non significa che accetterà necessariamente la tesi, né in parte né nella sua interezza, una volta che si familiarizzerà con le prove a suo favore. La mia unica speranza è che, se mai leggerà questo lavoro, lo considererà almeno.",
        "captions": [],
        "headers": ["UN'ALTERNATIVA CONCETTUALE"]
    },
    {
        "page_type": "main",
        "page_number": 488,
        "content": "È una questione leggermente diversa quando si tratta di Anthony Peratt, che ha incontrato per la prima volta la tesi di Saturno alla stessa conferenza mondiale frequentata da Arp. Sebbene non fosse completamente convinto durante la conferenza, mostrò presto interesse subito dopo l'evento attraverso comunicazioni personali con David Talbott e Wallace Thornhill. Così, durante i procedimenti della conferenza KRONIA, tenutasi a Laughlin, Nevada, nel luglio dell'anno successivo, non ebbe remore a dichiarare che, a causa delle correnti di Birkeland amplificate, non era sorpreso di sentire parlare della configurazione saturniana o della sua colonna polare associata. Come riportò successivamente Thornhill: \"Secondo Peratt, l'autorità riconosciuta sull'argomento, il comportamento del plasma si adatta perfettamente alle rappresentazioni dettagliate della colonna polare. Sono consapevole delle complessità delle instabilità delle scariche di plasma e sono soddisfatto dell'identificazione successiva di Peratt della colonna polare con quel fenomeno. Le 'instabilità di Peratt', come sono ora conosciute, si rivelano essere molto più complesse di quanto avremmo potuto immaginare e quindi costituiscono un test imbattibile del modello di configurazione polare.\" Ciò che portò Peratt a considerare seriamente la teoria della configurazione saturniana, o polare, fu la sua esperienza diretta con esperimenti sul plasma presso i Laboratori Nazionali di Los Alamos, Nuovo Messico. Per cominciare, avendo servito come segretario di Alfvén, era piuttosto familiare con le teorie di quest'ultimo. Così, durante una lezione tenuta in uno dei seminari di \"Nuova Astronomia\" di Alfvén presso l'Università della California, San Diego—circa 1980-1981—Alfvén aveva proposto che gli oggetti cosmici si formano in colonne, molto nel modo qui propugnato. Come chiarì successivamente Peratt, i plasmoidi sono prodotti in una scarica elettrica. E: \"La cosmogonia del plasma, tramite Alfvén, fornisce la fisica per l'evoluzione dei plasmoidi in planetesimi e, infine, in pianeti. Questi si formano come perline su un filo.\" Si potrebbe obiettare che un pianeta sospeso sotto un altro, o sotto una sub-nana bruna, difficilmente possa essere paragonato a \"perline su un filo.\" Tuttavia, come sanno già coloro che sono familiari con la teoria della configurazione saturniana, e come sarà rivelato in futuri seguiti di questo lavoro, c'erano altri pianeti oltre alla Terra coinvolti nella configurazione in questione. Anche così, quando gli fu chiesto della possibilità che le stelle nane brune emettano getti, la risposta di Peratt riecheggiò quella di Thornhill con un sonoro \"no.\" Come, allora, può essere compatibile con la sua affermazione che i corpi cosmici si formano in colonne come perline su un filo? Per iniziare, gli esperimenti sul plasma hanno convinto Peratt che i pianeti e i loro satelliti possono formarsi completamente indipendentemente da qualsiasi stella. Se non altro, ciò eliminerebbe la necessità di cercare il genitore del proto-Saturno, una ricerca che, anche se uno esistesse, si rivelerebbe certamente futile in ogni caso. Ma la domanda che ciò solleva è: come, allora, si formerebbero le stringhe di pianeti? La risposta a questa domanda ci riporta nel dominio di Alfvén, riguardo al quale Peratt ebbe questo da dire:",
        "captions": [],
        "headers": []
    }
]