[
    {
        "page_type": "main",
        "page_number": 334,
        "content": "Entro il 2002, gli astrofisici erano nuovamente in disaccordo sulla definizione degli oggetti celesti. A quel punto, non erano nemmeno sicuri di cosa fosse realmente un pianeta, per non parlare delle stelle nane rosse e brune. Alan Stern e Harold Levison tentarono di proporre nuovi criteri, ma ciò non aiutò molto poiché si basava ancora sulla massa. Secondo loro, un pianeta deve essere un corpo \"sufficientemente leggero da non poter mai, né in passato né nel presente, generare energia al suo interno attraverso una reazione di fusione autosufficiente.\" Tuttavia, come sottolineò Adam Burrows: \"Esiste un pregiudizio infondato secondo cui un pianeta non dovrebbe avere una fase termonucleare,\" e che ciò fosse semplicemente un preconcetto non verificato da fatti osservabili. Per quanto riguarda la nostra tesi, non importa molto se questi cosiddetti pianeti extrasolari siano realmente pianeti, stelle nane brune o una combinazione di entrambi, poiché il nostro scenario tiene conto sia di un pianeta (la Terra) che di una stella nana bruna (Saturno) come partner al di fuori del Sistema Solare. IL PIANETA FUGGITIVO I pianeti extrasolari non sono stati trovati solo in orbita attorno a stelle, ma anche mentre si allontanavano da esse. Almeno uno di questi pianeti sarebbe stato scoperto mentre si allontanava dal sistema stellare binario noto come TMR-1, a 450 anni luce dalla Terra, con una separazione tra loro di 3,7 miliardi di miglia. Inoltre, questo pianeta era effettivamente visibile attraverso il telescopio spaziale Hubble ed è stato fotografato. Scoperto da Susan Terebey, si calcolò che il pianeta avesse una massa \"due o tre volte quella di Giove, espulso in una lotta gravitazionale tra le [due] stelle.\" Si diceva che il pianeta si stesse allontanando a una velocità di 20.000 miglia all'ora. Sfortunatamente, questa scoperta fu successivamente messa in discussione. Il pianeta in questione fu poi spiegato come niente più di una stella di sfondo. Ciò fu \"dedotto\" dallo spettro dell'oggetto in questione che (a) non mostrava segni di vapore acqueo, e (b) sembrava essere troppo caldo, a 2.700° Kelvin (4.400° F), per essere un protopianeta, anche se, personalmente, non sono del tutto sicuro del perché questi parametri dovrebbero escludere un protopianeta. Tuttavia, la stessa Terebey non ha del tutto escluso la sua ipotesi originale. Come si legge in un suo rapporto: \"Al momento non ci sono prove solide che TMR-1C sia effettivamente un protopianeta.\" Ma aggiunse: \"I modelli non sono ancora affidabili a età così giovani, quindi questo test da solo non è conclusivo. L'idea rimane viva e vegeta che possano esistere pianeti fuggitivi e nane brune... formatisi tramite espulsione da sistemi stellari multipli.\" Otto mesi dopo, Scientific American ripubblicò la fotografia di TMR-1C con una didascalia che lo definiva un \"possibile\" protopianeta \"ancorato\" alla stella. E lì, al momento della stesura di questo testo, la questione rimase. Ancora una volta, per noi non importa se TMR-1C sia davvero un pianeta fuggitivo. Ciò che ci interessa è che fosse originariamente accettato come tale, il che significa che i pianeti che sfuggono ai loro sistemi sono una possibilità. Anche Phil Lucas, come vedremo presto, non escluderebbe una tale possibilità.",
        "captions": [],
        "headers": ["IL PIANETA FUGGITIVO"]
    },
    {
        "page_type": "main",
        "page_number": 335,
        "content": "Se, quindi, i pianeti possono sfuggire ai loro sistemi, perché alcuni di essi non potrebbero invadere sistemi solari, come stiamo ipotizzando per Saturno e la Terra? VIAGGIATORI SOLITARI NELLO SPAZIO Ci furono altre sorprese in serbo. Nel luglio del 2000, tredici pianeti extrasolari che viaggiavano da soli attraverso il freddo dello spazio senza un corpo primario di accompagnamento—cioè senza un sole a sostenerli—furono individuati da Phil Lucas e Patrick Roche. Le loro masse sono state stimate essere otto volte quella di Giove. Lucas e Roche sospettavano che \"questi pianeti si siano formati direttamente da una nube di gas e polvere fredda—non da un disco che circonda una stella neonata, come fanno i pianeti normali.\" Come dichiarò lo stesso Lucas: \"Non possiamo escludere la possibilità che alcuni possano essere stati espulsi da un sistema solare, ma sembra che siano sempre stati liberi di fluttuare.\" Come accade, l'esistenza di tali corpi che viaggiano da soli nello spazio era stata anche prevista da Firsoff trentatré anni prima, quando scrisse: \"Sebbene manchi la prova, sembra praticamente certo che esistano pianeti senza sole, non legati a stelle.\" Sembra che la prova non manchi più. Nel dicembre del 2000, fu riportato che Maria Zapatero-Osorio e i suoi colleghi del California Institute of Technology avevano individuato 18 pianeti solitari, \"inspiegabilmente non orbitanti attorno a stelle, in un giovane ammasso stellare in Orione.\" Come riportò Svitil: \"Questi giganti gassosi sono condannati a una vita di eterna oscurità. Gli scienziati non sono sicuri del perché esistano; secondo i modelli prevalenti, i pianeti possono formarsi solo attorno a stelle.\" In realtà, questi oggetti sembrano essere più che semplici pianeti. Ciò che Zapatero-Osorio afferma di aver scoperto è un conglomerato che consiste in \"stelle, nane brune e grandi oggetti gassosi delle dimensioni di un pianeta\" che esistono tutti \"senza la disciplina di un sistema solare.\" Come riportato dal suo team: \"Invece di orbitare ordinatamente attorno a una stella centrale, vagano in una collaborazione libera.\" In un'intervista telefonica, ha continuato affermando che: \"La formazione di giovani oggetti di massa planetaria liberi come questi è difficile da spiegare con i nostri modelli attuali su come si formano i pianeti... Pensiamo che abbiano avuto origine in modo simile a stelle e nane brune—una grande nube si è frammentata in piccoli pezzi. Alcuni erano abbastanza grandi da produrre stelle, mentre altri frammenti erano molto piccoli e hanno dato origine agli oggetti che abbiamo scoperto nell'ammasso... [Questi corpi si trovano in] un'area che ha un'alta concentrazione di stelle, e sono distribuiti omogeneamente all'interno dell'ammasso—una stella, una nana bruna, un corpo di massa planetaria, una stella, una nana bruna, un corpo di massa planetaria e così via.",
        "captions": [],
        "headers": ["VIAGGIATORI SOLITARI NELLO SPAZIO"]
    },
    {
        "page_type": "main",
        "page_number": 336,
        "content": "Sebbene questi corpi non siano legati insieme in senso orbitale, si muovono comunque contemporaneamente come un ammasso. Inoltre, Zapatero-Osorio crede che potrebbero esserci centinaia di questi corpi simili a pianeti. Il team che guida ne ha scoperti solo diciotto semplicemente perché si erano concentrati su una singola piccola area in Orione. Né questi corpi sono stati rilevati tramite i loro spostamenti Doppler. Utilizzando spettrometri, che misurano sia l'energia visibile che quella invisibile, il team di Zapatero-Osorio \"ha effettivamente visto gli oggetti che descrive.\" Come Phil Lucas, e nonostante la sua convinzione che questi corpi debbano essersi formati indipendentemente, Zapatero-Osorio non ha escluso la possibilità che possano essere stati espulsi da altri sistemi contenenti stelle attorno alle quali avrebbero orbitato originariamente. I diciotto viaggiatori solitari nello spazio presto salirono a venticinque; e l'esistenza teorica di centinaia di altri presto salì a centinaia di milioni di pianeti vagabondi che si muovono liberamente nella Via Lattea. Ciò che è forse più importante per il nostro studio, tuttavia, è la conclusione di Firsoff in relazione a questi pianeti solitari. \"In assenza della radiazione ionizzante della stella,\" scrisse, \"[tali pianeti] dovrebbero essere in grado di trattenere atmosfere più estese e, mentre i pianeti terrestri di questo tipo sarebbero molto freddi, grandi masse [gioviane o sub-gioviane] potrebbero avere abbastanza calore interno da consentire lo sviluppo di qualsiasi tipo di vita, anche basata sulla nostra chimica dei carboidrati, sulle loro superfici.\" Sebbene probabilmente non sapremo mai se Saturno e la Terra siano corpi che sono sfuggiti da un altro sistema solare, abbiamo visto che tali pianeti liberati sono considerati possibili. I pianeti che viaggiano da soli nello spazio sono ora diventati abbastanza comuni. Non c'è, quindi, nulla di impossibile nel fatto che la Terra abbia viaggiato insieme a Saturno attraverso i freddi regni dello spazio prima di entrare nell'orbita del nostro attuale Sole. Come ammise Firsoff, le masse gioviane e persino sub-gioviane possono trattenere abbastanza calore interno per consentire lo sviluppo e il sostentamento della vita. La nostra ipotesi differisce solo leggermente da questa, in quanto era il calore di Saturno a consentire l'esistenza della vita sulla Terra. È vero, Saturno è meno massiccio di Giove e, con la sua massa attuale, non soddisfa i requisiti per essere considerato una stella nana bruna poiché, come abbiamo visto, tali stelle hanno masse che vanno da circa 15 a 80 volte quella di Giove. Tuttavia, è stato accertato che \"le nane brune colmano l'intero divario tra stelle e pianeti,\" con candidati a bassa massa più numerosi di quelli ad alta massa, \"e questa tendenza continua quasi fino alle masse planetarie.\" È stato persino ipotizzato che \"le masse delle nane brune e dei pianeti possano effettivamente sovrapporsi!\" Inoltre, come intendo mostrare nel seguito proposto a questo volume, ci sono ragioni per credere che, come stella nana bruna, il proto-Saturno fosse una volta più massiccio. Ora si ritiene che ci siano il doppio delle nane brune rispetto alle \"vere\" stelle. Inoltre, è stato scoperto che \"molte più nane brune fluttuano liberamente rispetto a quelle che orbitano attorno a stelle.\" È stato inoltre ipotizzato che una di esse \"potrebbe persino agitare la nube di Oort",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 337,
        "content": "ai margini del Sistema Solare e inviare una pioggia di comete mortali verso la Terra.\" Se, quindi, una stella aliena potrebbe facilmente passare vicino al dominio del nostro Sole abbastanza da disturbare Giove, se si crede che le stelle nane brune possano avvicinarsi abbastanza al nostro Sistema da causare scompiglio nella nube di Oort, cosa potrebbe impedire a stelle, nane brune e/o pianeti che potrebbero accompagnarle di invadere il nostro sistema? IL SOLE ASSENTE I miti che abbiamo finora enumerato possono quindi essere visti come costituenti la memoria collettiva dell'umanità di quel tempo antico in cui la Terra, in compagnia del suo corpo celeste primario, viaggiava attraverso l'oscurità dello spazio profondo, lontano dal Sole, illuminata debolmente dal tenue bagliore di Saturno, ma riscaldata dal calore di quel gigante primordiale che era, da tempo immemorabile, il primo—e per un po' l'unico—dio che l'uomo conosceva. Il registro mito-storico può ulteriormente supportare questa audace affermazione? L'uomo primitivo non avrebbe saputo di vivere al di fuori del nostro Sistema Solare. Di sistemi solari e stelle nane brune—e persino di pianeti, per sé—non sapeva nulla. Tutto ciò che poteva ricordare in seguito era che il Sole era stato assente durante i tempi più antichi che poteva ricordare. Credo di aver fornito abbastanza della memoria antica dell'uomo riguardo a quel periodo nelle pagine precedenti. Qui aggiungerò solo due frammenti riguardanti Raven, Raven Boy e Wanadi, semplicemente perché avevamo già avuto qualcosa di diverso da raccontare riguardo a queste entità mitologiche. Così, tra gli Eschimesi si racconta come Raven Boy abbia rubato il sole ma che, su richiesta di suo padre Raven, \"riportò il sole al suo vecchio posto in modo che la luce tornasse sulla terra.\" \"Ma non era la luce incessante dei giorni passati, perché Raven Boy temeva che se le persone avessero dimenticato i terrori dell'oscurità, avrebbero dimenticato anche gli insegnamenti di Raven. Con un battito d'ala, fece girare il cielo intorno alla terra, portando con sé il sole e in questo modo furono creati il giorno e la notte.\" Ciò che questo ci dice è che il sole che Raven Boy rubò era uno che emanava una \"luce incessante,\" che allude a un sole che né sorgeva né tramontava. Questo, quindi, farebbe riferimento al sole saturniano immobile. Il sole che riportò al suo posto, d'altra parte, era uno che \"girava intorno alla terra\"—in altre parole, il nostro Sole attuale. I Makiritare del Venezuela, che abbiamo già incontrato in una pagina precedente, veneravano Wanadi come \"colui che splende nel cielo più alto.\" Ma poiché, come abbiamo già visto, questo Wanadi era detto essere \"come un sole che non tramonta mai,\" abbiamo ogni ragione di credere che il riferimento sia al sole saturniano immobile. Si dice che la luce di questo Wanadi alla fine smise di scendere. Ed è per questo che, dicono i Makiritare, \"il nuovo Wanadi creò questo sole per noi, per illuminarci durante il giorno.\"",
        "captions": [],
        "headers": ["IL SOLE ASSENTE"]
    },
    {
        "page_type": "main",
        "page_number": 338,
        "content": "Posso relegare il lettore a vari altri racconti riguardanti la prima apparizione del nostro attuale Sole come fu ricordata dalle antiche razze del mondo, ma ciò significherebbe collocare l'evento fuori sequenza. Dobbiamo, quindi, riservare tali registrazioni per il loro posto appropriato nella cronologia degli eventi saturniani che stiamo cercando di ricostruire. Ciò che è di ulteriore interesse è che, in un modo strano, l'assenza del Sole, e la sua eventuale \"nascita,\" continua a essere commemorata fino ai giorni nostri in un antico rituale peruviano che, col tempo, ha acquisito sfumature cattoliche. Il rituale in questione si svolge a giugno, in alto sulle Ande, dove migliaia di celebranti si radunano dai villaggi e dalle città di montagna per partecipare. Ciò che queste persone si riuniscono per osservare è la festa di Qoyllur Rit'i che, in quechua, significa la \"Stella della Neve,\" un festival annuale profondamente radicato nell'eredità incaica. Procedendo in una lunga processione verso un luogo sacro a tre miglia sopra il livello del mare, i pellegrini attraversano gole e pendii montuosi al chiaro di luna per celebrare un festival che commemora l'apparizione miracolosa del bambino Gesù a un giovane pastore di nome Mariano in queste montagne due secoli fa. Oggi, il santuario della Stella della Neve contiene una roccia che porta l'immagine del Gesù cristiano. Tuttavia, le radici precolombiane del rituale sono riconosciute da molti antropologi e, in",
        "captions": [
            "CBee Il mitologico Corvo come immaginato e stilizzato dagli indiani Haida della Columbia Britannica, Canada"
        ],
        "headers": []
    }
]