[
    {
        "page_type": "main",
        "page_number": 359,
        "content": "“Era [un periodo] cupo nel senso che la Terra [non sperimentava] i netti contrasti del moderno giorno e notte; ma il clima [era] uniformemente umido e caldo. La vegetazione [era] rigogliosa, gli animali [erano] abbondanti e la vita facile per erbivori, carnivori e onnivori-spazzini, come l'uomo.”\n\nFOTOPERIODISMO\nIl fotoperiodismo, da non confondere con la fotosintesi, è la risposta degli organismi alla durata della luce e dell'oscurità generata dalla successione di giorno e notte. Va tuttavia notato fin dall'inizio che temperatura, nutrizione e fattori ambientali possono modificare notevolmente questa risposta. Inoltre, varietà strettamente correlate di specie possono, e lo fanno, rispondere in modo diverso a condizioni fotoperiodiche identiche a causa di differenze ereditarie nella loro costituzione genetica.\n\nPer quanto riguarda la fauna, le attività più evidenti correlate al fotoperiodismo consistono in cambiamenti nel mantello e/o nel piumaggio, negli istinti migratori degli uccelli e nel processo riproduttivo, ognuno dei quali si verifica con regolarità marcata in un particolare periodo dell'anno. Quando gli animali tenuti in cattività sono sottoposti a condizioni di illuminazione artificiale che imitano una successione giorno-notte diversa da quella naturale, la riproduzione, la migrazione degli uccelli e altre attività possono essere indotte fuori stagione. Questo sembra dimostrare che tali attività sono regolate dai periodi giornalieri variabili di luce e oscurità—cioè dalla successione delle stagioni. In situazioni artificiali, è stato sufficiente un minimo di nove ore di luce al giorno per stimolare i cambiamenti fisiologici responsabili di queste attività. Si è scoperto che la risposta diventa rapida con giorni lunghi e lenta con giorni brevi. Pertanto, cambiamenti nelle risposte fisiologiche, come il cambiamento della stagione riproduttiva, si verificano in certi uccelli e mammiferi quando vengono trasportati da una latitudine meridionale a una settentrionale e/o viceversa. Eppure, nelle regioni equatoriali, dove la lunghezza del giorno è costante, mammiferi e uccelli continuano a riprodursi, cambiare piumaggio e migrare come se la lunghezza del giorno effettivamente vari. Tengono quindi il conto dei giorni? Riescono a misurare il tempo? O si sono adattati così bene al loro ambiente che la loro fisiologia cambia senza rispondere al fotoperiodismo? A dire il vero, studi su certe specie di uccelli non hanno mostrato alcuna influenza della luce sul loro ciclo riproduttivo.\n\nGli animali non si riprodurrebbero se non ci fosse una successione di giorno e notte? Smetterebbero di riprodursi in un ambiente di alba perpetua e una primavera eterna? O si adatterebbero?\n\nLa fioritura delle piante, la formazione di radici, stoloni, tuberi e bulbi sono anch'essi controllati dal fotoperiodismo. La reazione fotoperiodica delle piante avviene nelle foglie, ma la risposta si manifesta altrove. Non tutte le piante, tuttavia, reagiscono allo stesso modo. Le piante a giorno breve, per esempio, non fioriscono quando i giorni superano una certa durata; le piante a giorno lungo non fioriscono a meno che i giorni non superino una certa durata. La lunghezza critica del giorno per queste piante, inoltre, varia ampiamente non solo da specie a specie ma anche tra varietà della stessa specie.",
        "captions": [],
        "headers": ["FOTOPERIODISMO"]
    },
    {
        "page_type": "main",
        "page_number": 360,
        "content": "",
        "captions": ["Gli uccelli nelle regioni equatoriali, dove la lunghezza del giorno è costante, continuano a cambiare piumaggio, riprodursi e migrare puntualmente come se la lunghezza del giorno effettivamente vari. Nella foto: La Gru Africana. (Fotografia dell'autore.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 361,
        "content": "Altre piante, invece, fioriscono indipendentemente dalla lunghezza del giorno. Quello che non era compreso al tempo in cui il fenomeno del fotoperiodismo fu nominato è che la risposta delle piante è controllata dalla durata dell'oscurità e non della luce—cioè dalla lunghezza della notte piuttosto che dalla lunghezza del giorno. Possiamo osare suggerire che ciò potrebbe essere un residuo di un ambiente precedente in cui il mondo era immerso in una semi-oscurità perpetua? La luce rossa può impedire la fioritura delle piante a giorno breve promuovendo quella delle piante a giorno lungo. Tuttavia, l'inibizione della fioritura delle piante a giorno breve attraverso la luce rossa può essere prevenuta dall'inclusione di luce rossa di lunghezza d'onda maggiore (o ciò che è noto come rosso lontano). Poiché Saturno è qui ipotizzato come una stella nana bruna, la sua propensione alla luce rossa, principalmente nel rosso lontano, sarebbe stata quindi favorevole alla crescita delle piante. D'altra parte, come ogni giardiniere sa, alcuni fiori si chiudono di notte e si riaprono quando sorge il Sole. Cosa sarebbe successo, allora, a tali piante che tentavano di prosperare in un mondo dove la successione di giorno e notte era sostituita da una perenne foschia simile all'alba? La risposta è in realtà semplice: se tali piante fossero esistite all'epoca, avrebbero dovuto adattarsi al loro ambiente come altre hanno fatto, e continuano a fare, nel mondo presente.",
        "captions": [],
        "headers": ["L'ARTICO SUBTROPICALE"]
    },
    {
        "page_type": "main",
        "page_number": 362,
        "content": "",
        "captions": ["nities                      ———————                        =e Lower                         ce. 405 Ordoviciano                     Upper                         ce. 445 Middle Lower                   ce. 500 Cambriano                      Upper                         ce. 530 Middle Lower                   ce. 570"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 363,
        "content": "emisfero settentrionale; e sappiamo che le piante delle regioni temperate di quel tempo prosperavano all'interno del Circolo Polare Artico.”\n\n“Una cosa è certa, almeno, che fino a un periodo molto recente, geologicamente parlando, la nostra Terra godeva di un clima caldo e mite fino ai poli stessi, e che tutta la sua vegetazione era ovunque sempreverde, di tipo molto simile a quello che ora prevale nei tropici moderni.”\n\nAnche Charles Lyell, il principale sostenitore del principio uniformitarista, fu costretto a scrivere: “Il risultato...della nostra esaminazione...delle prove organiche e inorganiche sullo stato del clima dei periodi geologici passati è a favore dell'opinione che il calore fosse generalmente superiore a quello attuale. Durante gran parte del Miocene e degli epoche precedenti Eocene, la fauna e la flora dell'Europa centrale erano subtropicali, e una vegetazione simile a quella ora visibile nell'Europa settentrionale si estendeva nelle regioni artiche fino a dove sono state esplorate, e probabilmente raggiungeva il Polo stesso. Nelle ere Mesozoiche la predominanza della vita dei rettili e il carattere generale dei tipi fossili di quella grande classe di vertebrati indicano un clima caldo e un'assenza di gelo tra il 40° parallelo di latitudine e il Polo...”\n\nEppure, dato che tanto è stato scoperto dal XIX secolo, possiamo ancora aderire a queste conclusioni? Più che mai.",
        "captions": [],
        "headers": ["L'ALTO ARTICO CANADESE"]
    },
    {
        "page_type": "main",
        "page_number": 364,
        "content": "",
        "captions": ["Anche Charles Lyell—nella foto sopra—il sostenitore del principio uniformitarista, fu costretto ad ammettere che le regioni artiche un tempo godevano di un clima subtropicale.  (Da un ritratto al British Museum.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 365,
        "content": "notte polare. Come ha osservato Art Johnson, che, indipendentemente da Basinger, ha studiato questi resti: “Non abbiamo foreste sulla Terra dove gli alberi sono così grandi e devono stare al buio per tre mesi.”\n\nL'Isola di Axel Heiberg non è l'unica area nell'Alto Artico canadese dove sono stati trovati resti di antiche foreste. I sedimenti carboniferi del Gruppo Eureka Sound sparsi in gran parte dell'Arcipelago Artico contengono anch'essi tali resti. Le piante datate al Paleocene dalla Penisola di Fosheim dell'Isola di Ellesmere somigliano a flora paleocenica simile dell'interno del Canada occidentale, indicazione di una zona temperata cosmopolita. Alcune delle piante di queste foreste terziarie sono state descritte come simili a quelle che crescono attualmente nelle paludi di cipressi della Florida. Altre, come le querce, non crescono nelle paludi. Gli alberi del medio Eocene nella stessa area raggiungevano fino a 50 metri di altezza. I fossili di animali trovati sepolti tra i resti di queste foreste—antenati del cavallo e del rinoceronte, lucertole giganti, tartarughe terrestri, salamandre, serpenti, alligatori, coccodrilli, lemuri volanti—testimoniano tutti il calore del clima di quel tempo, così come la scoperta di fossili di palme e enormi felci esotiche da parte di paleobotanici sovietici nelle isole di Spitsbergen nell'arcipelago delle Svalbard ben all'interno del Circolo Polare Artico. Anche fossili di tapiri, i cui discendenti ora vivono nella foresta equatoriale amazzonica, sono stati trovati sull'Isola di Ellesmere. Come ha osservato Ian Johnson (da non confondere con Art Johnson, citato sopra), trovare i tropici a tali alte latitudini solleva serie implicazioni per i paleontologi: “Così lontano dall'equatore significa 4 mesi di oscurità polare...Se la temperatura notturna fosse sempre di 10 gradi Celsius, in concomitanza con 4 mesi di oscurità, le piante morirebbero. I mammiferi trovati finora sono probabilmente creature del medio Eocene. I coccodrilli, le lucertole e le tartarughe sono ben adattati alla vita forestale ma alcune delle specie scoperte [i coccodrilli] non possono tollerare temperature vicine al congelamento per molto tempo. Ciò implica che ci doveva essere un notevole calore nell'Alto Artico durante tutto l'anno dell'Eocene.”\n\nE: “I coccodrilli sono una prova della comunità forestale polare ricostruita perché hanno cambiato poco dalla fine del Triassico...i coccodrilli sono stati coerenti durante la loro lunga storia evolutiva nella loro limitata tolleranza al freddo.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 366,
        "content": "I coccodrilli non hanno mai occupato nicchie ecologiche dove il freddo vicino al congelamento persiste continuamente per mesi. Gli alligatori sono più adattati al freddo rispetto ai coccodrilli. I coccodrilli richiedono acqua bassa, ma i coccodrilli in acqua più fredda di 65°F tendono a sprofondare sul fondo per letargia e annegare, come accade anche in luoghi come la Florida durante periodi di freddo intenso. La comunità scientifica, nel frattempo, non è rimasta del tutto in silenzio quando si tratta di proporre soluzioni al mistero sollevato dall'esistenza di queste foreste artiche. Così, per esempio, scrittori di New Scientist hanno proposto che il clima subtropicale dell'Eocene artico possa essere spiegato se gli oceani trasportassero molto più calore ai poli di quanto non facciano attualmente. Ma mancano prove della circolazione atmosferica necessaria per questo, che dipende dalla differenza di temperatura. Inoltre, la piccola dimensione delle particelle recuperate dai sedimenti marini profondi dell'Eocene conferma la mancanza di velocità del vento in quel periodo. Anche la deriva continentale deve essere esclusa perché l'Isola di Axel Heiberg è “solo poche centinaia di chilometri più vicina al Polo Nord di quanto non fosse quando le foreste fiorivano”—il che non è sicuramente sufficiente per essere stata situata fuori dal Circolo Polare Artico in quel periodo. Come ha osservato Johnson: “Il lavoro sul campo geologico moderno ha confermato che le terre settentrionali del globo sono state situate in latitudini polari per almeno gli ultimi 100 milioni di anni, nonostante la continua deriva continentale.”\n\nL'osservazione di Leo Hickey secondo cui “i frammenti di foglie fossili indicano che le foglie decidue erano enormi” è rimasta alquanto controversa. Tuttavia, egli afferma di essere tornato dalla sua stagione sul campo del 1979 con frammenti di foglie fossili, uno dei quali misurava due piedi di larghezza. Foglie gigantesche sono note per svilupparsi quando le piante crescono in condizioni di illuminazione costante. Pertanto, la sua conclusione è stata che queste foreste “crescevano in condizioni di luce continua.” Hickey ha poi proposto che una coltre di nebbia densa potesse essersi posata sulle foreste durante l'inverno artico, nebbia che avrebbe trattenuto abbastanza calore da causare un effetto serra. Cosa avrebbe causato la nebbia, o perché una tale nebbia non è attualmente evidente nelle regioni polari, egli non lo ha spiegato. Curt Teichert è stato abbastanza onesto da ammettere che “i tentativi di spiegare i rapidi cambiamenti climatici durante il Terziario sono stati ‘particolarmente irritanti e insoddisfacenti.’” Come ha scritto D. H. Campbell: “È difficile immaginare qualsiasi possibile condizione climatica in cui queste piante potrebbero crescere così vicino al polo, private della luce solare per molti mesi all'anno.” O, come è stato costretto a concludere David Mech, le cause dietro un clima così radicalmente diverso “rimangono un mistero.”",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 367,
        "content": "queste piante potrebbero crescere così vicino al polo, private della luce solare per molti mesi all'anno.” O, come è stato costretto a concludere David Mech, le cause dietro un clima così radicalmente diverso “rimangono un mistero.”\n\nMa consideriamo ora: se la Terra avesse goduto della radiazione costante di Saturno piuttosto che di quella emessa dal nostro attuale Sole che sorge e tramonta, queste foreste non avrebbero dovuto “rimanere al buio per tre [o quattro] mesi” dell'anno; non avrebbero dovuto “dormire” durante la lunga notte polare. Come abbiamo visto, l'oscurità che l'uomo antico descriveva relativamente come tenebra non era mai totale. Saturno avrebbe emanato abbastanza luce, per quanto debole potesse essere, per dissipare l'oscurità e lo avrebbe fatto continuamente. Avrebbe anche fornito il calore necessario.",
        "captions": ["Nella foto: Gaviale indiano, i cui resti di antenati sono stati recuperati dall'Alto Artico canadese. Come hanno fatto questi animali amanti del caldo a sopravvivere all'interno del Circolo Polare Artico?"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 368,
        "content": "Ovviamente, il periodo Terziario a cui queste foreste sono state datate è stato calcolato per aver abbracciato l'ambiente terrestre circa 40-50 milioni di anni fa, che è ben lontano dall'età dell'uomo. Ma bisogna tenere a mente che se Saturno ha agito come il sole durante il passato primitivo dell'umanità, deve anche essere stato il sole della Terra durante epoche molto precedenti. Inoltre, poiché l'attuale illuminazione e calore di Saturno non sono nemmeno lontanamente vicini a ciò che abbiamo ipotizzato fossero durante la prima carriera dell'uomo su questo pianeta, è logico supporre che la sua energia radiante si sia dissipata relativamente velocemente. Questo ci porterebbe anche a supporre che, in epoche precedenti all'avvento dell'umanità, l'energia radiante di Saturno, e in effetti anche la sua massa, dovessero essere state ancora maggiori. È persino possibile che la sua illuminazione, a distanza ravvicinata dalla Terra, fosse abbastanza intensa da immergere il mondo in una luce diurna perpetua piuttosto che nella costante penombra che l'uomo primitivo sperimentò successivamente. Come abbiamo visto, il consenso scientifico favorisce un sole più debole durante le passate ere geologiche della Terra. Non potrebbe questo sole più debole essere il sole saturniano che successivamente accolse l'apparizione dell'uomo sulla Terra? (Va anche tenuto presente che se la nostra ipotesi è anche solo lontanamente corretta, la datazione delle passate ere geologiche della Terra si baserebbe su prove fallaci.)\n\nDA POLO A POLO E DINTORNI\nHo sottolineato le scoperte nell'Alto Artico canadese ma, se si vuole conoscere la verità, prove simili sono disponibili in altre parti dell'emisfero settentrionale. Oswald Heer descrisse 2.632 specie vegetali artiche, 1.627 delle quali furono effettivamente scoperte da lui. Nel suo epico lavoro in sette volumi sull'argomento, pubblicato tra il 1868 e il 1883, Heer sottolineò la lussureggiante vita vegetale che prosperò durante il Terziario nelle regioni polari settentrionali. Tra quelle che crescevano in Groenlandia, notò magnolie e alberi di fico. Allo stesso modo nelle Spitsbergen dove notò la prosperità terziaria di alberi come pini, abeti, abeti rossi, cipressi, olmi, noccioli e persino ninfee. Foreste che un tempo fiorirono nelle Spitsbergen hanno lasciato strati di carbone spessi da venticinque a trenta piedi. Campioni fossili di palme da fico e della gigantesca Sequoia (Sequoia gigantea), che ora cresce in California, sono stati recuperati da un'area che si estende dallo Stretto di Bering fino a nord del Labrador. Come ha ammesso D. H. Campbell: “È difficile immaginare qualsiasi possibile condizione climatica in cui queste piante potrebbero crescere così vicino al polo, private della luce solare per molti mesi all'anno.” Fossili di coralli, che possono crescere solo in acque tropicali, sono stati anch'essi scoperti lì in grandi formazioni. I coralli, infatti, crescevano in tutta l'America del Nord polare—in Alaska, Canada e persino in Groenlandia. La stessa situazione è evidente all'estremità opposta del mondo nelle gelide regioni dell'Antartide. Il problema più grande qui è che, in epoche passate, l'Antartide era più calda dei tropici e delle regioni equatoriali stesse di circa 90°F.",
        "captions": [],
        "headers": ["DA POLO A POLO E DINTORNI"]
    }
]