[
    {
        "page_type": "main",
        "page_number": 369,
        "content": "All'inizio del ventesimo secolo, E. H. Shackleton scoprì sette strati di carbone intorno alla latitudine 85°, ognuno dei quali aveva uno spessore compreso tra tre e sette piedi, testimonianze di antiche foreste che un tempo crescevano dove ora non può crescere neanche un albero, nemmeno un filo d'erba. I giacimenti di carbone che attraversano le Montagne Transantartiche sono tra i più estesi della Terra. Nella arenaria associata a questo carbone è stato trovato legno conifero pietrificato. I fossili del Pliocene includono legno ben conservato sotto forma di tronchi d'albero e radici, insieme ai resti di vita marina. (E questo senza contare le foreste fossili di epoche ancora più antiche trovate vicino al Polo Sud, quando il clima che si ritiene prevalesse all'epoca non avrebbe dovuto permettere tale crescita.) Nel 1935, l'ammiraglio Byrd scrisse: \"Qui, nella montagna più meridionale conosciuta al mondo, a meno di duecento miglia dal Polo Sud, è stata trovata una prova conclusiva che il clima dell'Antartide era un tempo temperato o addirittura subtropicale.\" Le prove dell'Eocene riguardanti vaste foreste in Antartide sono state attribuite a una paleolatitudine vicina a quella dell'attuale Madagascar, mentre si suppone che l'Antartide stesse ancora derivando verso il polo. La deriva dei continenti può quindi essere utilizzata per risolvere il mistero da parte di coloro che aderiscono a questa teoria. Melvin Cook, tuttavia, ha un'opinione diversa. Secondo le sue ricerche, l'Antartide \"sembra non essersi spostata in modo significativo nella deriva continentale\" da quando i continenti che un tempo erano in contatto con essa \"si sono allontanati in direzioni radiali\", lasciandola quindi più o meno nella stessa posizione. Inoltre, come abbiamo visto, il problema riguarda anche le regioni artiche, dove, persino secondo l'ortodossia, la deriva dei continenti non può fornire una spiegazione. Ma l'enigma coinvolge più delle sole regioni polari della Terra; abbraccia anche le latitudini intermedie. Così, già dall'inizio del ventesimo secolo, molti paleobotanici erano convinti che \"per la maggior parte del tempo trascorso dall'era azoica, abbiano prevalso condizioni climatiche miti e favorevoli.\" Secondo Dolph Hooker: \"È anche opinione diffusa che, sorprendentemente e inspiegabilmente, tali condizioni fossero relativamente uniformi sulla maggior parte della superficie terrestre; che il clima temperato si estendesse sia a nord che a sud fino ai circoli polari. Si ritiene inoltre che, in modo sorprendente, gli effetti stagionali durante la maggior parte del tempo geologico siano stati molto meno pronunciati di quanto lo siano oggi.\" Scrivendo nel 1912, F. H. Knowlton affermò che:",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 370,
        "content": "",
        "captions": [
            "La barriera corallina a Puunoa Beach, al largo di Lahaina, Maui. Barriere coralline di questo tipo un tempo crescevano in tutte le regioni polari del Nord America. (Fotografia dell'autore.)",
            "«Uniformità relativa, mitezza e comparativa equabilità del clima, accompagnate da elevata umidità, hanno prevalso sulla maggior parte della Terra, estendendosi fino a o"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 371,
        "content": "un clima caldo ed equilibrato sulla maggior parte della sua superficie... il quadro generale della vita vertebrata del passato è quello di animali amanti del caldo che vivevano su ampie fasce di latitudine, dalle estremità meridionali delle masse continentali attraverso le latitudini medie fino a regioni tanto a nord quanto il Circolo Polare Artico.\" Secondo Colbert, \"le fasce climatiche nettamente zonate, così familiari a noi oggi, apparentemente non esistevano.\" Inoltre, questa situazione prevaleva già molto prima del periodo Terziario, come indicato da Elso Barghoorn: \"Dalle prove paleontologiche disponibili, sembrerebbe che ci fosse una zonazione climatica molto lieve tra le alte e le basse latitudini durante la maggior parte del Carbonifero. Ciò rappresentava un ulteriore problema per i paleobotanici. Come potevano le regioni polari della Terra godere di un clima subtropicale mentre il resto del mondo rimaneva poco, se non per nulla, più caldo di quanto lo sia attualmente?\" Come ammise Barbara Bell: \"Non è affatto chiaro che una radiazione solare sufficientemente intensa da mantenere i poli caldi come sembrano essere stati in certi periodi non avrebbe riscaldato i tropici più di quanto le osservazioni indichino.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 372,
        "content": "Sebbene la flora e la fauna del periodo Cretaceo, calcolato tra 140 e 100 milioni di anni fa, non fossero esattamente le stesse di quelle del successivo periodo Terziario, il clima non sembra essere stato molto diverso. Come osservò Richard Kerr: \"La Terra del periodo Cretaceo, 100 milioni di anni fa, era inspiegabilmente calda, come lo era stata generalmente dalla fine dell'ultima grande era glaciale, 140 milioni di anni prima...\". \n\n\"Spiegare il clima del Cretaceo è stato difficile perché differiva molto da quello attuale. Le barriere coralline, per le quali l'acqua calda è essenziale, si estendevano fino a 1500 chilometri più vicino ai poli rispetto a oggi, così come le piante terrestri non stagionali. L'acqua degli oceani profondi, che oggi si aggira intorno al punto di congelamento, era più calda di 15° Celsius... Alligatori e coccodrilli sembrano aver prosperato a latitudini tanto settentrionali quanto quelle dell'attuale Labrador. E non vi è alcuna evidenza di ghiacci permanenti come quelli che oggi ricoprono profondamente l'Antartide e la Groenlandia.\" \n\nNon solo il Cretaceo era generalmente più caldo, ma lo era particolarmente nelle regioni polari. Poiché la posizione dei continenti durante il Cretaceo era diversa da quella che avrebbero occupato successivamente nel Terziario, gli scienziati continuarono a cercare una spiegazione al mistero del clima precedente attraverso la deriva dei continenti. Questo non solo perché le terre all'interno dell'attuale Circolo Polare Artico sarebbero state più lontane dalle regioni polari rispetto al Terziario, ma anche perché la diversa configurazione continentale avrebbe portato allo sviluppo di un regime climatico completamente diverso. Si ragionò quindi che: \"I continenti raggruppati a basse latitudini vicino all'equatore, come tendevano a essere quelli del Cretaceo, avrebbero permesso alle correnti oceaniche calde di trasportare il calore verso i poli. Gli oceani polari ad alte latitudini, essendo meno riflettenti della terraferma, avrebbero anche assorbito più calore e moderato ulteriormente il clima.\" \n\nEric Barron e Warren Washington decisero quindi di testare questa ipotesi ricreando il clima del Cretaceo attraverso l'uso di un modello computerizzato. Altri seguirono il loro esempio. Non ha senso ripercorrere gli alti e bassi di questi vari tentativi e i disaccordi tra loro. Basti dire che, nel 1984, Kerr poteva affermare con sicurezza che",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 373,
        "content": "",
        "captions": [
            "Pangea La configurazione dei continenti prima della deriva dovuta all'espansione del fondale oceanico, circa 250 milioni di anni fa."
        ],
        "headers": []
    }
]