{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 9,
            "content": "La recinzione sacra fu costruita in onore del dio. Va anche notato qui che i riti di Dioniso somigliavano così da vicino a quelli del dio egiziano Osiride che Erodoto pensò fosse impossibile che i riti greci fossero sorti indipendentemente da quelli egiziani e perciò suppose che i Greci avessero preso in prestito i loro riti dagli Egiziani e, con lievi alterazioni, li avessero tramandati come propri. Così, incidentalmente, anche Plutarco, che insisteva sulle dettagliate somiglianze tra i riti di Osiride e quelli di Dioniso—che, se non altro, indica anche che la mitologia comparata non è di per sé lo strumento moderno che alcuni dei suoi critici hanno sostenuto. In questo caso, come in molti altri, tuttavia, non è necessario chiamare a prestito. Ciò che è in fondo qui è che qualunque cosa Dioniso rappresentasse originariamente, era la stessa cosa che Osiride egiziano rappresentava originariamente. Oppure, per metterla in modo più semplice, Osiride e Dioniso erano rappresentazioni dello stesso fenomeno originale; erano semplicemente lo stesso dio sotto diversi travestimenti nazionali. Altri, naturalmente, hanno sostenuto che la somiglianza dei rituali greci con quelli degli Egiziani deriva dall'ignoranza dei Greci in questioni egiziane. Così, per esempio, Gwyn Griffiths cercò di convincere i suoi lettori che gli osservatori greci “non erano di solito in grado” di comprendere la religione egiziana particolarmente a causa della loro ignoranza della lingua egiziana.” Così, secondo Griffiths, le spiegazioni teologiche greche delle particolarità religiose egiziane e le equazioni mitologiche si basavano su Dioniso.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 10,
            "content": "Performance di Edipo Re nel Teatro di Dioniso sulla pendice sud dell'Acropoli di Atene. Gli attori indossavano maschere, ciascuno interpretando più di un ruolo.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 11,
            "content": "Nota l'altare di Dioniso al centro dell'orchestra.",
            "captions": [
                "Illustrazione(i) di John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 12,
            "content": "Attori che si esibiscono in un Teatro Romano. Sebbene sia stato affermato che il dramma romano fosse un diversivo secolare con radici nei sacri riti funerari etruschi, in realtà era nient'altro che un derivato greco del repertorio ellenico.",
            "captions": [
                "Illustrazione di John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 13,
            "content": "La comprensione errata dei fenomeni egiziani, nonché le modifiche che sono state introdotte su ciò che essi vedevano come paralleli greci. E naturalmente, ancora secondo Griffiths, ogni deviazione causata da un fraintendimento, 'sia radicale che lieve,' avrebbe contribuito a una 'rimozione' in più dalla versione originale.' D'altra parte, la religione antica egiziana, insieme a ciò che Martin Bernal ha sorpreso chiamando 'filosofia egiziana,' è stata spesso denigrata. 'Ma, come ha osservato Bernal, che queste 'erano necessariamente grossolane e superficiali, ha difficoltà con uomini così straordinariamente intelligenti come Eudoxos che, secondo tutti i resoconti, viveva con i sacerdoti e imparò l'egiziano, e chiaramente aveva un grande rispetto ed entusiasmo per la cultura egiziana.' 'Nonostante il fatto che non sia necessariamente d'accordo con tutte le asserzioni audaci di Bernal riguardo alle radici afroasiatiche della cultura greca classica—e lui ha subito abbastanza critiche dagli studiosi mainstream—era, a mio parere, abbastanza corretto quando accusò i mitologi moderni di quello che chiamava Besserwissen—l'audacia di credere di conoscere gli antichi meglio di quanto loro stessi si conoscessero.' Il punto da fare non è se la tragedia, come si sviluppò infine, rimase principalmente preoccupata con il rito dionisiaco ma se ebbe davvero origine in risposta diretta ad esso. Come abbiamo visto, nonostante l'insolito dissenziente, l'opinione moderna riflette principalmente quella dei Greci stessi che sembrano aver raggiunto un certo grado di unanimità—per niente l'aspettativa consueta—su questo particolare argomento. Non dimentichiamo, in fin dei conti, che la stessa parola 'tragedia,' in greco tragodia, non significa altro che 'canto di capra,' derivato da tragos, cioè 'capra,' l'animale sacro di Dioniso. Nonostante il suo nome enigmatico, il canto di capra stesso era cantato in onore di Dioniso, descrivendo la sua nascita e la sua violenta fine. È quindi comprensibile che il termine 'canto di capra'—tragodia—diventasse un sinonimo di 'sventura.' I cristiani, se non nessun altro, possono almeno capire questo: cosa potrebbe essere più tragico della violenta morte di un dio? ORALITÀ I miti e i riti ebbero origine nei giorni prima dell'invenzione della scrittura. Prima di allora, i miti venivano tramandati oralmente. Detto ciò, la prossima domanda che il critico farà è: Quanto può essere affidabile un rapporto di qualsiasi cosa se è stato tramandato oralmente per un numero indeterminato di anni prima di essere persino scritto? E, certamente, l'affidabilità della tradizione orale è stata l'argomento di controversie fin dai tempi di Euhemerus. Nel nostro stesso mondo, come tutti sappiamo, diversi testimoni oculari possono offrire versioni differenti di qualsiasi singolo evento anche quando i rapporti vengono raccolti entro un periodo di tempo molto breve dall'accadimento. Non solo, ma, con ogni racconto, ogni rapporto diventa più abbellito fino a quando tutta somiglianza di verità non viene offuscata oltre il riconoscimento. Riesci a immaginare l'affidabilità di tali rapporti tramandati oralmente per qualche migliaio di anni? Eppure, come ha acutamente osservato Dorothy Vitaliano, quante volte i genitori hanno raccontato una storia della buonanotte solo per trovarsi corretti se deviano anche di una sola parola dalla versione originale raccontata? Questa è la potenza della tradizione orale—come si noti, per fare solo un esempio, l'accuratezza con cui il popolo dell'Africa sub-sahariana è riuscito a preservare la loro storia, senza l'aiuto di una lingua scritta, fino all'avvento del periodo coloniale. Come ha sottolineato Peter Hallberg in relazione agli skald islandesi, quando la storia viene trasmessa attraverso una successione di bardi professionisti con memorie altamente addestrate e poteri di richiamo, c'è motivo di credere che, quando viene messa per iscritto anche dopo qualche secolo, i dettagli rimangano più che ragionevolmente accurati. Così Alfred de Grazia echeggiava l'opinione ricevuta quando affermò: 'Sappiamo dall'antropologia generale e dalla letteratura antica che una resa esatta di un grande corpo di verso e prosa (come l'Iliade di Omero e altre opere epiche) può essere trasmessa attraverso generazioni e secoli...[Nella] fase della trasmissione orale, parlanti addestrati possono memorizzare e riprodurre esattamente migliaia di linee ascoltate dalle labbra di un insegnante.' Per parafrasare le parole acute di Peter Warlow, il segreto principale dietro il mantenimento e il richiamo immediato di qualsiasi parte, o di tutto, di una particolare epopea, indipendentemente dall'enormità delle linee, è l'apprendimento sistematico per via della memorizzazione a memoria, o ripetizione. Come ha dimostrato appropriatamente, ciò è reso evidente dal richiamo senza sforzo delle filastrocche memorizzate a memoria nell'infanzia precoce insieme ad altre poesie e citazioni inculcate nei giovani a scuola e al college. È per via della memorizzazione, che Warlow chiama 'la via di base', che ogni bambino apprende le complessità del linguaggio, l'ordine cronologico dell'alfabeto, i giorni del mese, le tabelle di moltiplicazione, gli ausili per l'ortografia e altri fondamenti nell'acquisizione precoce della conoscenza. Non stava affatto esagerando quando ha definito l'apprendimento a memoria come 'una tecnica incredibilmente potente.' È stato anche ipotizzato che l'esametro dei versi di Omero fu ereditato da una tradizione orale precedente e che fosse proprio questo esametro che aiutò a preservare le epiche. Se così fosse, la memorizzazione verbatim potrebbe non essere nemmeno stata necessaria. Secondo Milman Parry, gli esametri delle saghe poetiche come l'Iliade e l'Odissea non sono semplicemente costruiti da unità di parole ma da formule. Queste costituiscono 'gruppi di parole [coordinati precisamente] per trattare materiali tradizionali, ogni formula modellata per adattarsi a una linea di esametro.' Così, per esempio, come ha notato Walter Ong, la frase 'lì parlò l'astuto Ulisse' compare settantadue volte nei poemi di Omero.” Una tale formula sarebbe facile da ricordare ogni volta che Ulisse viene introdotto per dire qualcosa. Personalmente, sono fortemente in disaccordo con Ong quando, da ciò, deduce anche che Ulisse fosse considerato astuto—'polymetis'—non perché si supponesse lo fosse stato, ma perché 'senza l'epiteto polymetis non poteva essere facilmente incorporato nel metro.' Secondo Ong, tutti i personaggi di Omero, comprese le divinità, ricevevano i loro epiteti d'uso comune per adattarsi alle corrette linee metriche delle epiche in cui compaiono. Questo è difficile da credere quando si ricorda che gli stessi epiteti, o simili, sono stati conferiti alle divinità comparative di altre nazioni che appaiono in saghe poetiche che impiegano un metro completamente diverso da quello di Omero. In vari altri casi, le divinità portano gli stessi epiteti, o simili, anche quando non sono intrecciati in versi. Anche così, la conclusione vigorosa di Ong non deve necessariamente influenzare la validità dell'approccio di Parry.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 15,
            "content": "Skald scandinavo, o bardo, recita una saga a memoria a un capo e alla sua tribù.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 16,
            "content": "Eroi della Guerra di Troia. Da sinistra a destra: Menelao, Paride, Diomede, Ulisse, Nestor, Achille, Agamennone. Un'interpretazione artistica.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 17,
            "content": "Eroi della Guerra di Troia.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 18,
            "content": "Creazione e scrittura sul papiro. Non molte persone tra gli Egiziani sapevano leggere e scrivere. Coloro che potevano diventavano scribi, preziosi per la corte e i templi come registratori. La parola inglese 'paper' deriva dal nome greco della pianta simile alla giunco, il papiro, i cui steli venivano pressati insieme in un foglio di materiale da scrittura che poi veniva lisciato con una pietra. Nonostante i suoi molti vantaggi, l'invenzione della scrittura comportava almeno uno svantaggio principale: non rendeva più necessaria la memorizzazione degli eventi passati.",
            "captions": []
        }
    ]
}
