[
    {
        "page_type": "main",
        "page_number": 134,
        "content": "Dio è, ovviamente, indiscutibile...® Eppure, come abbiamo già sottolineato, i movimenti e le caratteristiche di Ra non corrispondono a quelli del Sole. Alla luce delle antiche connessioni che abbiamo ora scoperto tra Saturno e il Sole, non dovremmo quindi sorprenderci di apprendere che un ostrakon egiziano risalente ai tempi tolemaici identifica effettivamente Ra con il greco Crono, che è il pianeta Saturno.* Gli egittologi, ovviamente, obietteranno, sottolineando che si tratta di un caso così tardivo e isolato, derivante non meno da un'interpretazione greca, che il dato non dovrebbe essere considerato attendibile. Ecco perché sono rimasto sorpreso quando mi è stato fatto notare che Samuel Mercer si è avvicinato ad ammettere qualcosa di simile. Nel suo studio dei Testi delle Piramidi, Mercer ha osservato che la stella egiziana designata shd.w \"è paragonata e identificata con Re [lo stesso di Ra], e potrebbe essere il nostro Saturno...\"® È, ovviamente, la \"stella\" shd.w che Mercer pensa potrebbe essere la stessa di Saturno. Ma se shd.w fosse Saturno, la sua identificazione con Ra racconterebbe la stessa storia dell'ostrakon tolemaico. Concedendo l'unicità dell'ostrakon in questione, abbiamo almeno un'identificazione diretta di Ra come Saturno (più una seconda indiretta se Mercer ha ragione). Inoltre, è concepibile che, con il progresso della scienza astronomica, sia stato dimenticato ai tempi tolemaici che Ra era il Sole? Ra, che, ai tempi tolemaici, era effettivamente identificato come il Sole, o i greci non avevano una parola per il Sole come rappresentante del pianeta Saturno, per riferirsi ad esso come Crono? (Alla luce di quanto segue, ovviamente, mi rendo conto che questa ultima è una domanda un po' carica.)",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 135,
        "content": "Anche così, sulla base di questo unico dato, non sarei abbastanza audace da costruire un edificio. E, come qualificazione, dovrei forse aggiungere che ciò non significa che Ra non abbia mai rappresentato il Sole. È ovvio dai testi di natura storica o narrativa, ma non mitologica, che il Sole era anche chiamato Ra. Ma non è forse la stessa situazione che abbiamo trovato tra altre nazioni dove il pianeta Saturno e il Sole condividono lo stesso nome? Nel frattempo, l'identificazione tolemaica di Ra come Saturno è avvalorata ulteriormente dal poeta greco noto come Nonnus. Nativo di Panapoli nell'Egitto tolemaico, Nonnus ha ugualmente riferito al Sole arabo come Crono,” che, di nuovo, era lo stesso che chiamare il Sole con il nome di Saturno. Ora è vero che i greci, e dopo di loro i romani, avevano una predilezione per chiamare divinità e corpi celesti alieni con quello che ritenevano essere i loro omologhi greci o romani. È anche noto che, in alcuni casi, il loro accoppiamento era piuttosto arbitrario. Ma né il pianeta Saturno né il Sole avrebbero potuto contribuire a tale arbitrarietà poiché entrambi i luminari erano al di là della confusione. Allora perché Nonnus avrebbe scelto di chiamare il Sole arabo con il nome del pianeta Saturno? Non si è portati a supporre che una simile ambiguità tra il Sole e il pianeta Saturno dovesse esistere nella nomenclatura araba? E non indica questo che il greco-egiziano che ha registrato che Ra stava per Crono/Saturno stava, in effetti, riecheggiando la credenza popolare dell'epoca? I greci, ovviamente, avevano la loro stessa tradizione da cui attingere. Non solo, come abbiamo visto, si riferivano al pianeta Saturno come alla stella di Elio, cioè la stella del Sole, ma lo identificavano effettivamente esplicitamente come Elio. Così, per esempio, Platone (o Filippo di Opus) scrisse che preminente tra i pianeti per la sua lentezza era colui che \"alcuni chiamano ...Crono,\" che è Saturno. Ma, nelle copie più antiche del testo, il nome usato non era Crono ma, piuttosto, Elio.\" Solo i copisti successivi, che non potevano capire perché il pianeta Saturno fosse qui alluso con il nome del Sole, \"corressero\" il testo per leggere \"Crono,\" il \"nome accettato\" greco del pianeta Saturno. Come ha dimostrato Franz Boll, il cui studio illuminante su questo soggetto è stato a lungo ignorato, la pratica di \"correggere\" tali testi—cambiando il nome \"Elio\" per leggere \"Crono\"—era piuttosto comune tra i copisti successivi.\" Per Porfirio, originariamente chiamato Malco, lo storico greco e neoplatonico di Tiro, in Siria, Crono/Saturno era anche chiamato Elio®? Tutto ciò indica ulteriormente che l'identificazione tolemaica di Ra come Crono/Saturno era in linea con la credenza dell'epoca. Come accade, il nome \"Elio\" assomiglia molto alla traslitterazione greca dell'\"El\" canaanita/fenicia, cioè \"Elos,\" una divinità che, come proclamò Filone di Biblo, era la stessa di Crono/Saturno.* Così, si è suggerito che una confusione tra i nomi Elos ed Elio sia stata alla radice di questa credenza.\"° Questo punto è un po' discutibile perché, a mio avviso, l'Elio greco, insieme a divinità simili che incorporano la stessa radice filologica, deriva infine da El. Ma Platone, che già usava il nome Elio per",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 136,
        "content": "",
        "bibliography": [
            ""
        ],
        "captions": [
            {
                "source": "internal",
                "text": "Helios, il dio patrono di Rodi antica, a cui Platone diede il nome di pianeta Saturno. (Fotografia dell'autore, a cura del Museo archeologico di Rodi.)"
            }

        ],
        "headers": [
            "",
            ""
        ]
    },
    {
        "page_type": "main",
        "page_number": 137,
        "content": "Per il pianeta Saturno, non si sarebbe saputo questo poiché scrisse circa quattrocento anni prima di Filone. Inoltre, come ha sottolineato Boll, e come abbiamo visto, l'associazione di Saturno con il Sole era troppo diffusa per essere attribuita a una confusione greca basata su Filone. La conclusione di Boll era che la denominazione del pianeta Saturno come Elio non fosse dovuta a una confusione di nomi, e difficilmente a una confusione dei luminari coinvolti, ma doveva la sua causa al semplice fatto che, originariamente, Elio e Crono erano uno e lo stesso dio e, quindi, uno e lo stesso pianeta—cioè Saturno. Ambrosius Teodosio Macrobio, il filosofo e grammatico romano che visse tra il 395 e il 423 d.C., è stato molto vilipeso per aver affermato, nel primo libro dei suoi Saturnalia, che tutte le forme di culto derivavano da quello del Sole. Tra le idee sbagliate che gli vengono attribuite c'è la sua identificazione di Crono con il Sole. Ma, avendo appreso ciò che ora sappiamo, possiamo onestamente dire che Macrobio fosse così tanto in errore? Non stava, a modo suo, riportando ciò che i suoi antenati, e quelli dei Greci prima di loro, avevano creduto—che Saturno portava il nome del Sole? Dobbiamo biasimarlo per aver creduto che questo sole fosse lo stesso Sole che brillava quotidianamente sopra la sua testa? Non abbiamo ora visto che la maggior parte dei moderni mitologi è stata intrappolata nel commettere lo stesso errore? Questa credenza era così radicata nelle prime scienze che si presenta anche in alchimia, la madre nutrice della chimica. Quando l'astrologia abbracciò, e quindi degradò, ciò che era iniziato come un'industria monopolizzata nella trasformazione di metalli di base in leghe simili all'oro da parte della casta sacerdotale di Alessandria, il sapere astronomico antico si radicò in trattati mistici che avrebbero ossessionato gli alchimisti ben oltre i tempi medievali. Tra questi echi astrochimici incontriamo l'affermazione che il pianeta Saturno costituisce \"il miglior sole,\" che ci ricorda Saturno come il \"vero sole\" creduto dai saggi indù. Come David Talbott ha ben realizzato: \"...è improbabile che [gli alchimisti] stessi sapessero cosa fare con l'idea. Ma che la tradizione sia stata tramandata da antichità remote è sia indiscutibile che cruciale.\" Questa credenza era così profondamente radicata che lo psicologo svizzero, Carl Jung, poté riferirsi a Saturno come \"il secondo sole\" come se l'anomalia fosse ben nota. INTERMEZZO La trasmissione delle tradizioni da antichità remote di cui Talbott parla sopra non spiega, tuttavia, la tenacia con cui l'uomo antico ha mantenuto l'idea che Saturno fosse un sole. Né spiega come sia originata la credenza stessa. Quindi, nonostante il fatto che le idee viaggiano attraverso le distanze, oltre i confini geografici e nel tempo, da secoli a millenni, non è facile comprendere perché una credenza in qualcosa che era ovviamente falso potesse essere sopravvissuta all'attenzione dei secoli. Pertanto, non è sufficiente sostenere che questa credenza deve la sua diffusione a una diffusione, contatto culturale o prestito all'ingrosso, perché, da un lato, non ci occupiamo qui di un'idea che si sarebbe prestata facilmente a un appello popolare. Ciò di cui ci occupiamo è una credenza astronomica, qualcosa che l'uomo comune per strada non avrebbe curato se non come curiosità. In questo rispetto, non era diverso allora rispetto ad ora. Concesso che la religione avrebbe potuto aumentare la credenza fino a fossilizzarsi in un credo di fede, la questione del perché una falsità così ovvia sarebbe stata incorporata nelle litanie rituali in primo luogo rimane senza risposta. Più sorprendente è il fatto che la credenza sia sopravvissuta allo scrutinio di coloro che erano nella migliore posizione per sapere altrimenti—gli astronomi e gli astrologi. Come avrebbero potuto questi professionisti tentare di utilizzare il dato in modo più pratico quando la credenza su cui si basava contraddiceva la realtà? Possiamo, forse, capire come un errore nell'osservazione astronomica, o un insieme di cifre errate, possa essere stato frainteso come una verità. L'accettazione abituale di un fatto frainteso potrebbe persino, nel tempo, aver cementato la misconcezione in una credenza dogmatica. Succede. Ma l'incongruenza di una credenza in qualcosa che era dimostrabilmente falso avrebbe avuto difficoltà ad essere accettata come dogma da una cultura e installata come pilastro della saggezza astrologica suppostamente basata sulla verità astronomica. È difficile capire perché gli antichi astronomi, astrologi o sacerdoti guardassero il pianeta Saturno e affermassero che fosse un sole. Più difficile da credere sarebbe che un'idea così preposterosa, anche se in qualche modo creduta, ad esempio, dai Babilonesi, potesse essere imposta a un popolo di una cultura diversa. Tutti potevano guardare il cielo e vedere che Saturno non era un sole. Non era necessario essere un astronomo per esporre tale inganno. Ciò che le persone potrebbero aver creduto è che Saturno potesse un tempo brillare come un sole. Questo sarebbe stato diverso perché, sebbene tutti potessero vedere che Saturno non brillava come un sole, non c'era modo di sapere se un tempo lo avesse fatto. E, diciamolo, l'uomo è da tempo incline alla possibilità che le cose potessero essere diverse nell'antichità remota—il che rende questo studio molto interessante. D'altra parte, che sia radicata nei fatti o nella finzione, ogni credenza deve avere un'origine. Quindi, quale potrebbe essere stata l'origine di questa particolare? Una spiegazione offerta da Pingree è che l'ipposoma del Sole tramonta mentre quello di Saturno sorge. Un'ipposoma—al plurale, ipposomata—è il termine astrologico per il punto nel segno zodiacale in cui si crede che un pianeta eserciti la sua maggiore influenza. Ma, come ha notato Ulla Koch-Westenholz, \"le prime prove per gli ipposomata risalgono al VII secolo a.C.,\" e l'associazione di Saturno e del sole è certamente più antica e molto più radicata nella tradizione di quanto giustificherebbero tali speculazioni arcane. Il classicista R. Beck aveva una spiegazione diversa. Come ha affermato: \"Nell'astrologia antica è ampiamente attestato...che Saturno era la stella del Sole...l'astrologia greco-romana fece la [stessa] identificazione perché l'astrologia babilonese l'aveva già fatta, e la tradizione occidentale qui si basò semplicemente sulla sua più antica parente orientale.\" Ma i Babilonesi e, prima di loro, i Sumeri, non avevano assolutamente alcun motivo di inventare il postulato, di perpetuare questa menzogna astronomica. Non avrebbe servito a nessuno scopo—religioso, politico o altro. Non avrebbe risposto a nessuna domanda posta dalla teologia, dalla sovranità o dalla natura. Inoltre, se dobbiamo invocare la diffusione come soluzione a questo problema, come spiegheremmo credenze simili provenienti dal continente americano che, ci è stato insegnato, non avrebbero potuto avere assolutamente alcun contatto con il mondo dell'antico Vicino Oriente? Non lo farò, a",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 138,
        "content": "credere che l'idea di Saturno come sole fosse una credenza condivisa. In questo rispetto, non era diverso allora rispetto ad ora. Concesso che la religione avrebbe potuto aumentare la credenza fino a fossilizzarsi in un credo di fede, la questione del perché una falsità così ovvia sarebbe stata incorporata nelle litanie rituali in primo luogo rimane senza risposta. Più sorprendente è il fatto che la credenza sia sopravvissuta allo scrutinio di coloro che erano nella migliore posizione per sapere altrimenti—gli astronomi e gli astrologi. Come avrebbero potuto questi professionisti tentare di utilizzare il dato in modo più pratico quando la credenza su cui si basava contraddiceva la realtà? Possiamo, forse, capire come un errore nell'osservazione astronomica, o un insieme di cifre errate, possa essere stato frainteso come una verità. L'accettazione abituale di un fatto frainteso potrebbe persino, nel tempo, aver cementato la misconcezione in una credenza dogmatica. Succede. Ma l'incongruenza di una credenza in qualcosa che era dimostrabilmente falso avrebbe avuto difficoltà ad essere accettata come dogma da una cultura e installata come pilastro della saggezza astrologica suppostamente basata sulla verità astronomica. È difficile capire perché gli antichi astronomi, astrologi o sacerdoti guardassero il pianeta Saturno e affermassero che fosse un sole. Più difficile da credere sarebbe che un'idea così preposterosa, anche se in qualche modo creduta, ad esempio, dai Babilonesi, potesse essere imposta a un popolo di una cultura diversa. Tutti potevano guardare il cielo e vedere che Saturno non era un sole. Non era necessario essere un astronomo per esporre tale inganno. Ciò che le persone potrebbero aver creduto è che Saturno potesse un tempo brillare come un sole. Questo sarebbe stato diverso perché, sebbene tutti potessero vedere che Saturno non brillava come un sole, non c'era modo di sapere se un tempo lo avesse fatto. E, diciamolo, l'uomo è da tempo incline alla possibilità che le cose potessero essere diverse nell'antichità remota—il che rende questo studio molto interessante. D'altra parte, che sia radicata nei fatti o nella finzione, ogni credenza deve avere un'origine. Quindi, quale potrebbe essere stata l'origine di questa particolare? Una spiegazione offerta da Pingree è che l'ipposoma del Sole tramonta mentre quello di Saturno sorge. Un'ipposoma—al plurale, ipposomata—è il termine astrologico per il punto nel segno zodiacale in cui si crede che un pianeta eserciti la sua maggiore influenza. Ma, come ha notato Ulla Koch-Westenholz, \"le prime prove per gli ipposomata risalgono al VII secolo a.C.,\" e l'associazione di Saturno e del sole è certamente più antica e molto più radicata nella tradizione di quanto giustificherebbero tali speculazioni arcane. Il classicista R. Beck aveva una spiegazione diversa. Come ha affermato: \"Nell'astrologia antica è ampiamente attestato...che Saturno era la stella del Sole...l'astrologia greco-romana fece la [stessa] identificazione perché l'astrologia babilonese l'aveva già fatta, e la tradizione occidentale qui si basò semplicemente sulla sua più antica parente orientale.\" Ma i Babilonesi e, prima di loro, i Sumeri, non avevano assolutamente alcun motivo di inventare il postulato, di perpetuare questa menzogna astronomica. Non avrebbe servito a nessuno scopo—religioso, politico o altro. Non avrebbe risposto a nessuna domanda posta dalla teologia, dalla sovranità o dalla natura. Inoltre, se dobbiamo invocare la diffusione come soluzione a questo problema, come spiegheremmo credenze simili provenienti dal continente americano che, ci è stato insegnato, non avrebbero potuto avere assolutamente alcun contatto con il mondo dell'antico Vicino Oriente? Non lo farò, a",
        "captions": [],
        "headers": []
    }
]