[
    {
        "page_type": "main",
        "page_number": 109,
        "content": "Rilevante per la scienza astronomica, ancora oggi ogni studio sulle comete si basa su una raccolta dei dati storici disponibili. Infatti, gli specialisti della teoria delle comete attribuiscono particolare importanza ai registri storici cinesi, che iniziarono a essere esaminati a questo scopo già nell'epoca di Newton. Edmund Halley deve la sua fama alla presunta scoperta della periodicità delle comete. Ma non avevano forse già scritto Diodoro Siculo (I secolo a.C.) e Plinio (23-79 d.C.) riguardo al ritorno delle comete nelle loro orbite? Più di questo, secondo Diodoro Siculo, i Caldei—con cui intendeva gli Assiro-Babilonesi—avevano già imparato a prevedere il ritorno delle comete, così come gli Egizi. Mary Proctor, tuttavia, non era convinta. Come scrisse: \"Per quanto mi riguarda, respingo come del tutto improbabile l'affermazione di Seneca secondo cui gli antichi astronomi Caldei potevano calcolare il ritorno delle comete.\" Lo stesso, tuttavia, non si può dire dei Greci. Come scrisse Francis Baker già nel 1891: \"Troviamo per la prima volta attenzione rivolta a questi fenomeni e teorie definite proposte a riguardo nelle scuole greche, ed è curioso osservare quanto favorevolmente alcune delle prime ipotesi contrastino con le idee fantastiche avanzate in tempi successivi... I Pitagorici ritenevano che fossero corpi permanenti appartenenti al sistema solare, che orbitavano intorno al sole come i pianeti, ma in orbite così estese da essere visibili solo quando vicini alla Terra.\" Come rivelò Velikovsky, uno di questi studiosi greci era Seneca (4 a.C.-65 d.C.): \"Seneca [nel suo De Cometis]... conosceva la vera natura delle comete, l'inerzia del loro moto e la loro periodicità. [Ma per] 1.500 anni dopo il suo tempo, la scienza rimase legata alla...",
        "captions": [
            "MN (Moll’ Johannes Kepler (1571-1630) ° la cui scoperta della \"grande congiunzione\" di Giove e Saturno era già nota a Olimpiodoro circa undici secoli prima. - (illustrazione di Bruce LaFontaine.) S"
        ],
        "headers": [
            "1891:"
        ]
    },
    {
        "page_type": "main",
        "page_number": 110,
        "content": "",
        "captions": [
            "Il Trigono di Keplero che mostra la \"Grande Congiunzione\" di Giove e Saturno ogni vent'anni lungo la fascia zodiacale."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 111,
        "content": "Comete raffigurate in un dipinto cinese su seta recuperato da una tomba della dinastia Han del 168 a.C. Dogma secondo cui le comete sono apparizioni nell'atmosfera, come gli arcobaleni. Anche Copernico lo pensava.\" Plutarco sapeva persino che le comete ruotavano o vorticavano.\" È quindi un peccato che lo stesso Pitagora avesse un'opinione diversa, credendo che le comete non fossero altro che semplici \"esalazioni\" terrestri che si alzavano nell'aria e incendiavano l'atmosfera. Dico che è un peccato perché, per qualunque ragione si voglia credere, Pitagora si rivelò un cosiddetto genio tale da tenere il mondo colto affascinato per quasi duemila anni. Tuttavia, Pitagora non cancellò del tutto le conoscenze precedenti perché, molti anni dopo di lui, Plinio faceva ancora riferimento alle comete come corpi permanenti che si muovono in orbite come i pianeti e ritornano periodicamente nelle loro orbite, come almeno una delle teorie sostenute al suo tempo.\" E non fu forse leggendo Plinio che Halley riuscì a guadagnare la sua fama? Lo stesso Isaac Newton non credeva che le comete fossero entità fisiche. Nel tentativo di conciliare la sua teoria gravitazionale con i precetti della Genesi, cercò di dimostrare che il Sistema Solare era stato creato in un unico atto divino e, obbedendo alle leggi divine, doveva...",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 112,
        "content": "Pertanto essere rimasto in equilibrio stabile da allora.\" L'esistenza delle comete erratiche—erratiche al punto che non era ancora stata loro attribuita alcuna regolarità specifica dagli astronomi del suo tempo—era molto dannosa per la sua tesi e quindi spese moltissimo tempo ed energia nel tentativo di spiegarle.\" NUMERO DI MONDI Proprio come i moderni, anche i pensatori greci antichi non si occupavano solo di ciò che potevano vedere, misurare e calcolare nel cielo, ma anche di ciò che osavano dedurre da ciò che potevano vedere, misurare e calcolare. Democrito, che visse probabilmente nel V secolo a.C., uno dei fondatori della teoria atomica, fu probabilmente il più grande dei filosofi fisici greci. Secondo Diogene Laerzio, le sue opere, tra cui trattati su geometria, ottica e astronomia, che purtroppo non sono sopravvissute, ammontavano a settantadue. Ciò che sappiamo di esse proviene dalle numerose citazioni sopravvissute nei lavori di altri autori. Le sue opinioni sui corpi astronomici non erano così divergenti da quelle moderne. Ippolito lo parafrasò così: \"...egli [Democrito] sosteneva che i mondi fossero infiniti e variabili in grandezza; e che in alcuni non ci fossero né sole né luna, mentre in altri fossero più grandi che da noi, e in altri ancora più numerosi. E che gli intervalli tra i mondi fossero diseguali; e che in una parte dello spazio (i mondi) fossero più numerosi, e in un'altra meno; e che alcuni di essi crescessero in grandezza, ma che altri raggiungessero la loro dimensione completa, mentre altri diminuissero; e che in una parte essi venissero all'esistenza, mentre in un'altra si estinguessero; e che venissero distrutti scontrandosi l'uno con l'altro. E che alcuni mondi fossero privi di animali e piante, e di ogni specie di umidità.\"",
        "captions": [
            "(Edmund Halley (1656-1742) la cui fama riguardo alla scoperta della periodicità delle comete è contestata dalle affermazioni precedenti di Diodoro e Plinio. (Illustrazione di Bruce LaFontaine.)"
        ],
        "headers": [
            "NUMERO DI MONDI"
        ]
    },
    {
        "page_type": "main",
        "page_number": 113,
        "content": "Anche la moderna teoria della formazione dei pianeti per aggregazione, che si rivelerà corretta o meno, era stata prevista da Democrito: \"...i mondi si producono quando molti corpi si congregano e fluiscono insieme dallo spazio circostante verso un punto comune, così che per contatto reciproco le sostanze della stessa figura e simili nella forma entrano in connessione; e quando così intrecciati, ci sono trasmutazioni in altri corpi, e le cose create crescono e diminuiscono per necessità.\" VITA SU ALTRI PIANETI Giordano Bruno non fu fortunato come Anassagora. Non ebbe un Pericle a salvarlo da coloro che erano al potere. Nel 1600 d.C., Bruno fu bruciato vivo sul rogo dall'Inquisizione cattolica per aver sostenuto la convinzione, tra le altre cose, che altri mondi dovessero necessariamente ospitare altra vita. Tuttavia, la convinzione che la vita esista su altri pianeti non ebbe origine con lui. Già nel IV secolo a.C., Metrodoro di Chio aveva scritto: \"Considerare la Terra l'unico mondo popolato nello spazio infinito è assurdo quanto affermare che in un intero campo seminato, solo un chicco crescerà.\" LA PRECEDENZA BABILONESE Abbiamo fatto molta strada nell'analizzare le conoscenze astronomiche degli antichi popoli—dai resoconti oculari di meteore e la struttura metallica dei meteoriti ai moti corretti dei corpi celesti; dal calcolo di complessi sistemi calendariali alla previsione di eclissi solari e lunari; dalle complessità dei calcoli mesoamericani alla passione greca per l'esattezza e l'audacia filosofica. Spero quindi che, nei capitoli seguenti, quando verrà rivelata la tesi principale di questo lavoro, nessuno contrasti le sue rivelazioni obiettando che gli antichi avevano a loro disposizione pochissime conoscenze astronomiche per essere presi sul serio. È inoltre accettato che questa conoscenza antica non fosse necessariamente proprietà delle masse. Né era necessariamente condivisa da ogni studioso dell'epoca. L'uomo comune, sempre incline a superstizioni antiche, aveva poco interesse per le questioni astronomiche. Ma, in una certa misura, questo non era molto diverso da come è oggi. Nel frattempo, i teorici concorrenti erano molto spesso contraddetti da altri. Plutarco, ad esempio, si divertiva a enumerare le varie e contraddittorie teorie sulla natura delle comete, alcune delle quali erano esilaranti anche per gli standard della sua epoca. E, come abbiamo visto, mentre i Greci erano ben consapevoli dell'inclinazione assiale della Terra, erano molto lontani dal riuscire a spiegare la ragione dietro di essa. Si può, tuttavia, affermare che tutti gli astronomi moderni siano d'accordo su ogni questione astronomica, o che alcune delle loro teorie non siano state, o non saranno, trovate errate? Perché dovremmo aspettarci standard più rigorosi dai nostri antichi predecessori? Non abbiamo già visto che molte delle grandi scoperte e teorie astronomiche—anche quella riguardante il Big Bang—furono originariamente scoperte, o pensate, proprio da questi antichi? Non è un segreto—e non lo è mai stato—che i Greci abbiano appreso e preso in prestito gran parte delle loro conoscenze astronomiche dai Babilonesi. Né, a differenza di molti dei loro moderni corrispondenti, hanno mai cercato di nascondere il fatto. Come ha osservato Alexander Jones: \"I Greci...",
        "captions": [],
        "headers": [
            "VITA SU ALTRI PIANETI",
            "LA PRECEDENZA BABILONESE"
        ]
    }
]