[
    {
        "page_type": "main",
        "page_number": 319,
        "content": "P’an-ku, nato dal caos, che tiene il simbolo dello Yin-Yang, indicativo di un movimento vorticoso. (Da una litografia del diciannovesimo secolo.)",
        "captions": ["oe sad anaes * syle fe a pee wy a or ee gore peeriin j +o MS, eGR SSE ease eat BRE ae"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 320,
        "content": "Quella indistinta nebulosità, menzionata nelle mitologie di altre nazioni, si era dispersa. Fu allora che \"l'ordine del tempo fu gradualmente stabilito\" poiché, prima di allora, \"il giorno e la notte non erano ancora stati divisi\", ma alla fine \"giorno e notte furono distinti l'uno dall'altro.\" Così, mentre l'egizio Ammon-Ra veniva celebrato come \"il dio che esisteva dai tempi più antichi,\" era anche ricordato come \"l'inizio che dimora in tutte le cose.\" Anche se seguivano uno scenario cosmico completamente diverso—e si potrebbe dire in opposizione—rispetto a quello proposto in questo lavoro, de Santillana e von Dechend non poterono fare a meno di riconoscere che i temi mitici riguardavano un \"Grande Gioco giocato attraverso le ere, una storia senza fine di posizioni e relazioni, a partire da un Tempo Zero assegnato...\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 321,
        "content": "Capitolo 16 Il Sistema Intruso NELLO SPAZIO Una domanda che necessita ancora di risposta è: cosa nascondeva il Sole, la Luna e le stelle alla vista? Si potrebbe ipotizzare che le stelle fossero rese invisibili dalla luminosità, per quanto fioca, emanata dal sole saturniano. Ma, sebbene vero, non dobbiamo affidarci solo a ciò. Se, come ipotizzato, la plasmasfera saturniana fosse davvero opaca, sarebbe stata sufficiente a schermare le stelle dalla vista. La Luna, sostengo semplicemente, non era ancora in orbita attorno alla Terra. Per quanto riguarda il Sole, non c'è modo che la luce fioca di Saturno potesse oscurare la sua luminosità. La questione quindi ruota attorno alla presunta opacità della plasmasfera. La plasmasfera era abbastanza opaca da oscurare l'illuminazione del Sole? Sfortunatamente, al momento della stesura di questo testo, non si sa abbastanza sulle plasmasfere planetarie per rispondere facilmente a questa domanda. Come mi ha informato il fisico del plasma Anthony Peratt, \"non è un calcolo da fare sul retro di una busta,\" il quale probabilmente \"darebbe comunque la risposta sbagliata.\" Ciò che è necessario è una \"simulazione magnetoidrodinamica completa con trasporto della radiazione,\" che richiederebbe \"diverse settimane una volta impostato il problema.\" Nonostante tutto ciò, Peratt è stato abbastanza gentile da fornirmi una sua \"opinione a caldo.\" Sebbene il verdetto scientifico non sia ancora definitivo, l'intuizione accademica di Peratt è che \"sarebbe estremamente difficile per una plasmasfera planetaria diventare così opaca da oscurare completamente il Sole.\" Pertanto, insieme ad altre prove che fornirò presto, si è giunti alla conclusione che, durante l'era di oscurità saturniana, il Sole non era semplicemente nascosto, cioè oscurato. Come la Luna, era effettivamente assente. Il che solleva la domanda: dove poteva essere? Certamente, il Sole è sempre stato qui. Solo che noi non c'eravamo. Per quanto possa sembrare inverosimile a prima vista, ciò che sto per proporre è che il sistema saturniano, inclusa la Terra e i suoi abitanti, fosse originariamente esterno alla famiglia solare dei pianeti e che, dopo aver trascorso lunghe ere viaggiando da solo nell'oscurità dello spazio, alla fine abbia invaso il dominio del Sole per diventare un membro permanente dell'attuale ordine planetario. Mi rendo conto che, a questo punto, ho portato il lettore con me in acque che superano di gran lunga la nostra testa. È meglio quindi iniziare a nuotare—ma facciamolo un colpo alla volta. Il concetto che la Terra fosse originariamente esterna al Sistema Solare può essere fatto risalire al naturalista cartesiano Benoit de Maillet (1656-1738). Basandosi su antiche tradizioni, incluso il Libro della Genesi, de Maillet ragionò che la Terra primordiale ruotava attorno a un sole molto più piccolo di quello attuale fino al tempo del Diluvio Biblico. Nel suo schema, la Terra lasciò quindi il suo sole originale e invase il Sistema Solare come una",
        "captions": [],
        "headers": ["NELLO SPAZIO"]
    },
    {
        "page_type": "main",
        "page_number": 322,
        "content": "Cometa. Per quanto errato possa essere stato il processo deduttivo che lo portò a questa conclusione, egli mostrò una sagacia per cui, data la conoscenza del suo tempo, dovrebbe certamente essere ammirato. Due secoli dopo, anche Immanuel Velikovsky era dell'opinione che una \"stella oscura\" potesse eventualmente invadere il nostro Sistema Solare. Come scrisse nel 1950: \"Il sistema solare non è una struttura che è rimasta invariata per miliardi di anni... Né vi è giustificazione per l'idea che l'uomo non possa sapere o scoprire come questo sistema sia nato perché non era presente quando fu organizzato nel suo schema attuale... La Terra è entrata in [quasi-]contatto con altri pianeti e comete... Inoltre, alcune stelle oscure, come Giove o Saturno, potrebbero trovarsi nel percorso del Sole e potrebbero essere attratte nel sistema causando scompiglio.\" Per quanto apostata possa sembrare Velikovsky, l'idea di un intruso nel Sistema Solare non è del tutto estranea all'astronomia tradizionale. Così, ad esempio, nel 1962, R. L. Forward espresse l'opinione che Plutone fosse un alieno che si era stabilito tra la famiglia solare. \"Apparentemente Plutone è uno straniero che è arrivato nella sua orbita attuale dalle regioni dello spazio... È come se Plutone fosse arrivato, avesse interagito con Nettuno e lo avesse spinto in un'orbita più interna.\" John Weir ha persino cercato di spiegare le apparenti deviazioni tra i movimenti attuali di Venere e quelli registrati nelle tavolette babilonesi di Ninsianna (note anche come Tavolette di Ammizaduqa) postulando la cattura di \"un corpo relativamente grande\" da parte del Sistema Solare, corpo che \"potrebbe essersi frammentato ed essere stato 'catturato' da Giove.\" Questo è altamente interessante perché l'invasione di un tale corpo avrebbe dovuto verificarsi in tempi storici, in opposizione ai milioni di anni nel passato a cui gli astronomi solitamente relegano tali eventi. Dimostra anche che eventi speculativi dettati dai contenuti di documenti storici antichi non sono al di fuori del dominio degli astronomi convenzionali. Dilettanti, inclusi i fondamentalisti biblici, si sono anche coinvolti in ipotesi simili. Donald Patten, con il quale questo scrittore è in disaccordo su molte questioni, è anche dell'opinione che la Terra fosse una volta estranea al dominio del Sole. Come scrisse nel 1967: \"L'eliogenesi deve essere scartata a favore della galattogenesi. La galattogenesi implica che il nostro pianeta Terra, e il suo satellite, la Luna, abbiano trascorso ampio tempo astronomico sia al di fuori del nostro sistema solare che al suo interno. Pertanto... un calendario catastrofico deve includere sia il tempo pre-solare (tempo galattico) che il tempo intra-solare (tempo trascorso all'interno del dominio del Sole).",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 323,
        "content": "Ma poi, tornando sull'argomento con Samuel Windsor nel 1988, la proposta originale fu ampliata per coprire più della sola Terra e della Luna. Secondo questi due scrittori, tutti i pianeti dell'attuale famiglia solare appartenevano una volta a un sistema esterno governato da una stella oscura, il partner binario del Sole, che chiamavano Pianeta X. In questo scenario, il sistema del Pianeta X si sarebbe avvicinato di tanto in tanto al Sole dove, con ogni avvicinamento, quest'ultimo avrebbe lentamente strappato al Pianeta X la sua progenie di pianeti, pochi alla volta. Patten e Windsor non avevano in mente il registro mitico-storico quando costruirono il loro scenario. Il loro era in realtà un tentativo di confutare l'ipotesi nebulare solitamente attribuita a Immanuel Kant e sostituirla con quella che Patten e Windsor credevano essere una storia più valida della formazione del Sistema Solare. Non sembravano nemmeno rendersi conto che l'ipotesi nebulare di Kant era già stata scartata al momento in cui proposero la loro teoria. Pertanto, le loro varie obiezioni all'ipotesi nebulare di Kant sono del tutto superflue. Inoltre, non si resero nemmeno conto che la loro versione della formazione del Sistema Solare sollevava la questione di come fosse originato lo stesso sistema del Pianeta X. Su questo punto, se non su altri, il loro scenario è tanto ridondante quanto le loro obiezioni. Peggio ancora, la descrizione dettagliata passo dopo passo del modo in cui avvenne questo trasferimento planetario, con precisi periodi orbitali e rotazionali, valori di eccentricità, vicinanza di avvicinamento, eccetera e così via, spesso forniti con molte cifre decimali, fa pensare che gli autori fossero effettivamente presenti all'epoca con una serie di strumenti scientifici per registrare tutto per i posteri. La loro non è una metodologia che ispira fiducia, tanto meno credibilità. In realtà, fu Ralph Juergens a metterci sulla strada giusta. Già nel 1977, basando il suo scenario su quel poco che Velikovsky aveva ancora pubblicato sull'argomento di Saturno, ebbe il coraggio di avventurarsi su quello che allora era ancora considerato un ramo sottile. Come scrisse: \"...alcuni punti di... discussione possono emergere da una considerazione delle prove non ancora pubblicate di Velikovsky secondo cui Saturno era una volta una stella e con ogni probabilità il 'Sole' della Terra in un certo periodo... Velikovsky ha affermato che Saturno fu sconvolto in una quasi-collisione con Giove. Sapendo poco o nulla dei dettagli, posso più facilmente immaginare un tale incontro in termini di un sistema planetario saturniano, che includeva la Terra, invaso, smembrato e catturato da un sistema intruso di giganti relativi costituito essenzialmente dal Sole attuale e da Giove... Nello spazio, questo sarebbe lo stesso che avere il sistema saturniano che invade quello solare, come per la nostra attuale supposizione. D'altra parte, in questo lavoro, non ho nulla da offrire riguardo alla distruzione di Saturno attraverso una collisione con Giove. Tuttavia, l'ipotesi che Saturno e la Terra abbiano costituito una volta un sistema planetario esterno al nostro si adatta al nostro scenario in evoluzione alla perfezione.",
        "captions": [],
        "headers": []
    }
]