{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 59,
            "content": "Identificati con stelle. Essi veneravano sia la Stella Serale che la Stella Mattutina, la preminenza di quest'ultima è stata sottolineata da molti antropologi e ricercatori. In effetti, la preminenza della Stella Mattutina era tale che nessun scrittore può trattare questa nazione indiana del Nord America senza chiedersi come questa stella abbia acquisito tale significato nelle credenze religiose di queste persone. Che la Stella Mattutina dei Pawnee fosse il pianeta Marte è stata ora verificata astronomicamente e accettata dalla maggior parte degli antropologi e degli archaeoastronomi. Fino al 1906, i Pawnee offrivano ancora sacrifici umani a essa. Allo stesso modo, con le nazioni più sofisticate della Mesoamerica. Così Susan Milbrath ha osservato che “un numero di studiosi concorda sul fatto che la natura fondamentale del pantheon mesoamericano antico è astronomica.” La stessa opinione è stata anche ripetuta da David Kelley, che ha scritto: “È stato chiaro per tutti gli studenti seri della cultura mesoamericana che esisteva una relazione intima tra la conoscenza astronomica, il calendario e le credenze e i rituali religiosi.” Come Ev Cochrane ha recentemente affermato: “Una caratteristica prominente dell'astronomia mesoamericana, immediatamente apparente, era la loro ossessione per l'osservazione e la venerazione del pianeta Venere.” E ciò nonostante il fatto che B.C. Brundage, considerando la funzione che il pianeta Venere svolgeva tra i mesoamericani, non potesse fare altro che osservare che il vero ruolo del pianeta nello sviluppo di questa particolare cultura “non è compreso.” Egli aggiunse tuttavia: “Potrebbe non essere troppo sbagliato considerare la grande abilità dei mesoamericani nella numerazione come un figlio di quel pianeta e affermare che la loro vita intellettuale pulsava ai suoi periodi. Di sicuro una parte significativa della loro mitologia coinvolgeva quel pianeta.” Così Anthony Aveni, uno dei più importanti archaeoastronomi del ventesimo secolo, non poteva non dichiarare che “per i Maya l'importanza di Venere ... non può essere sopravvalutata.” In effetti, quale studente della tradizione mesoamericana può approfondire le credenze religiose di queste persone senza imbattersi direttamente in Quetzalcoatl, forse la più grande divinità mesoamericana, alla cui morte, come abbiamo già visto, il suo cuore volò fuori per diventare la Stella Mattutina. Ma che dire delle nazioni più antiche?"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 60,
            "content": ".  .\n@$ o & 2 & |;\n8 hy ON\naN        Gee te De a wap |\nfit pied   eS    nf) A/\nwe  —_   Ba RAS acm,     AN   Ww\n(G (bo Bet loeir~S    YW  .  Ee’\n(Gx     or         se     3   —    Estesgy\nss SN\nSG      .       ier       a       /\nLED) SENS EA\ns Mest Sm Oe,\nKarttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of Subrahmanya, the Hindu god of war, who personified the planet Mars.\n(From a nineteenth century Trichinopoly painting.)",
            "captions": [
                "Karttikeya—also known as Skanda and/or Kumara—mostrato qui nella sua forma sud-indiana di Subrahmanya, il dio indù della guerra, che personificava il pianeta Marte.",
                "(Da un dipinto di Trichinopoly del diciannovesimo secolo.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 61,
            "content": "Il Linga Purana indico predica che “la venerazione dei pianeti dovrebbe essere perseguita da uomini buoni,” e poi identifica in modo inequivocabile ogni pianeta con una grande divinità indu—così:\n\n“È citato che il pianeta Marte è Skanda (Karttikeya) il comandante in capo dell'esercito dei Deva. Le persone di conoscenza perfetta dicono che Mercurio è il signore Narayan. O eccellenti brahmani, il grande pianeta Shaniscara, il lento Saturno, è Yama, il signore dei mondi. I precettori dei Deva e degli Asura [cioè Shukra e Brihaspati] sono i grandi pianeti Venere e Giove con raggi (rifluenti). Sono menzionati come i figli di Prajapati.”\n\nNel Talmud ebraico, il significato stesso di “idolatria” è definito come la “venerazione di stelle e costellazioni.”\n\nMa nulla di tutto ciò ha fermato la critica riguardante la sinonimia di pianeti e dèi come appaiono nella letteratura antica e nelle credenze. Che i pianeti fossero deificati e venerati come divinità è, naturalmente, stato accettato—e come potrebbe essere altrimenti quando le prove sono lì per essere lette da tutti. Ciò che non è stato accettato è che questo sia sempre stato così. I critici generalmente sostengono che i pianeti non sono sempre stati dèi—che, al contrario, la deificazione dei pianeti deve la sua origine a una data tardiva. Ma, come chiedo ormai da diversi anni, quanto tarda è tardiva? Oppure, per porre una domanda diversa, quanto indietro nella storia può essere tracciata questa credenza?\n\nIgnorando, o mettendo da parte, le affermazioni di Aristotele, i critici continuano a sostenere che l'identificazione greca dei pianeti come dèi non risale oltre il IV secolo a.C. Ma il sapere greco è la misura con cui valutare l'antichità di qualcosa? I Greci, dopo tutto, arrivarono un po' tardi sulla scena storica antica. E le nazioni più anziane, molto più antiche, dei Greci?\n\nIn Egitto, anche i pianeti erano deificati. Saturno era chiamato Heru-ka-pet, cioè Horus il Toro del Cielo; Giove era Heru-ap-sheta, la Stella del Sud; Venere era Sbat uatitha, la Stella Serale; Marte era Heru-khuti e/o Heru-tesher, l'Horus Rosso; e Mercurio era Sebku e/o Sebek. È accettato, si farà notare, che questi nomi e identificazioni divennero popolari durante il periodo tardo greco-romano e che non risalgono oltre la XIX Dinastia. Ma l'identità della Stella Mattutina come Horus era già conosciuta durante l'Antico Regno ed è registrata più di una volta nei Testi delle Piramidi. Infatti, per gli antichi egiziani, la sinonimia di dèi e pianeti era così completa che, in alcuni casi, la stessa parola veniva usata per significare entrambi. Così sba, tra le altre cose, significava “stella”, ma Sba era anche il nome di un dio “stella”. La parola netru significava “stelle”, ma significava anche “dèi”. Come ha sottolineato Faulkner:",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 62,
            "content": "“È naturalmente ben noto che gli Antichi Egizi mostravano grande interesse per le stelle, non solo osservarle per scopi pratici come determinare tempi e stagioni, ma anche incidere mappe stellari e tavole nei loro sarcofagi e tombe almeno dal Medio Regno in poi. Si comprende anche che dietro ciò vi era uno strato molto antico di religione stellare, in cui le stelle erano considerate dèi.” Così, anche con Wallis Budge, che osservava che molti passaggi dei Testi delle Piramidi significavano “casa della stella.” “fare riferimento al culto primitivo delle stelle.” Passando poi alla Siria, troviamo che nelle tavolette eblaite, la parola per “tempio” è data non solo come e-dingir, che, come ci si aspetta, significa “casa del dio,” ma anche come e-mul, che significa “casa della stella.” Nell'antica Babilonia, come altrove, anche i pianeti erano adorati come dèi. Saturno, che i Babilonesi chiamavano Ninurta, era venerato come un potente cacciatore. Giove, come Marduk, era venerato come il re degli dèi. Marte, sotto il nome Nergal, era già allora un dio della guerra. Venere, chiamata Ishtar, aveva già guadagnato il suo posto come dea dell'amore e della conoscenza carnale. Horus, che, come Heru-khuti e/o Heru-tesher, era conosciuto come Nabu o Nebo, l'Horus Rosso, era la personificazione del pianeta Marte incarnato come la Stella Mattutina. Morris Jastrow, consapevole della natura astrale della religione babilonese, era dell'opinione che questo appartenesse “a una fase successiva nello sviluppo dei riti religiosi.” Ma, come N.H. Snaith ha recentemente formulato: “Tutte le divinità mesopotamiche, senza eccezione per quanto riguarda il periodo più tardo e probabilmente anche quello più antico, erano associate ai corpi celesti ...” Come per dimostrare il punto, i neo-babilonesi adoravano non solo le effigi delle divinità ma anche i loro simboli planetari.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 63,
            "content": "Così, allo stesso modo, nell'antica Uruk. Come Krystyna Szarzynska ha recentemente osservato, “nel periodo più arcaico il determinativo dingir [che significa “dio”] era associato solo a divinità astrali.” La civiltà di Uruk risale a quella dei Sumeri. Ed è proprio qui che la verità può essere messa a fuoco perché la lingua dei Sumeri è la lingua scritta più antica che abbiamo. E in quella lingua, molto come nella scrittura—il pittogramma—which precede il cuneiforme, veniva usata la stessa immagine di una stella. Ciò non solo prova che stelle e dèi erano considerati veramente sinonimi fin dai tempi più antichi di cui abbiamo traccia scritta, ma indica anche che il concetto stesso di Dio ha la sua origine in una stella. Questo mi porta a un altro punto che desidero sottolineare. Così spesso si incontra l'affermazione che gli antichi deificavano i pianeti—un'affermazione che, per la sua comodità, ho persino usato io stesso, così come l'ho usata in tutto questo lavoro. Ma, strettamente parlando, questo è scorretto. Gli antichi non avevano bisogno di deificare i pianeti perché, per loro, i pianeti erano sempre stati divinità. Erano, sicuramente, le uniche divinità che conoscevano. In altre parole, i pianeti erano dèi; gli dèi erano pianeti: pianeti e dèi erano una e la stessa cosa. È stato solo nel primo secolo a.C. che Lucrezio ha iniziato a capovolgere la situazione cercando di dimostrare con grande impegno che i corpi astronomici non erano dèi pensanti. Nel farlo, egli è stato per..."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 64,
            "content": "...",
            "captions": []
        }
    ]
}
