[
    {
        "page_type": "main",
        "page_number": 229,
        "content": "Sfortunatamente, Warren non era a conoscenza dell'associazione saturniana con il \"Dio\" a cui allude. Tuttavia, avendo visto che, secondo gli antichi stessi, il dio dell'Antico Testamento era in realtà una personificazione del pianeta Saturno, dobbiamo assumere che, per quanto astronomicamente impossibile possa sembrare inizialmente, il primordiale Saturno si credeva fosse situato un tempo nel luogo ora occupato dalla Stella Polare. Un elemento discordante che il lettore potrebbe aver notato riguarda le stelle circumpolari stesse: non abbiamo forse, in una pagina precedente, argomentato per la solitudine dello stesso dio planetario, dove non era visibile alcun altro corpo celeste? E, per essere certi, positeremo qui che, mentre Saturno brillava come un sole, nessuna stella, eccetto forse quelle di prima grandezza, poteva essere vista nel cielo notturno. Quindi, come potevano essere viste le stelle circumpolari, tanto meno proclamate come le stelle di El/Saturno? Queste stelle, che incontreremo di nuovo più avanti, non potevano essere considerate proprietà di El durante quel periodo in cui Saturno governava il polo. Solo quando Saturno rinunciò alla sua posizione elevata, le stelle divennero visibili per la prima volta. Fu allora che si vide che le stelle circumpolari ruotavano attorno a quell'area centrale in cui il dio dell'umanità era un tempo risieduto. Per questo motivo, divennero sacre alla memoria del dio che, nel frattempo, si era trasferito altrove. Ma tutto questo dovrà essere lasciato per un'opera futura. Ciò che qui ci preoccupa immediatamente è se questo nordismo saturniano sia sostenuto dalle credenze di nazioni antiche diverse dai Semiti. LE STELLE DI ANU Nei loro trattati astronomici, i Babilonesi posero il loro Meridiano Primario attraverso il polo nord. Il Meridiano Primario è il punto da cui vengono misurate le posizioni delle stelle. Come notato da Norman Schwarz: \"Per tutti, fin dai tempi dei Babilonesi, lo Zero di Longitudine era un astratto; per i Babilonesi, era una questione di geografia.\" Ma poi: \"Se i Babilonesi fossero stati come i Greci, gli Spagnoli, i Britannici, ecc., avrebbero messo il loro Meridiano Primario attraverso Babilonia; ma non lo fecero!\" Invece scelsero il polo nord. Ma come si collega questo alla geografia babilonese? La geografia di cui parla Schwarz non era terrestre, ma piuttosto celeste. Come ci informa lui stesso, il Polo Nord era \"il luogo dove risiedevano gli dèi,\" cioè \"nel Nord.\" Come nel caso di El, le stelle settentrionali erano considerate sacre ad Anu. Stephen Langdon ci dice che An, o Anu, era associato con le \"stelle polari settentrionali.\" Ad Erech, venivano offerti sacrifici \"alle stelle polari di Anu.\" La Stella Polare stessa era persino chiamata la \"stella di Anu.\" Così, una preghiera alla Stella Polare iniziava con le parole \"O stella di Anu, principe dei cieli.\" Scopriamo così che, in Mesopotamia, si credeva che gli dèi risiedessero a nord. Più di questo, il dio primordiale dei mesopotamici, An (o Anu), non era solo associato con le stelle circumpolari, ma con la Stella Polare stessa. Che Anu (o An) fosse una personificazione del pianeta Saturno, lo abbiamo visto in una pagina precedente. Che la Stella Polare fosse venerata come la stella di Anu è quindi comprensibile. Come abbiamo spiegato in relazione alle stelle circumpolari stesse, una volta che il pianeta Saturno fu rimosso dalla sua posizione polare settentrionale, si sarebbe visto che la Stella Polare aveva preso il suo posto.",
        "captions": [],
        "headers": ["LE STELLE DI ANU"]
    },
    {
        "page_type": "main",
        "page_number": 230,
        "content": "UNAS E LE STELLE CIRCUMPOLARI Durante i primi quattrocento anni dell'Antico Regno d'Egitto, le tombe reali erano coperte da tumuli arrotondati che in seguito si evolsero in piramidi a gradoni. Queste erano situate in cimiteri ancestrali tradizionali ad Abydos e Saqqara. È interessante notare che, associate a queste tombe, vi erano vasti recinti rettangolari con nicchie i cui lati lunghi correvano da nord a sud. Anche i funzionari reali costruirono le loro tombe in cimiteri ancestrali separati da quelli dei re. Anche queste erano orientate nord-sud. Come ha sottolineato Ann Macy Roth: \"Sia l'orientamento che la dimensione di questi complessi funerari antichi forniscono indizi sulle credenze degli antichi egizi riguardo all'immortalità. L'ingresso inclinato a nord delle tombe puntava verso stelle nel cielo settentrionale che non affondavano mai sotto l'orizzonte [le stelle circumpolari]—suggerendo che l'immortalità potesse essere raggiunta unendosi a queste stelle 'instancabili'.\" Alla fine della Terza e all'inizio della Quarta Dinastia, le sepolture reali si spostarono all'interno di vere piramidi a facce lisce. Roth era dell'opinione che il cambiamento fosse avvenuto perché \"la morte e la rinascita diurna del sole sostituirono le stelle settentrionali perpetue come simbolo più importante dell'aldilà.\" Ma, al di là del riconoscimento che Ra originò come una personificazione del pianeta Saturno, piuttosto che del Sole, la conclusione di Roth è del tutto errata perché, anche nelle piramidi che lei stessa menziona, il collegamento con le stelle circumpolari continuò a essere mantenuto. Nei Testi delle Piramidi trovati iscritti sulle pareti della Piramide di Unas, le stelle circumpolari sono indirettamente associate ad Atum. Il testo tratta del luogo finale nel cielo che Unas è destinato a raggiungere dopo la sua morte. Lì si afferma: \"Il Padre di Unas, Atum, afferra il braccio di Unas e gli assegna Unas a...le Stelle Circumpolari.\" \"Tu devi purificarti con l'acqua fresca delle Stelle Circumpolari.\" \"Il popolo del sole ti chiamerà, perché le Stelle Circumpolari ti hanno sollevato in alto.\" Da questo diventa ovvio che, per raggiungere il suo luogo di riposo finale nell'aldilà e stare insieme ad Atum per sempre, il re Unas doveva viaggiare verso la regione delle stelle circumpolari. Che Atum debba essere identificato con il pianeta Saturno non deve essere ripetuto. IL CREDO EGIZIANO DELLA RESURREZIONE Sul lato interno di un coperchio di un sarcofago di granito scoperto a Kom Abu Yasin sono registrate le variazioni mensili della costellazione polare che è solitamente rappresentata da un toro. In questo caso, come in altri, il toro celeste è simboleggiato solo dalla sua zampa anteriore. Questo simbolismo non è riservato solo a rappresentazioni pittoriche; è anche evocato in incantesimi verbali. Così, ad esempio, è scritto: \"Salve a te, o coscia che dimori nel cielo settentrionale...\" La coscia del toro, naturalmente, rappresentava la costellazione Mshtyw, cioè ciò che chiamiamo il Grande Carro. Il testo accompagnatorio sul coperchio del sarcofago di Kom Abu Yasin, tuttavia, equate Osiride con questo toro celeste. Che il pianeta Saturno fosse conosciuto come Heru-ka-Pet—cioè, Horus Toro del Cielo—è ben noto. Ciò che ci interessa qui è che l'iscrizione sul coperchio del sarcofago in questione può essere detta collocare Osiride, come il Toro del Cielo, cioè il pianeta Saturno, nella sfera polare settentrionale. Non dobbiamo, tuttavia, fare affidamento su questa iscrizione, poiché è ben noto che Osiride era considerato il dio del nord, anche se, sfortunatamente, Wallis Budge lo comprese in modo terrestre. Ma che la località settentrionale di Osiride fosse celeste è dimostrato dal fatto che si credeva che la sua dimora fosse \"permanente in Sekhet-hetepet, tra le stelle imperituro,\" a cui il defunto sperava di ascendere. Le \"stelle imperituro\" non sono altro che le \"stelle circumpolari\" che, poiché ruotano attorno al polo celeste, non vengono mai viste scendere sotto l'orizzonte e, quindi, sono considerate imperituro dagli antichi egizi. Lo stesso testo parla anche del defunto come in movimento e in viaggio, ma questo dovrebbe essere inteso in relazione al viaggio del defunto dalla Terra alla dimora di Osiride. Questo è così vero che quando il defunto, in questo caso Pepi I, finalmente raggiunge la sua destinazione, \"si alza a nord del cielo con lui,\" cioè con Osiride. Così, allo stesso modo, con Ra, come apprendiamo dalle stesse iscrizioni incise sulle pareti della Piramide di Pepi I. Nella sua vita dopo la morte, si credeva che il re raggiungesse il suo destino spirituale solo quando fosse finalmente unito con Ra nel nord del cielo. Come è scritto: \"Quando Pepi si alza nel nord del cielo con Ra, diventa il signore dell'universo, come il re degli dèi.\" Che sia così è anche dimostrato dal fatto che Amon-Ra si diceva risiedesse nella Terra Divina. \"Bello di Faccia,\" veniva lodato, \"che viene dalla Terra Divina.\" In egiziano, la Terra Divina è resa come Neter-ta. Brugsch, tuttavia, definì \"Neter-ta\" o, più correttamente, \"Neter-ta-Mehti,\" come \"la terra settentrionale degli dèi\" e questo, come ha sottolineato Gerald Massey, non deve essere confuso con \"una parte elevata della nostra terra,\" ma deve essere inteso come \"il paradiso polare in cielo.\" Per questo motivo, il defunto veniva lodato con le parole: \"Che il tuo volto sia nel nord del cielo, che Re ti chiami dal zenith [\"cima\" o \"corona,\" in realtà] del cielo.\" Si può quindi vedere che gli egiziani credevano che, una volta morti, sarebbero stati resuscitati e fatti unirsi al loro dio—Atum, Re, Osiride, tutti identificabili come personificazioni del pianeta Saturno—nel cielo polare settentrionale.",
        "captions": [],
        "headers": ["UNAS E LE STELLE CIRCUMPOLARI", "IL CREDO EGIZIANO DELLA RESURREZIONE"]
    },
    {
        "page_type": "main",
        "page_number": 231,
        "content": "cielo settentrionale... La coscia del toro, naturalmente, rappresentava la costellazione Mshtyw, cioè ciò che chiamiamo il Grande Carro. Il testo accompagnatorio sul coperchio del sarcofago di Kom Abu Yasin, tuttavia, equate Osiride con questo toro celeste. Che il pianeta Saturno fosse conosciuto come Heru-ka-Pet—cioè, Horus Toro del Cielo—è ben noto. Ciò che ci interessa qui è che l'iscrizione sul coperchio del sarcofago in questione può essere detta collocare Osiride, come il Toro del Cielo, cioè il pianeta Saturno, nella sfera polare settentrionale. Non dobbiamo, tuttavia, fare affidamento su questa iscrizione, poiché è ben noto che Osiride era considerato il dio del nord, anche se, sfortunatamente, Wallis Budge lo comprese in modo terrestre. Ma che la località settentrionale di Osiride fosse celeste è dimostrato dal fatto che si credeva che la sua dimora fosse \"permanente in Sekhet-hetepet, tra le stelle imperituro,\" a cui il defunto sperava di ascendere. Le \"stelle imperituro\" non sono altro che le \"stelle circumpolari\" che, poiché ruotano attorno al polo celeste, non vengono mai viste scendere sotto l'orizzonte e, quindi, sono considerate imperituro dagli antichi egizi. Lo stesso testo parla anche del defunto come in movimento e in viaggio, ma questo dovrebbe essere inteso in relazione al viaggio del defunto dalla Terra alla dimora di Osiride. Questo è così vero che quando il defunto, in questo caso Pepi I, finalmente raggiunge la sua destinazione, \"si alza a nord del cielo con lui,\" cioè con Osiride. Così, allo stesso modo, con Ra, come apprendiamo dalle stesse iscrizioni incise sulle pareti della Piramide di Pepi I. Nella sua vita dopo la morte, si credeva che il re raggiungesse il suo destino spirituale solo quando fosse finalmente unito con Ra nel nord del cielo. Come è scritto: \"Quando Pepi si alza nel nord del cielo con Ra, diventa il signore dell'universo, come il re degli dèi.\" Che sia così è anche dimostrato dal fatto che Amon-Ra si diceva risiedesse nella Terra Divina. \"Bello di Faccia,\" veniva lodato, \"che viene dalla Terra Divina.\" In egiziano, la Terra Divina è resa come Neter-ta. Brugsch, tuttavia, definì \"Neter-ta\" o, più correttamente, \"Neter-ta-Mehti,\" come \"la terra settentrionale degli dèi\" e questo, come ha sottolineato Gerald Massey, non deve essere confuso con \"una parte elevata della nostra terra,\" ma deve essere inteso come \"il paradiso polare in cielo.\" Per questo motivo, il defunto veniva lodato con le parole: \"Che il tuo volto sia nel nord del cielo, che Re ti chiami dal zenith [\"cima\" o \"corona,\" in realtà] del cielo.\" Si può quindi vedere che gli egiziani credevano che, una volta morti, sarebbero stati resuscitati e fatti unirsi al loro dio—Atum, Re, Osiride, tutti identificabili come personificazioni del pianeta Saturno—nel cielo polare settentrionale. IL GUARDIANO DEL POLO Il Bundahish persiano contiene alcuni passaggi curiosi che riguardano direttamente l'argomento in questione. In quell'opera, le costellazioni stellari sono paragonate a un esercito bellicoso destinato alla battaglia. Tra queste costellazioni, alcune stelle sono scelte come \"capitani.\" Predominante tra questi capitani stellari era Gah \"che dicono sia il grande del mezzo del cielo\"—in altre parole la Stella Polare. In una sezione successiva della stessa opera, sette pianeti sono assegnati ai sette capitani. La custodia di \"quello grande del mezzo del cielo\"—cioè la Stella Polare—fu assegnata al pianeta Saturno. Non è che abbiamo poca fiducia nell'identificazione planetaria delle divinità che abbiamo presentato al lettore, ma, anche così, si noti che, in quanto sopra, non stiamo trattando di divinità planetarie ma di pianeti e stelle reali. Non dobbiamo nemmeno fare affidamento su questa evidenza indiretta perché gli antichi persiani, o iraniani, erano molto positivi riguardo al luogo un tempo occupato dal pianeta in questione. Secondo loro, Kevan (Khevan, Kewan), che, come abbiamo già visto, era uno dei loro nomi per il pianeta Saturno, occupava il centro polare. Per questo motivo, proprio come i sommi sacerdoti israeliti e i veggenti hawaiani, come gli indù, i greci e gli scandinavi, anche gli antichi iraniani si volgevano a nord per scopi di divinazione.",
        "captions": [],
        "headers": ["IL GUARDIANO DEL POLO"]
    },
    {
        "page_type": "main",
        "page_number": 232,
        "content": "battaglia. Tra queste costellazioni, alcune stelle sono scelte come \"capitani.\" Predominante tra questi capitani stellari era Gah \"che dicono sia il grande del mezzo del cielo\"—in altre parole la Stella Polare. In una sezione successiva della stessa opera, sette pianeti sono assegnati ai sette capitani. La custodia di \"quello grande del mezzo del cielo\"—cioè la Stella Polare—fu assegnata al pianeta Saturno. Non è che abbiamo poca fiducia nell'identificazione planetaria delle divinità che abbiamo presentato al lettore, ma, anche così, si noti che, in quanto sopra, non stiamo trattando di divinità planetarie ma di pianeti e stelle reali. Non dobbiamo nemmeno fare affidamento su questa evidenza indiretta perché gli antichi persiani, o iraniani, erano molto positivi riguardo al luogo un tempo occupato dal pianeta in questione. Secondo loro, Kevan (Khevan, Kewan), che, come abbiamo già visto, era uno dei loro nomi per il pianeta Saturno, occupava il centro polare. Per questo motivo, proprio come i sommi sacerdoti israeliti e i veggenti hawaiani, come gli indù, i greci e gli scandinavi, anche gli antichi iraniani si volgevano a nord per scopi di divinazione. DHRUVA Nel Shiva Purana, Brahma è associato alla Stella Polare. Un epiteto di Brahma è Dhruva. Questo è interessante perché, nonostante il fatto che abbiamo già visto Brahma identificato come una personificazione del pianeta Saturno, Dhruva è il nome sanscrito della Stella Polare. Ma, alla luce di quanto rivelato sopra, questo non dovrebbe sorprenderci. Ora, come accade, nel Bhagavata Purana, il polo celeste nord è descritto come la \"regione più alta di Vishnu.\" Ancora, nello stesso lavoro, si afferma che \"sopra l'Orsa Maggiore si trova ciò che chiamano la più alta dimora di Vishnu\" attorno alla quale le stelle girano rispettosamente. La domanda, qui, diventa questa: Vishnu, come Brahma, deve essere identificato con Saturno o con la Stella Polare? La domanda sembra essere risposta per noi nel Kurma Purana dove si afferma che il Signore Vishnu dimora nel luogo di Dhruva, che è la Stella Polare. In altre parole, Vishnu non era identificato con la Stella Polare; si afferma semplicemente che dimora nel suo luogo. Ma ci sono prove che Vishnu personificasse il pianeta Saturno? Poco sembra essere stato conosciuto di Vishnu nell'era vedica, e non molto si dice di lui nel più antico lavoro sanscrito a noi noto, il Rig Veda. Nella successiva religione induista, tuttavia, Vishnu emerge come una delle divinità più importanti insieme a Shiva e Indra. In questa mitologia successiva, Vishnu è presentato come una divinità spesso reincarnata che, per usare le stesse parole messe nella sua bocca, scende sulla Terra \"ogni volta che l'ordine, la giustizia e la morale sono in pericolo.\" Queste reincarnazioni di Vishnu, chiamate avatar—(letteralmente \"discese\")—non ci interesseranno qui. Ci concentreremo, invece, sulla divinità primordiale stessa che, tra vari altri epiteti, è conosciuta come Svayambhu, colui \"che esiste di per sé.\" Di maggiore importanza per noi, tuttavia, è che abbiamo l'autorità sia del Vishnu Purana che del Linga Purana che Vishnu deve essere equato con Brahma. Un altro epiteto di Vishnu è Prajapati, che abbiamo già visto identificato come Saturno. Secondo il Brahma Purana, una delle sue manifestazioni è quella di Surya. Fino ad oggi, esiste una rappresentazione scolpita di Vishnu come Surya nel tempio del XIII secolo d.C. di Surya a Konarak, Orissa. Ancora un altro epiteto del dio è Yamakilah, derivato da Yama. Come abbiamo sottolineato nel nostro primo capitolo, il Linga Purana ci dice che \"il grande pianeta Shaniscara, il Saturno lento, è Yama, il signore dei mondi.\" E, per certo, che Yama fosse una personificazione del pianeta Saturno è ben noto. Nello stesso Linga Purana, a Vishnu è fatto affermare: \"Io sono Kala.\" Non deve essere confuso con Kali, Kala è anche un nome di Yama che era Saturno. In realtà, il nome Kala stesso era quello del pianeta Saturno. Inoltre, un nome di Vishnu è Kalakunchah, derivato da Kala.",
        "captions": [
            {
                "source": "internal",
                "text": "Il lato interno del coperchio del sarcofago di Kom Abu Yasin, i cui due registri superiori mostrano Mshtyw—la coscia del toro celeste (il nostro Grande Carro)—mentre ruota attorno al polo celeste nord. L'iscrizione equate anche il toro celeste con Osiride."
            }
        ],
        "headers": ["DHRUVA"]
    },
    {
        "page_type": "main",
        "page_number": 233,
        "content": "identificato come una personificazione del pianeta Saturno, Dhruva è il nome sanscrito della Stella Polare. Ma, alla luce di quanto rivelato sopra, questo non dovrebbe sorprenderci. Ora, come accade, nel Bhagavata Purana, il polo celeste nord è descritto come la \"regione più alta di Vishnu.\" Ancora, nello stesso lavoro, si afferma che \"sopra l'Orsa Maggiore si trova ciò che chiamano la più alta dimora di Vishnu\" attorno alla quale le stelle girano rispettosamente. La domanda, qui, diventa questa: Vishnu, come Brahma, deve essere identificato con Saturno o con la Stella Polare? La domanda sembra essere risposta per noi nel Kurma Purana dove si afferma che il Signore Vishnu dimora nel luogo di Dhruva, che è la Stella Polare. In altre parole, Vishnu non era identificato con la Stella Polare; si afferma semplicemente che dimora nel suo luogo. Ma ci sono prove che Vishnu personificasse il pianeta Saturno? Poco sembra essere stato conosciuto di Vishnu nell'era vedica, e non molto si dice di lui nel più antico lavoro sanscrito a noi noto, il Rig Veda. Nella successiva religione induista, tuttavia, Vishnu emerge come una delle divinità più importanti insieme a Shiva e Indra. In questa mitologia successiva, Vishnu è presentato come una divinità spesso reincarnata che, per usare le stesse parole messe nella sua bocca, scende sulla Terra \"ogni volta che l'ordine, la giustizia e la morale sono in pericolo.\" Queste reincarnazioni di Vishnu, chiamate avatar—(letteralmente \"discese\")—non ci interesseranno qui. Ci concentreremo, invece, sulla divinità primordiale stessa che, tra vari altri epiteti, è conosciuta come Svayambhu, colui \"che esiste di per sé.\" Di maggiore importanza per noi, tuttavia, è che abbiamo l'autorità sia del Vishnu Purana che del Linga Purana che Vishnu deve essere equato con Brahma. Un altro epiteto di Vishnu è Prajapati, che abbiamo già visto identificato come Saturno. Secondo il Brahma Purana, una delle sue manifestazioni è quella di Surya. Fino ad oggi, esiste una rappresentazione scolpita di Vishnu come Surya nel tempio del XIII secolo d.C. di Surya a Konarak, Orissa. Ancora un altro epiteto del dio è Yamakilah, derivato da Yama. Come abbiamo sottolineato nel nostro primo capitolo, il Linga Purana ci dice che \"il grande pianeta Shaniscara, il Saturno lento, è Yama, il signore dei mondi.\" E, per certo, che Yama fosse una personificazione del pianeta Saturno è ben noto. Nello stesso Linga Purana, a Vishnu è fatto affermare: \"Io sono Kala.\" Non deve essere confuso con Kali, Kala è anche un nome di Yama che era Saturno. In realtà, il nome Kala stesso era quello del pianeta Saturno. Inoltre, un nome di Vishnu è Kalakunchah, derivato da Kala.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 234,
        "content": "Il sacerdote iraniano (Magus partico) che si voltava a nord per scopi divinatori. (Da un rilievo partico.)",
        "captions": ["Il sacerdote iraniano (Magus partico) che si voltava a nord per scopi divinatori. (Da un rilievo partico.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 235,
        "content": "",
        "captions": ["Vishnu. (Fotografia dell'autore—cortesia del British Museum, Londra, Inghilterra.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 236,
        "content": "Inoltre, uno degli epiteti di Vishnu è Mahakala, che si traduce come \"Grande Saturno.\" Un altro epiteto di Vishnu è Darunah, un nome derivato da daruna, che significa \"terribile.\" Nel Garuda Purana, tuttavia, Daruna è dato come un nome per Saturno. Infine, il nome Shaurih è condiviso sia da Vishnu che dal pianeta Saturno. Non c'è quindi dubbio che, indipendentemente da quali siano gli avatar di Vishnu, il dio primordiale stesso fosse ricordato come una personificazione del pianeta Saturno, il che, come abbiamo appena visto, è stato reso attraverso varie equazioni interconnesse. Ora, il Linga Purana contiene un mito, sotto forma di parabola, che racconta come Dhruva divenne la Stella Polare. Secondo questa parabola, Dhruva fu collocato nella sua posizione da Vishnu. Inoltre, Vishnu impressionò su Dhruva che l'abitazione in cui lo collocò era stata in precedenza sua. \"Questa abitazione,\" viene fatto dire a Vishnu, \"è mia, la più grande, la stabile e splendente abitazione.\" La stessa parabola, in una forma leggermente diversa, è contenuta anche nel Bhagavata Purana, dove Dhruva è descritto mentre ascende al polo più alto \"al seggio esaltato di Vishnu, attorno al quale le sfere stellate vagano per sempre...\" Possiamo quindi vedere che era credenza degli indù che la stazione polare fosse stata di Vishnu, cioè di Saturno, prima di diventare di Dhruva, cioè della Stella Polare. Ancora più intrigante è il fatto che, altrove, apprendiamo che Dhruva era precedentemente uno dei nomi del dio solare saturniano stesso. Così, la parola dhruva significa \"fisso, saldo, stabile, permanente, costante, immutabile\"—che è un nome adatto per la Stella Polare. Un'altra parola sanscrita con significati simili di \"fisso, saldo, inalterabile, imperituro, indistruttibile, non in decomposizione\" è akshara. È quindi degno di nota che uno degli epiteti di Vishnu sia un amalgama di queste due parole—Dhruva-akshara. Abbiamo visto che, secondo il Linga Purana, \"Shaniscara, il Saturno lento, è [chiamato] Yama\"—un nome che era anche portato come epiteto da Vishnu. È interessante, quindi, che, come ci dice Warren, anche Yama occupava una volta la stazione polare celeste nord. Nel suo trattamento riguardante il posizionamento polare nord di varie divinità, scrisse: \"Che gli Ariani orientali avessero la stessa idea è evidente anche dalle Leggi di Manu. Tra questo popolo Yama—lo stesso di Yima iraniano—era il primo uomo. La sua prima abitazione...era al Polo Nord...\" E, come i loro omologhi iraniani e altri provenienti da altre parti del mondo antico, anche gli indù si voltavano a nord per scopi divinatori.",
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 237,
        "content": "IL GENIO DEL PIVOT Quindi, anche in Cina. Come ci racconta Warren: “Il culto più antico tracciabile tra i cinesi è quello di Shang-te [o Shang-ti], il più alto di tutti gli dei... Shang-te è solitamente... descritto come il dio del cielo. Ma il suo vero luogo di dimora, il suo palazzo, è chiamato Tsze-wei. E se ci chiediamo il significato e la posizione di Tsze-wei, i commentatori nativi sui libri sacri ci informano che è ‘uno spazio celeste attorno al Polo Nord.’” Così troviamo affermato che “il trono di Shang-te è a Tsze-wei, cioè, la Stella Polare.” E: “Immediatamente sopra il picco centrale di Kwen-lun appare la Stella Polare, che è la dimora celeste di Shang-te.” Il titolo di Shang-ti era Il Santo e Propizio Principe del Polo Nord. Uno dei suoi simboli, su cui a volte è raffigurato mentre sta in piedi, era la tartaruga. La tartaruga è anche a volte accompagnata da un serpente. È quindi notevole che il simbolismo della tartaruga e del serpente risale almeno alla dinastia Han ed è stato usato come emblema per la regione settentrionale del mondo. Inoltre, in qualità di Signore del Centro, Shang-ti era anche venerato come Huang-ti, che è forse meglio conosciuto come il Signore Giallo o Imperatore Giallo. L'Imperatore Giallo è da tempo riconosciuto come il rappresentante di Saturno. Quando si tratta di antiche tradizioni cinesi, tuttavia, non dobbiamo semplicemente fare affidamento sul record mito-storico. La loro astronomia rispecchiava lo stesso messaggio. Così, ad esempio, i cinesi si riferivano alla Stella Polare come T’ien-Tchou che, opportunamente, significa “Pivot del Cielo.” Le stelle che sono vicine alla Stella Polare erano anche chiamate “pivot.” Lo stesso nome è stato inoltre applicato a due stelle nella costellazione del Drago e, poiché il Drago era la costellazione polare intorno al 2300 a.C., alcune autorità hanno concluso che ciò dimostra che l'astronomia osservativa cinese risale almeno a quel tempo remoto. Tuttavia, il termine “pivot” per queste stelle draconiane si adatta alla loro precedente posizione polare, o quasi polare. Ciò che ha sconcertato i commentatori sull'astronomia cinese antica, tuttavia, è il fatto che il pianeta Saturno è chiamato Tchou-niou-tchi-chin, che si traduce come “Genio [o spirito] del Pivot,” poiché ciò equivale a chiamare Saturno “l'Anima della Stella Polare.” È ben noto ai cinesi che il pianeta Saturno occupava un tempo il centro polare nord. Come indicato da Jan Sammer: “Secondo lo storico Han Ssuma Ts’ien, il pianeta Saturno ‘corrisponde al centro ... Saturno era posto al polo, e l'intera sfera stellare si diceva che",
        "headers": ["IL GENIO DEL PIVOT"]
    },
    {
        "page_type": "main",
        "page_number": 238,
        "content": "i i i 1 t | i :",
        "captions": ["Shang-ti/Huang-ti — l'Imperatore Giallo — che sta sui suoi emblemi, la tartaruga e il serpente, simboleggiando la regione settentrionale del mondo. (Da un dipinto della dinastia Sung.)"],
        "headers": []
    }        
]