[
    {
        "page_type": "main",
        "page_number": 139,
        "content": "A questo punto, non approfondirò la tradizione mesoamericana per sostenere la tesi che sto sviluppando, poiché vorrei riservare ciò a una parte successiva di questo lavoro. Tuttavia, non sarebbe fuori luogo notare che, analizzando il libro sacro maya noto come Popol Vuh, che, tra le altre cose, tratta del volto splendente del sole, emerge chiaramente che certamente non si trattava dello stesso sole che vediamo noi.” Sarebbe allora troppo considerare quella che sembra essere l'unica altra alternativa—cioè che ciò in cui gli antichi credevano fosse davvero ciò che essi, o i loro antenati, avevano effettivamente visto e sperimentato? Prima di rispondere a questa domanda, consideriamo un ulteriore punto. Gli antichi non si limitarono a sostenere che Saturno fosse, o fosse stato, un sole. Ne parlarono come tale come se fosse, o fosse stato, conoscenza generale; come se tutti sapessero che questo fosse, o fosse stato, il caso. Non si incontrano mai spiegazioni, chiarimenti o razionalizzazioni qualificate per spiegare il fenomeno. Ma, che si parli del dio saturniano distinto dalla sua luminaria o della luminaria che era Saturno stesso, era sempre accettato che la divinità e il pianeta, che in realtà erano uno, brillassero, o avessero brillato, come un vero sole. Personalmente, questo era un aspetto del fenomeno saturniano che mi convinse ulteriormente che non solo gli antichi intendevano esattamente ciò che “dicevano”, ma che probabilmente sapevano di cosa stavano “parlando”. Ma a cosa portava esattamente tutto ciò? A questo punto è meglio mettere chiaramente sul tavolo le carte che abbiamo finora accumulato. Credo di aver fornito prove sufficienti (e altre ne verranno nei capitoli successivi) per indicare che gli antichi credevano che Saturno avesse irradiato luce come un sole. Come Hodder Westropp e Staniland Wake avevano concluso molto prima di Jastrow studiando la simbologia antica, per quanto riguardava gli antichi, Saturno era il primo irradiatore di luce.” Ma una domanda posta in precedenza rimane senza risposta. Questa riguarda la condivisione dei nomi tra Saturno e il Sole. Ma allora, qual è la verità—che a Saturno fu dato l'antico nome del Sole, o che al Sole fu dato l'antico nome di Saturno? Boll sembra non avere dubbi al riguardo. Per quanto lo riguardava, il greco Helios e il latino Sol erano originariamente i nomi del pianeta Saturno.” Qui vorrei menzionare il culto di Sol Invictus, il Sole Invincibile, che non guadagnò una significativa ascesa fino al III secolo d.C. Sia il culto che le festività ad esso associate furono stabiliti dall'imperatore Aureliano (Marco Aurelio Antonino, noto anche come Elagabalo) e celebrati il 25 dicembre.”—quello che oggi, per il mondo occidentale, è il Natale. Come si domandò Roger Wescott, perché il Sole sarebbe stato considerato invincibile? “L'assunzione comune su questa frase teonimica,” scrisse Wescott, “è che potrebbe essere vagamente equiparata a ‘il sole invincibile’.” Wescott, tuttavia, era “inclinato” a prendere il termine letteralmente. In tal caso, si potrebbe chiedere: esisteva anche un culto di Sol Victus—“il Sole conquistato”? Come concluse Wescott: “Sebbene quest'ultima frase [cioè Sol Victus] non compaia nella letteratura romana, si trova la frase Sol Indigetes, che si riferisce a un antico dio solare.”” Si può quindi ipotizzare che in ogni caso in cui Saturno e il Sole condividono lo stesso nome, il nome originariamente appartenesse a Saturno. Questo sospetto si avvicina alla certezza quando ci rendiamo conto che, mentre ogni grande nome antico del Sole fu anche attribuito a Saturno, non ogni nome antico del pianeta Saturno fu attribuito al Sole. La certezza cresce quando,",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 140,
        "content": "come già accennato, scopriamo che le caratteristiche attribuite agli antichi dèi solari non si adattano al ruolo del Sole. La mitologia, ora sembra, non si è mai occupata del Sole—cioè del nostro Sole. Il sole di cui parla era quello saturniano. Ne consegue quindi che il sole degli antichi—il “vero sole”—era Saturno. E se, successivamente, alcuni dei nomi di Saturno furono attribuiti al Sole, ciò potrebbe essere avvenuto solo perché il Sole sostituì Saturno—non solo mitologicamente, ma fisicamente. Possiamo quindi proporre la conclusione sopra come un'ipotesi—che, per il momento, chiameremo Ipotesi #1—secondo cui, secondo gli antichi, il pianeta Saturno brillò una volta come un sole. Ma, poiché sospettiamo che il lettore potrebbe non essere completamente soddisfatto delle prove finora presentate, cercheremo di testare ulteriormente il postulato analizzando ciò che altro gli antichi avevano da offrire sull'argomento, perché, se il loro sole delle epoche fosse stato Saturno piuttosto che il Sole attuale, le loro tradizioni dovrebbero anche riflettere differenze astronomiche condizionali. E questo, come vedremo, è esattamente ciò che incontriamo nella nostra continua indagine sulla tradizione astronomica antica.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 141,
        "content": "Capitolo 4 Il Sole della Notte IL SOLE NOTTURNO EGIZIANO Il dio egiziano Atum possedeva una caratteristica specifica e strana. Era venerato come un sole della notte.’ Gli studiosi di mitologia egiziana si sono a lungo confrontati con il significato esatto nascosto dietro questa strana caratteristica. La migliore spiegazione che Wallis Budge poté offrire fu che Atum, da lui chiamato con l'antica lettura del nome Temu, fosse il Sole dopo il suo tramonto.” Con ciò intendeva implicare che gli Egizi adorassero il Sole anche quando era assente dal cielo. Tuttavia, l'adorazione del Sole di notte costituisce un'istituzione incongrua. Questa interpretazione fallace non avrebbe mai dovuto essere derivata, e non lo sarebbe stata, se gli egittologi avessero confrontato i loro testi più diligentemente con quelli in possesso degli assiriologi. Non ci sono mai stati dubbi sul fatto che, per quanto riguarda gli stessi Egizi, Atum “fosse considerato una delle forme del grande dio solare Ra...”* Per il momento, non ci preoccuperemo della tesi di Budge secondo cui Atum fosse la personificazione del Sole al tramonto,’ specialmente poiché, altrove, Atum è descritto come sorgente. * Come vedremo, entrambi questi termini—cioè, “sorgente” e “tramonto”—si basano su traduzioni errate che verranno chiarite più avanti. Budge era anche dell'opinione che Atum “fosse originariamente il dio locale della città di Annu, o Eliopoli,”† e che solo successivamente fosse stato assimilato con Ra. Sebbene ciò sembri essere stato davvero il caso, non si deve presumere che l'assimilazione fosse arbitraria. Questa assimilazione risultò nel doppio dio noto come Atum-Ra (o Ra-Atum)‘ come indicato nell'inno contenuto nel Papiro di Mut-hetep† e altrove. Qui, forse, potremmo aggiungere che Ra era venerato con lo stesso nome anche in Mesopotamia, sebbene il suo equivalente semitico, El, fosse più popolare.” Questo non dovrebbe sorprenderci. Lontano a Tahiti, il dio solare era noto anche con il nome di Ra.” Così, in semitico, Babilonia era resa Bab-el, che si traduce come “Porta di El.” I cassiti non semitici, tuttavia, sembrano aver chiamato la città Ka-ra, in cui “ra” rappresentava il semitico El.",
        "captions": [],
        "headers": ["IL SOLE NOTTURNO EGIZIANO"]
    },
    {
        "page_type": "main",
        "page_number": 142,
        "content": "Lo menziono qui perché anche nei tempi antichi, El (e, per estensione, il Ra caldeo) era conosciuto come rappresentante del pianeta Saturno. George Rawlinson, scrivendo nel 1885, che non accettava l'identificazione del dio con il pianeta, disse quanto segue riguardo a questa antica credenza: “L'identificazione del caldeo II [cioè El] o Ra con Saturno, che Diodoro fa, e che può sembrare trovare una certa conferma da Filobiblio, è certamente errata, per quanto riguarda il pianeta Saturno, che Diodoro menziona esplicitamente; ma può essere considerata come avente una base di verità, in quanto Saturno era in un certo senso il capo degli dèi...”” Questo, tuttavia, sembra essere stato il tormento dei mitologi fin dall'inizio, in quanto hanno sempre avuto l'audacia di proclamare che, migliaia di anni dopo i fatti, sono in una posizione migliore per sapere cosa credevano gli antichi rispetto agli stessi antichi. Dato tutto ciò, non possiamo forse supporre che Atum, che era solo una sfaccettatura di Ra, fosse anch'esso originato come personificazione del pianeta Saturno? Ma allora, se Atum era venerato come un sole della notte, non dovremmo aspettarci che lo fosse stato anche Ra? Questo è esattamente ciò che troviamo. In un inno, Ra è lodato come “l'unico... sveglio mentre tutti gli uomini dormono.” E se qualcuno trova ciò un po' ambiguo, è reso più chiaro nel Libro dei Morti egiziano, dove il dio in questione afferma senza ambiguità: “Io sono quel dio Re che splende nella notte.” Oltre ad Atum e Ra, questo sole della notte fu anche antropomorfizzato dagli Egizi come il dio Osiride. Mariette-Bey scrisse molto tempo fa che: “Originariamente, Osiride è il sole notturno; è la notte primordiale del caos; è quindi anteriore a Ra, il Sole del Giorno.”* Come abbiamo già visto, tuttavia, anche Ra era considerato un sole della notte, così che, sotto questo aspetto,",
        "captions": [{"source": "internal", "text": "Atum—il sole della notte."}],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 143,
        "content": "Osiride non poteva essere anteriore a Ra. In realtà, è scorretto alludere a Ra come “il Sole del Giorno” anche se ha ricoperto quel ruolo in tempi successivi. Wallis Budge condivise la stessa opinione di Mariette-Bey quando informò i suoi lettori che “i testi egiziani suggeriscono che in tempi tardivi il dio solare notturno potesse essere stato considerato una forma di Osiride.” O. D. Miller, che ebbe anch'egli qualcosa da dire su Osiride come sole notturno, spiegò questa situazione proponendo che Osiride fosse “considerato un tipo di sole prima del suo primo sorgere.” Questo, naturalmente, presuppone che il primo sorgere del Sole fosse stato osservato dall'uomo antico, il che solleva poi la domanda su dove potesse essere stato il Sole prima del suo primo sorgere. È in questo modo che i mitologi riescono a confondere l'intera questione perché, nel tentativo di spiegare un enigma mitologico, finiscono di solito per creare",
        "captions": [{"source": "internal", "text": "Tre forme di Osiride—il sole notturno."}],
        "headers": []
    }
]