[
    {
        "page_type": "main",
        "page_number": 199,
        "content": "",
        "captions": ["Il re Djoser con Imhotep, architetto e costruttore della prima piramide egizia (a gradoni). (Illustrazione di John Green.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 200,
        "content": "La loro comunità. Al contrario, credono in una divinità suprema che, nonostante i suoi innumerevoli appellativi divini, è comunemente chiamata semplicemente Padre. Questo dio, così come suo figlio, è anche conosciuto come Efe, da cui la tribù ha derivato il suo nome; ma Efe il padre era anche Saturno. Il pianeta stesso è anche conosciuto da loro come Bibi Deba—'la stella buona o perfetta.' Come abbiamo già notato in un capitolo precedente, circondati come sono dalle giungle quasi impenetrabili del Congo, questi pigmei sanno che Saturno è circondato da satelliti, motivo per cui si riferiscono anche al pianeta come Bibi Tiba Abutsiua’ani—'la stella delle nove lune.' La più grande calamità che queste persone minute ma altamente intelligenti ricordano è quella di un diluvio universale—che smentisce coloro che sostengono che i miti del Diluvio siano sconosciuti in Africa—e anche questo lo associano a Efe/Saturno. Ma che dire allora dei disastri non planetari, come inondazioni ordinarie, carestie, tuoni, vento, ecc.? È vero—l'uomo ha attribuito a queste forze non planetarie una volontà propria e, sì, spesso le ha antropomorfizzate. Questo vale non solo per quelle forze che terrorizzavano l'uomo primitivo ma anche per quegli aspetti della natura che erano passivi, belli e persino benigni—come la nebbia, le aurore boreali e persino il bel tempo, per citare solo alcuni esempi.",
        "captions": ["L'Imhotep divinizzato."],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 201,
        "content": "Così, de Santillana e von Dechend non avevano del tutto ragione quando affermavano che 'tutte le storie, i personaggi e le avventure narrate dalla mitologia si concentrano sui poteri attivi tra le stelle, che sono i pianeti.' Indipendentemente dall'impulso alla sua origine, una buona parte della mitologia primitiva si occupa di spiriti della natura non planetari. Notiamo, tuttavia, che questi spiriti della natura, alcuni dei quali sono stati menzionati sopra, non erano divinizzati—cioè non erano considerati demiurghi con poteri sul destino dell'uomo. Solo tra gli Incas più sofisticati, ormai lontani dalla primitività, il Tuono, per esempio, era considerato una sorta di divinità, e anche allora era subordinato al Creatore. E qui, devo sottolineare, sta la differenza, perché, secondo le sue stesse dichiarazioni, l'uomo antico non era interessato alle presunte gesta della nebbia, del bel tempo o di altri spiriti della natura, demoni e fate. Ciò che ci interessa in questo studio sono le grandi divinità dell'umanità—i creatori e i distruttori, i motori del mondo—che troviamo permeare le religioni e le credenze cosmiche delle prime civiltà e delle tribù primitive allo stesso modo. Ancora una volta, non sto cercando di negare il fatto che le cosiddette culture primitive percepiscono il mondo come animato da spiriti. Ma che importa? Fino a pochi secoli fa, i centri più sofisticati della civiltà europea non erano forse anch'essi impregnati di superstizione, che è ciò che equivale a una credenza animata da spiriti? Paesi come la Cina e l'India, l'Indonesia e chissà dove altro, non sono forse ancora oggi pieni di superstizioni? Non gettano forse ancora polli vivi nei crateri vulcanici a Giava, e non versano gin, in sostituzione dell'awa, a Pele nel cinquantesimo stato americano, come tentativi di placare la forza distruttiva esibita dai vulcani? Questo nega forse il fatto che i paesi in questione rendano anche omaggio a una divinità superiore dettata da qualunque religione queste società seguano? Perché, allora, il culto planetario primitivo non avrebbe potuto coesistere con un animismo più terreno? Come suggeriscono le ricerche, il culto planetario residuo continua a saturare le credenze più primitive fino al presente, come esemplificato dalla religione dei pigmei Efe menzionati sopra. Né questo particolare esempio deve essere considerato unico. Lo spazio non consente qui nulla di simile a un campione equo di tali casi, ma avrei potuto facilmente includere un catalogo di residui simili trovati nelle credenze di popoli come i Dogon del Sudan, che è l'attuale Mali, la cui conoscenza astronomica abbiamo già discusso in un capitolo precedente; i Negri del Mozambico; i Bambala del Congo; i Bushongo; e molte altre tribù del cuore dell'Africa. La mitologia dell'Oceania è altrettanto saturata di culto planetario residuo, così come quella degli Inuit dall'Alaska alla Groenlandia. Nessuna di queste società primitive, e altre simili, può essere definita astronomicamente esperta, eppure, quando si risale alle loro fondamenta, le radici delle loro credenze religiose mostrano una sorprendente somiglianza con i motivi planetari trovati sparsi tra le civiltà antiche più sofisticate dell'uomo. È vero, abbondano demoni e spiriti della natura, ma nessuno di questi svolge un ruolo cosmogonico o occupa un posto prominente nei complessi rituali religiosi eseguiti da queste società. Gli studiosi di religione ci diranno che la logica impone che l'uomo avrebbe prima dotato di vita spirituale ciò che poteva vedere intorno a sé prima di fare lo stesso con i pianeti lontani. Ma, in tal caso, non avrebbe dovuto considerare il Sole e la Luna come",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 202,
        "content": "parte del suo ambiente circostante? Avrebbe potuto allora credere che fiumi, alberi, vento e tuoni fossero animati da spiriti prima di credere lo stesso degli oggetti più confortanti di cui era consapevole—il Sole? Dato che il Sole e la Luna sono molto più evidenti dei pianeti, essi avrebbero dovuto avere il ruolo principale nella mitologia primitiva. Come mai, allora, mentre non sempre evidente da studi superficiali, i protagonisti principali erano invariabilmente i pianeti e i fenomeni indotti dai pianeti? Questo pone una sorta di enigma per coloro che vedono la mitologia attraverso occhi uniformitari, un enigma già commentato da Immanuel Velikovsky e David Talbott. L'enigma, tuttavia, si risolve quando scopriamo, come in effetti le fonti stesse illustrano in modo convincente, che i pianeti, o almeno alcuni di essi, primo fra tutti il pianeta Saturno, erano una volta più evidenti del Sole e della Luna. Una volta accettato questo, come lo è da un numero sempre crescente di neo-catastrofisti, diventa molto più facile accettare che prima che l'uomo sviluppasse una consapevolezza dei corpi celesti, non avesse alcun dio. Questo sembrerebbe portare all'assunzione che l'uomo primitivo abbia vissuto per lunghi periodi prima di scoprire il suo primo dio, ma i frutti della ricerca indicano il contrario. In primo luogo, bisogna smettere di pensare ai pianeti in questo caso come semplici punti di luce nel cielo notturno. Dovrebbe ormai essere ovvio ai lettori di quest'opera che il ricordo più antico dell'uomo sui pianeti è quello che suggerisce orbi riconoscibili sospesi bassi nel cielo. Come abbiamo visto finora, originariamente sembra esserci stato un solo tale orbo visibile nel cielo—il pianeta Saturno. L'umanità, ora sembra, scoprì la sua identità sotto l'influenza ravvicinata di questo corpo planetario, motivo per cui la divinità saturniana, nelle sue molteplici forme, si trova a capo di ogni grande pantheon in tutto il mondo civilizzato antico. Questo Saturno primordiale entrò nella memoria dell'uomo inizialmente come un'entità passiva che era originariamente vista senza paura né timore. Ma, come intendo mostrare in un'opera futura, questo non doveva rimanere così. Col tempo, una serie di eventi si verificò che impressionò così tanto la mente umana che Saturno divenne, per l'uomo, il centro stesso del suo ambiente, la sua crescente meraviglia e, infine, la ragione dedotta della sua stessa esistenza. Detto ciò, pur non volendo prendere in prestito credibilità, cosa sarebbe così difficile accettare che (a) la divinità originale dell'uomo fosse un corpo planetario e che (b) primo tra questi corpi divinizzati fosse il pianeta Saturno? La domanda, ovviamente, è semplicemente questa: C'è qualche prova che tutto ciò sia avvenuto? Quindi lasciatemi essere del tutto onesto. Se è la prova che cerchiamo, non è disponibile—non più di quanto lo sia una prova contraria. Ma le evidenze ora a disposizione, che continueremo a presentare, sono più che sufficienti per sconvolgere le visioni antiquate sull'emergere dell'uomo come essere religioso e abbastanza capaci di sostenere questa nuova, seppur rivoluzionaria, teoria. Ulteriori prove riguardanti la nostra proposta che, durante il periodo indeterminato di cui ci occupiamo, Saturno fosse l'unico corpo celeste visibile dalla Terra saranno presentate nei capitoli successivi. Nel frattempo, è di nuovo tempo di rimescolare il nostro precedente insieme di ipotesi incorporando questo nuovo dato nel set. Le nostre ipotesi, quindi, saranno le seguenti:",
        "captions": [],
        "headers": ["KARR KR ROR KK ROK"]
    },
    {
        "page_type": "main",
        "page_number": 203,
        "content": "Ipotesi #1: Che, da quanto si può dedurre dalla conoscenza astronomica antica e primitiva, la Terra sia stata una volta un satellite del pianeta Saturno che, a causa della sua vicinanza, appariva grande nel cielo come un disco distinto più grande della Luna piena. Ipotesi #2: Che, sempre secondo la conoscenza astronomica antica, durante questo periodo indeterminato, Saturno fosse l'unico corpo celeste visibile nel cielo primordiale della Terra. Ipotesi #3: Che, sempre secondo gli antichi, durante questo stesso periodo, Saturno brillasse come un sole. Ipotesi #4: Che questo sole saturniano primordiale brillasse durante quel tempo che oggi chiamiamo notte. Inutile dire che il lettore potrebbe chiedersi come sarebbe stato possibile che Saturno fosse l'unico corpo visibile, anche se la Terra fosse stata il suo satellite. Il Sole, la Luna e le stelle non sarebbero stati visibili anche nel cielo primordiale della Terra? Per rispondere a questa domanda, dovremo addentrarci in acque ancora più profonde. Ma risponderemo.",
        "captions": [],
        "headers": []
    }
]