[
    {
        "page_type": "main",
        "page_number": 329,
        "content": "LA STORIA RIVISTA DEL SISTEMA SOLARE La scoperta di pianeti massicci dominanti in sistemi extrasolari ha costretto gli astronomi a rivedere le loro teorie riguardanti la formazione dei sistemi solari in generale. Assegnando il problema ai computer, le simulazioni condotte da Frederic Rasio ed Eric Ford hanno prodotto modelli così catastrofici da scaldare i cuori dei velikovskiani. \"In un sistema contenente due pianeti simili a Giove, esiste la possibilità che si sviluppi un'instabilità dinamica. Le simulazioni al computer suggeriscono che in molti casi questa instabilità porta all'espulsione di un pianeta mentre l'altro rimane in un'orbita più piccola ed eccentrica. In casi estremi, l'orbita eccentrica ha una distanza periastron così piccola che può circolarizzarsi in un periodo orbitale così breve da essere di pochi giorni attraverso la dissipazione mareale. Questo potrebbe spiegare i pianeti di massa gioviana recentemente rilevati in orbite circolari molto strette e in orbite eccentri più ampie attorno a stelle vicine.\" Questo ha portato a nuove teorie riguardanti la formazione del nostro stesso Sistema Solare. Come ha commentato Josie Glausiusz: \"...la rilevazione di pianeti extrasolari ha costretto gli astronomi a riesaminare [la teoria riguardante la formazione del nostro Sistema Solare] perché [questi pianeti] ci presentano un paradosso. Molti sono così mostruosi in dimensioni e abbracciano le loro stelle così da vicino che non avrebbero potuto formarsi nelle loro posizioni attuali. Le stelle ardentemente calde attorno a cui orbitano avrebbero fuso i loro nuclei rocciosi prima che potessero iniziare. Invece, si assume che si siano coalesciuti a una certa distanza, per poi dirigersi verso l'interno nel corso di milioni di anni. E se tale caos caratterizza la nascita dei pianeti extrasolari, non potrebbe simile disordine aver regnato più vicino a casa? \"Questo è esattamente ciò che gli astronomi stanno proponendo. Invece di un movimento tranquillo e costante fin dall'inizio, vedono tumulto. Durante i primi anni del nostro sistema solare, dicono, sono nati pianeti giganti, si sono scontrati, si sono avvicinati l'uno all'altro e sono stati scagliati via prima di stabilirsi nelle orbite attuali. [Ora si suggerisce] che i massicci pianeti ghiacciati Urano e Nettuno si siano formati in prossimità del gassoso Giove e Saturno, per poi passare oltre i colossi verso le lontane regioni del sistema solare... [Ora si suggerisce] che l'emergere di un pianeta delle dimensioni di Giove durante i primi anni di un sistema solare possa innescare il caos, generando pianeti più piccoli, per poi espellerli in tutte le direzioni.\" Teorie ancora più recenti suggeriscono che una stella aliena potrebbe facilmente passare vicino al Sistema Solare e che questo potrebbe alterare l'orbita di Giove, il quale potrebbe poi passare così vicino alla Terra che il nostro mondo potrebbe facilmente essere espulso nello spazio o schiantarsi contro il Sole. Infatti, altri teorici stanno ora proponendo che il primo Sistema Solare potrebbe aver contenuto fino a venti pianeti in orbite irregolari \"dove alla fine erano destinati a collidere.\"",
        "captions": [],
        "headers": ["LA STORIA RIVISTA DEL SISTEMA SOLARE"]
    },
    {
        "page_type": "main",
        "page_number": 330,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "\"Una volta inimmaginabile, non è più possibile sostenere che il nostro Sistema Solare sia rimasto invariato dalla sua formazione.\""
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 331,
        "content": "ee a f :",
        "captions": [
            {
                "source": "internal",
                "text": "A ss =. Il Sistema Solare è ora ritenuto il risultato di un passato caotico in cui i pianeti giganti spiraleggiavano verso l'interno, sfiorando altri pianeti, forse espellendoli dal Sistema, persino generando altri pianeti, prima che i vincenti si stabilissero nelle orbite protette che occupano attualmente."
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 332,
        "content": "Il Dr. Renu Malhotra dell'Istituto Lunare e Planetario di Houston ha anche sostenuto che le orbite dei pianeti del Sistema Solare hanno subito sostanziali alterazioni. \"Una cosa è certa,\" è stato riportato che ha detto, \"l'idea che i pianeti possano cambiare le loro orbite in modo drammatico è qui per restare.\" Anche questo è stato in parte un revival della teoria proposta da J. G. Hills nel 1969 in cui si \"suggeriva che i tre pianeti più esterni, Urano, Nettuno e Plutone, furono spostati nella loro orbita attuale da incontri con altri pianeti.\" Descritta da C. J. Ransom come una conseguenza dell'analisi di Hill della nebulosa solare, questa teoria concluse che \"Saturno era inizialmente il pianeta più esterno a formarsi nella nebulosa.\" Una volta inimmaginabile, non è più possibile sostenere che il nostro Sistema Solare sia rimasto invariato dalla sua formazione. Concesso che gli astronomi stiano ancora mantenendo tali eventi a distanza insistendo che i cambiamenti orbitali all'interno del nostro Sistema potrebbero essere avvenuti solo milioni di anni fa, abbiamo motivo di credere che alcuni di questi cambiamenti siano avvenuti durante l'era dell'umanità. E, come vedremo presto, non siamo soli in questa convinzione. UNA QUESTIONE DI NOMENCLATURA A partire da ottobre 2000, iniziarono a circolare notizie secondo cui più della metà dei cosiddetti pianeti extrasolari scoperti fino ad allora non erano affatto pianeti, ma piuttosto stelle nane brune, stelle doppie o stelle a bassa massa. Le ragioni di questo cambio di opinione sono state date in vari modi da varie autorità. È stato, ad esempio, riportato che le tecniche di velocità radiale alla base delle scoperte erano inadeguate per determinare l'angolo di osservazione che avrebbe influenzato i risultati riguardanti le masse coinvolte. Come annunciato dall'Osservatorio Allegheny dell'Università di Pittsburgh: \"Le osservazioni di velocità radiale non possono distinguere tra un pianeta in un'orbita che è vista quasi di taglio e una nana bruna o un compagno stellare in un'orbita che è quasi nel piano del cielo.\" Utilizzando dati astrometrici dall'Agenzia Spaziale Europea, così come dati di velocità astrale, astrofisici degli Stati Uniti e della Corea hanno determinato che le inclinazioni orbitali degli oggetti in questione sono estremamente basse. In altre parole, \"i piani orbitali di questi compagni sembrano essere orientati quasi frontalmente rispetto all'osservatore.\" Secondo David Black dell'Istituto Lunare e Planetario: \"Questo contraddice l'assunzione che l'angolo di linea di vista sia casuale negli studi di velocità radiale.\" Mettendola in termini semplici, la casualità impone che alcuni di questi oggetti dovrebbero essere visti di taglio, mentre altri frontalmente come osservati dal nostro angolo qui sulla Terra. Secondo George Gatewood dell'Osservatorio Allegheny: \"Parte del problema deriva dal fatto che le masse inferiori a quelle di Giove sono molto difficili da rilevare [al di fuori del Sistema Solare], quindi la maggior parte degli oggetti che sono stati rilevati e sono sospettati di essere pianeti hanno masse superiori a quelle di Giove, il pianeta più massiccio del nostro sistema solare. Fino a tempi molto recenti, c'erano pochi oggetti noti tra una massa di Giove e 80 volte tanto, e questi sono tutti piccole stelle.",
        "captions": [],
        "headers": ["UNA QUESTIONE DI NOMENCLATURA"]
    },
    {
        "page_type": "main",
        "page_number": 333,
        "content": "Ma non tutti erano d'accordo con Black. Come è stato riportato che Geoffrey Marcy ha dichiarato: \"L'affermazione di David Black è completamente errata.\" Essendo salito alla ribalta come uno dei cacciatori di pianeti extrasolari più di successo, Marcy aveva qualcosa da perdere se Black avesse avuto ragione. D'altra parte, Marcy aveva un buon argomento. Come lui e altri hanno sottolineato, quattro dei compagni che Black e il suo team avevano investigato si dice che orbitino attorno ai loro primari \"entro un grado di perfetta allineamento con la linea di vista.\" \"Eppure la possibilità che un singolo partner di una data massa abbia quell'orientamento è di circa 1 su 5.000. Al contrario, per ogni partner con quell'orientamento, ce ne dovrebbero essere circa 5.000 con orientamento meno estremo. Non si vedono corpi di questo tipo. Marcy è così convinto che dice che Scientific American 'darà una direzione sbagliata alla scienza' semplicemente menzionando il lavoro di Black.\" Ma poi, Tsevi Mazeh e Shay Zucker sono intervenuti dall'Università di Tel Aviv suggerendo che \"la verità si trova da qualche parte nel mezzo.\" Riguardo ai quattro compagni investigati da Black, affermano che due di essi hanno effettivamente \"il peso di una stella.\" Gli altri due, secondo loro, no. Altri sospettano che le analisi \"siano cadute preda di sottili bias computazionali,\" e che \"è abbastanza plausibile che i ricercatori abbiano involontariamente distorto il loro campione,\" e che siano necessarie astrometrie di maggiore precisione così come altri metodi per risolvere il dibattito. Alla fine, anche Marcy è stato costretto a cedere quando il compagno esterno appena scoperto di un'altra stella è stato stimato essere \"tra 17 e 40 volte\" la massa di Giove. Come è stato riportato che Marcy ha ammesso, \"[questo] sembra troppo grande per un pianeta convenzionale.\" \"Francamente non sappiamo quale nome dargli!\" ha detto Marcy. \"È un pianeta o una nana bruna...? Semplicemente non lo sappiamo.\" Come ha formulato Lemonick: \"...forse gli astronomi dovranno riconsiderare la loro definizione di 'pianeta.' Solo perché mettiamo oggetti celesti in categorie non significa che le distinzioni siano necessariamente valide.\" Alla fine alcuni astronomi hanno deciso di riferirsi a oggetti di massa inferiore a 10 Giove come pianeti. Qualsiasi cosa oltre è da considerarsi una stella nana bruna. Altri hanno deciso che oggetti di massa inferiore a 13 volte quella di Giove dovrebbero essere classificati come pianeti, mentre quelli tra 13 e 75 masse gioviane dovrebbero essere definiti stelle nane brune. In altre parole, il dilemma è stato temporaneamente, e arbitrariamente, alleviato invocando la nomenclatura.",
        "captions": [],
        "headers": []
    }
]