[
    {
        "page_type": "main",
        "page_number": 394,
        "content": "non si possono trarre conclusioni basate sull'assunzione che una determinata barriera corallina in Europa fosse contemporanea a un'altra in Nord America.8 Inoltre, data la dipendenza di Ma dalla deriva dei continenti, che ora sappiamo non essere stata responsabile delle variazioni climatiche che abbiamo esaminato, le sue prove basate sui coralli rimanevano inconcludenti. Ciò che fu ancora peggio per Ma, tuttavia, fu il fatto che non riuscì a fornire una causa per questi spostamenti su larga scala della crosta terrestre.\n\nIL MODELLO DELLA CALOTTA DI GHIACCIO\n\nAlla fine degli anni '50, Hapgood riprese il tema della migrazione dei poli dovuta allo scivolamento della crosta terrestre e si fece un nome come il principale sostenitore di questa teoria. Hapgood riuscì a tracciare lo spostamento del polo dal Yukon al Mare della Groenlandia circa 80.000-75.000 anni fa; dal Mare della Groenlandia alla Baia di Hudson circa 55.000-50.000 anni fa; e dalla Baia di Hudson alla sua posizione attuale circa 17.000-12.000 anni fa. (Furono fornite anche tre traiettorie e posizioni corrispondenti per il polo sud.)\n\nInutile dire che questi spostamenti dei poli non possono spiegare la flora e la fauna subtropicali che prosperavano all'interno del Circolo Polare Artico durante il Terziario e le ere precedenti, che sono state datate a milioni di anni fa, piuttosto che alle poche migliaia di anni proposte da Hapgood. Inoltre, gli spostamenti sopra menzionati non avrebbero portato le regioni subtropicali nel Circolo Polare Artico; avrebbero semplicemente spostato le latitudini di circa 30°, il che, oggi, equivarrebbe a spostare Winnipeg e Vancouver alla latitudine dell'Isola di Ellesmere.\n\nHapgood era ovviamente consapevole di ciò ma, come dovette ammettere, sarebbe stato \"inutile cercare di determinare la posizione dei poli nei casi più remoti\", poiché \"a ogni passo indietro nel tempo, le prove naturalmente diventano più scarse\". Tuttavia, nonostante la scarsità di prove, la teoria complessiva di Hapgood proponeva che la regione che ora si trova all'interno del Circolo Polare Artico fosse stata in precedenza più vicina all'equatore, il che spiegherebbe la sua flora e fauna subtropicali, prima di spostarsi nella sua posizione attuale. Un'ipotesi ben strutturata, come dovette ammettere lo stesso Albert Einstein.\n\nInizialmente, Hapgood sosteneva che la causa di questo slittamento della crosta sarebbe stata l'accumulo di ghiaccio polare, che non è distribuito simmetricamente attorno ai poli. Questa distribuzione irregolare avrebbe potuto generare un momento centrifugo trasmesso alla crosta rigida. Con l'aumento di questa forza centrifuga, la crosta terrestre tendeva a scivolare sugli strati viscosi sottostanti. (Questa teoria, ideata da Hugh Auchincloss Brown, è stata sostenuta anche da altri, tra cui Edward Weyer.) Tuttavia, sebbene Einstein inizialmente fosse ricettivo a questa idea, in seguito espresse forti dubbi al riguardo, così come Kirtley Mather. Il problema principale è che le masse situate ai poli, o molto vicine ad essi, producono un effetto centrifugo minimo.",
        "captions": [],
        "headers": [
            "IL MODELLO DELLA CALOTTA DI GHIACCIO"
        ]
    },
    {
        "page_type": "main",
        "page_number": 395,
        "content": "Hapgood stesso fu infine costretto a concludere: \"Le conoscenze avanzate sulle condizioni della crosta terrestre ora suggeriscono che le forze responsabili degli spostamenti della crosta si trovano a una certa profondità all'interno della Terra piuttosto che sulla sua superficie.\" Tuttavia, come Ma prima di lui, e nonostante il set di \"requisiti\" che aveva proposto, Hapgood fu infine costretto ad ammettere che la causa dello spostamento della crosta rimane priva di una \"spiegazione soddisfacente\".\n\nCiò che è ancora peggio, come sottolineò Leroy Ellenberger: \"Tracciare i percorsi degli spostamenti crostali... non sembra fornire risultati inequivocabili. Senza necessariamente screditare le deduzioni di Ma, i risultati di Hapgood non sono concordanti. Negli ultimi 80.000 anni, Hapgood riteneva che la posizione del polo nord fosse cambiata tre volte in spostamenti della durata di 5.000 anni [rispetto ai quattro spostamenti di Ma nell'ultimo milione di anni]. Secondo Hapgood, il polo nord si trova nella sua posizione attuale da 12.000 anni [rispetto ai 65.000-2.600 anni fa di Ma]. (Confronta queste cifre con quelle dedotte da Auchincloss Brown: 41.800 anni fa; 18.400 anni fa; 11.400 anni fa; con l'ultimo spostamento avvenuto 7.000 anni fa.) Inoltre, incidentalmente, gli spostamenti di Hapgood non avvengono tutti nella stessa direzione di quelli di Ma.\n\n\"Così,\" come dovette concludere Ellenberger, \"la crosta terrestre in movimento, se davvero lo è, sembra lasciare indizi contraddittori.\"\n\nLa teoria di Hapgood fu mantenuta in vita dai suoi seguaci, che spesso ignorarono la sua ritrattazione riguardo al \"meccanismo della calotta di ghiaccio\", così come da coloro che la trovarono utile per le loro particolari ipotesi sul passato antico della Terra. (Anche alcuni dei suoi detrattori sembrano non essere stati a conoscenza della ritrattazione di Hapgood.)\n\nMa i poli possono davvero spostarsi?\n\nIL MONDO CHE SI ROVESCIA\n\nThomas Gold certamente lo pensava. Tuttavia, non era tanto preoccupato dello spostamento totale della crosta terrestre quanto del vero e proprio ribaltamento del globo. Scrivendo nel 1958, Gold sottolineò il fatto che \"non esiste alcuna legge fisica generale che impedisca a un corpo di capovolgersi con l'aiuto di sole forze interne.\"",
        "captions": [],
        "headers": [
            "IL MONDO CHE SI ROVESCIA"
        ]
    },
    {
        "page_type": "main",
        "page_number": 396,
        "content": "\"La legge generale della conservazione del momento angolare proibisce solo una variazione del valore e della direzione nello spazio del momento angolare del corpo a meno che non sia influenzato da una forza esterna; ma non dice nulla sull'orientamento del corpo rispetto a quella direzione. La stabilità della Terra nello spazio è garantita dalla forma oblata conferitale dal rigonfiamento equatoriale. Se fosse stata una sfera perfetta, tenderebbe a ribaltarsi ripetutamente, facendola oscillare in tutte le direzioni. La rotazione terrestre, insieme al rigonfiamento equatoriale, trasforma il nostro pianeta in un giroscopio. Uno spostamento di massa altererebbe quindi il suo orientamento. Tuttavia, l'entità dell'adattamento è determinata dalla capacità del globo di deformarsi. Senza tale distorsione, l'asse terrestre avrebbe potuto spostarsi di meno di un grado in tutte le ere geologiche passate.\n\nGold fu quindi costretto a chiedersi: \"Ma è ragionevole supporre che la Terra sia abbastanza rigida da mantenere la sua forma per lunghi periodi?\" Come sottolinea Gold: \"La forma attuale della Terra non sarebbe quella corretta per una velocità di rotazione diversa.\" Eppure si è ipotizzato che la rotazione terrestre \"possa essere cambiata drasticamente in passato.\" Ciò significherebbe che la Terra avrebbe dovuto riadattarsi alla forma corretta per mantenere il suo equilibrio nello spazio. A sua volta, ciò implicherebbe che la Terra \"deve essere capace di una certa quantità di deformazione plastica.\"\n\nSe, quindi, una grande massa si sviluppasse a una latitudine intermedia tra il polo e l'equatore (anziché direttamente al polo, come proposto inizialmente da Hapgood), l'equilibrio naturale della Terra cambierebbe, il suo asse si sposterebbe e il mondo \"dovrebbe adattare la sua forma di conseguenza\" fino a quando la massa extra non raggiunga l'equatore. Tuttavia, le masse non possono svilupparsi dal nulla. E, anche se potessero, come ammise lo stesso Gold, la plasticità che permetterebbe alla Terra di ribaltarsi \"farebbe in realtà affondare la massa extra, eliminando così lo squilibrio.\"\n\nCome riuscì allora Gold a uscire da questa situazione? Lo fece proponendo che masse terrestri esistenti, come le catene montuose, anche se parzialmente sommerse o fluttuanti a diverse profondità nel materiale plastico sottostante, potessero cambiare la loro altezza e quindi anche il loro centro di gravità attraverso l'erosione o la diastrofismo. Anche questo, secondo lui, produrrebbe uno squilibrio che dovrebbe essere corretto con un adattamento della forma terrestre. La Terra si ribalterebbe gradualmente fino a raggiungere un nuovo asse di rotazione stabile.\n\nGold credeva inoltre che fosse possibile che la Terra avesse sperimentato spostamenti polari senza aver subito la deriva dei continenti; ma la deriva dei continenti non avrebbe potuto verificarsi senza la migrazione dei poli. Basandosi sui calcoli di Walter Munk, Gold giunse alla conclusione che sarebbe stato necessario un periodo compreso tra 10 e 100 milioni di anni affinché la Terra si capovolgesse di circa 90°. Questo intervallo di tempo rientrerebbe ampiamente nella storia geologica della Terra.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 397,
        "content": "plastica tale da permettere alla sua superficie di scivolare avrebbe essa stessa una stabilità troppo ridotta per resistere al ribaltamento. La teoria di Gold ha superato la prova? ALTI GEODETICI Scrivendo molti anni dopo e basandosi su un modello dell'interno della Terra che era esso stesso in contrasto con l'opinione accettata del suo tempo, Don Anderson non concordava del tutto con le obiezioni di Gold riguardo a uno scivolamento totale della crosta terrestre. Mentre l'opinione comune sosteneva che la crosta terrestre fosse omogeneamente indifferenziata, Anderson affermava che la Terra è in realtà \"stratificata compositivamente, con la crosta, il mantello e il nucleo che rappresentano gli strati chimicamente più distinti.\" \"Un mantello stratificato chimicamente e gravitazionalmente stabile sarebbe lo stato finale naturale dell'evoluzione della Terra. La presenza di una crosta e di un nucleo... indica che la differenziazione o separazione è il processo dominante su larga scala, mentre la convezione può essere prevista per omogeneizzare gli strati tra le discontinuità chimiche.\" Questo lo portò a concludere che la convezione del mantello terrestre, anziché essere costante come ritenuto dall'ortodossia, è episodica e guidata da \"gradienti di temperatura laterali causati dall'isolamento continentale.\" Pertanto, secondo lui: \"La subduzione attiva e i continenti stagnanti generano alti geodetici [cioè un'area di maggiore densità che causa squilibrio], che riorientano il mantello rispetto all'asse di rotazione.\" Come sottolineò: \"Se la Terra è deformabile, l'intero mantello dovrebbe vagare rispetto all'asse di rotazione, ma le implicazioni di ciò sono raramente discusse.\" E ancora: \"Curiosamente, gli scienziati della Terra sono stati più riluttanti ad accettare l'inevitabilità della vera migrazione polare che ad accettare la deriva dei continenti, nonostante la fisica della prima sia meglio compresa.\" \"I continenti si allontanano dalle alte termiche [o punti caldi] e si fermano sopra le parti fredde del mantello; la diffusione del fondale oceanico e la subduzione rallentano o cessano fino a quando il mantello sotto i continenti non si riscalda. L'intero mantello si sposta rispetto all'asse di rotazione per adattarsi al cambiamento del geode.\" Inutile dire che, in uno scenario del genere, lo strato esterno della Terra sarebbe sottoposto a stress a causa della sua migrazione sopra il rigonfiamento equatoriale (e/o della migrazione del rigonfiamento equatoriale stesso). \"Gli strati esterni del mantello, inclusa la litosfera fragile, non si adattano correttamente a una Terra riorientata. Gli stress di membrana generati dallo spostamento del rigonfiamento rotazionale potrebbero essere responsabili della frammentazione e dispersione della Pangea mentre si muove verso l'equa-",
        "captions": [],
        "headers": [
            "ALTI GEODETICI"
        ]
    },
    {
        "page_type": "main",
        "page_number": 398,
        "content": "tore. In questo scenario, la vera migrazione polare e la deriva dei continenti sono intimamente correlate... Uno spostamento dell'asse di rotazione causa la frattura delle placche [continentali]... Pertanto, \"periodi di rapida migrazione polare\" sarebbero seguiti da episodi di \"rifting, deriva dei continenti e subduzione,\" il che significa che la deriva dei continenti deriva dallo spostamento totale del mantello terrestre. Per usare le parole di Anderson: \"La riorientazione globale potrebbe essere responsabile dell'innesco del rifting [dei continenti] e della subduzione, nonché di periodi di rapida apparente migrazione polare.\" \"L'asse di rotazione [cioè il polo] sembra essersi spostato di circa 8° negli ultimi 60 milioni di anni e di 20° negli ultimi 200 milioni di anni. Durante questi periodi ci sono stati grandi cambiamenti nelle configurazioni dei continenti e delle zone di subduzione. Questi apparentemente hanno avuto effetti minori sui momenti principali di inerzia, suggerendo un geode relativamente stabile e in lenta evoluzione. Tuttavia, anche un geode che cambia lentamente può causare un rapido spostamento dell'intero mantello rispetto all'asse di rotazione se il momento di inerzia lungo questo asse diventa inferiore a quello di un altro asse di inerzia. Questo potrebbe essere accaduto in un periodo compreso tra 450 e 200 milioni di anni fa... Secondo Anderson, possono verificarsi anche spostamenti su larga scala di 90°. Come continua a dirci, attualmente il tasso di migrazione polare \"è molto maggiore della velocità media del movimento relativo delle placche [continentali],\" e sarebbe stato \"ancora più veloce\" in epoche passate. Ciò che è più importante per il nostro studio: \"Ogni volta che c'era un grande assemblaggio continentale nella regione polare circondato da subduzione, come accadde dal Devoniano al Carbonifero, si creavano le condizioni per un grande episodio di vera migrazione polare.\" Secondo lui, i continenti meridionali \"hanno tutti subito un grande spostamento verso nord a partire da un periodo compreso tra il Permiano e il Carbonifero (280 milioni di anni fa) e continuando fino al Triassico (190 milioni di anni fa).\" Se così fosse, aree che un tempo si trovavano a sud delle regioni polari terrestri, insieme alla loro fauna e flora, si sarebbero spostate verso le regioni polari. Tuttavia, limitandoci agli ultimi 60 milioni di anni (che ci porterebbero al Terziario), uno spostamento di 8°, come espresso da Anderson, non sarebbe stato sufficiente a spostare le aree subtropicali nei circoli polari, e i resti faunistici e floristici subtropicali dell'Artico rimarrebbero un mistero irrisolto. LE PROVE PALEOMAGNETICHE È ben noto che il polo magnetico terrestre e il suo polo geografico, cioè il suo asse di rotazione, non coincidono; attualmente differiscono di 11°. Inoltre, è noto che il campo magnetico terrestre, e quindi il suo polo magnetico, è soggetto a migrazione, avendo già subito uno spostamento di diverse centinaia di miglia verso nord solo nel ventesimo secolo. Tuttavia, è stato ipotizzato che, su un periodo di qualche migliaio di anni, il campo ritorni alla sua posizione originale \"e che la posizione media del polo magnetico su tutto il periodo coincida con l'asse di rotazione terrestre.\"",
        "captions": [],
        "headers": [
            "LE PROVE PALEOMAGNETICHE"
        ]
    }
]