[
    {
        "page_type": "main",
        "page_number": 374,
        "content": "“Ci deve essere qualcosa di più nella lunga discesa dal mite periodo Cretaceo verso le ere glaciali rispetto alla deriva dei continenti.” Rivolgendosi ai risultati contraddittori di questi studi, giunse alla conclusione che, finora, “i modelli computerizzati non sono riusciti a riscaldare la Terra quanto lo era nel Cretaceo, suggerendo che un singolo fattore geografico o forse anche una combinazione di essi non può spiegare totalmente il cambiamento climatico a lungo termine.” ANELLI DEGLI ALBERI Uno dei motivi principali per cui i paleoclimatologi sono stati riluttanti ad accettare un ambiente universale simile a una primavera perpetua per spiegare la precedente esistenza di flora e fauna subtropicali nell'Artico e nell'Antartico è che esistono prove che sembrano indicare una stabilità stagionale passata. Queste prove provengono dagli anelli degli alberi. Come sa ogni Boy Scout, i tronchi degli alberi sono segnati in sezione trasversale da anelli concentrici, uno per ogni “stagione” di crescita. Per determinare l'età di un albero abbattuto, i Boy Scout sono istruiti a contare il numero di anelli presenti nel tronco. Conosciuti come anelli annuali, questi segni di crescita emergono a causa delle differenze negli elementi all'inizio e alla fine di ogni periodo di crescita. Alberi fossili di varie epoche mostrano anelli annuali distinti. Altri no. Il legno recuperato da depositi del tardo Paleozoico nell'emisfero australe è stato descritto come avente anelli di crescita pronunciati. Lo stesso vale per i fossili di alberi decidui del Cretaceo. In effetti, campioni di legno fossilizzato che vanno dal Devoniano all'Eocene sono stati ritenuti mostrare anelli annuali ben marcati. Tuttavia, la letteratura scientifica su questo argomento è molto ambigua. Studi più recenti hanno mostrato che gli anelli sono assenti o molto deboli in tutti i campioni conosciuti del periodo Devoniano, il che sembra indicare un ambiente non stagionale. La maggior parte degli alberi fossili del periodo Carbonifero, che seguì il Devoniano, manca anch'essa di anelli. Come osservò Elso Barghoorn: “Un indicatore impressionante di un clima uniforme su grandi aree dei continenti carboniferi è la grande assenza di anelli di crescita annuale negli alberi delle paludi di carbone. L'intera questione dello sviluppo degli anelli negli alberi legnosi è intrisa di variabili botaniche oltre che climatiche. Tuttavia, l'assenza costante di qualsiasi indice di crescita stagionale sembra difficile da spiegare se non assumendo che il freddo invernale e la stagionalità delle precipitazioni fossero assenti o minimi.” Arrivando al tardo periodo Permiano, ancora all'interno dell'era Paleozoica, ci troviamo con un quadro misto. Legni fossili provenienti da Canada, Europa e Asia presentano anelli deboli o inesistenti, mentre quelli provenienti da Sud America, Africa e Antartide mostrano anelli di crescita prominenti e ampi. Un quadro misto per alberi che crescono in aree diverse può essere previsto. Ma che dire di un quadro simile per alberi che si sa essere cresciuti nella stessa località? Avvicinandoci leggermente al nostro tempo, arriviamo al periodo Triassico dell'era Mesozoica. Pochi alberi fossili sono conosciuti da questo periodo e, fino ad ora, tutti provengono dalla foresta pietrificata dell'Arizona. Un esemplare di questa collezione manca di segni anulari, ma altri mostrano anelli molto ampi e prominenti. Nei campioni dei periodi Giurassico e Cretaceo della stessa era Mesozoica, così come del primo periodo Terziario, gli anelli degli alberi variano da prominenti a inesistenti, a seconda della paleolatitudine in cui si ritiene abbiano prosperato.",
        "captions": [],
        "headers": ["ANELLI DEGLI ALBERI"]
    },
    {
        "page_type": "main",
        "page_number": 375,
        "content": "Quando si tratta di piante fossili polari, come notò Edward Berry: “Confronti dettagliati di queste flore artiche con flore contemporanee di latitudini inferiori... mostrano prove inequivocabili dell'esistenza di zone climatiche...” C. P. Brooks giunse alla stessa opinione, affermando che le zone climatiche esistevano nell'Eocene, così come fece Ralph Chaney, che estese il margine fino al Pliocene. Come osservò Jane Francis, campioni di legno raccolti da lei sull'isola di Axel Heiberg mostravano anelli anulari chiari larghi più di un quarto di pollice. E, poiché il legno tardivo più scuro aggiunto alla fine della stagione di crescita presentava bande molto strette, si è giunti alla conclusione che gli alberi crescevano rapidamente durante il periodo di sole di ventiquattro ore dell'estate artica e poi interrompevano la crescita durante le ore di oscurità invernale. Il problema con ciò, tuttavia, è che gli alberi non sarebbero sopravvissuti a tali periodi prolungati di oscurità. E poi c'è la fauna da considerare. Cosa—i tapiri e i coccodrilli dormivano durante questi mesi oscuri? Le tartarughe terrestri avrebbero potuto migrare verso climi più caldi? Inoltre, da dove proveniva il calore necessario per sciogliere la calotta glaciale artica? L'attuale Sole non è in grado di compiere tale impresa. E se il Sole, come accettato dall'ortodossia, fosse stato più debole in quelle ere, sarebbe stato ancora meno in grado di farlo. O dobbiamo credere che flora e fauna subtropicali esistessero in una regione coperta di ghiaccio, e per milioni di anni? Ma come, allora, possiamo uscire da questo dilemma? Johnson, che si occupò di questo problema fino alla sua prematura morte nel 1995, notò che “non è chiaro che gli anelli degli alberi indichino una stagionalità polare rispetto a un normale ciclo di crescita stagionale,” ma non chiarì cosa intendesse per “normale ciclo di crescita stagionale.”",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 376,
        "content": "È chiaro che gli anelli degli alberi pongono problemi anche allo scenario saturniano che abbiamo considerato. Tutto ciò ci costringe a porci un'altra domanda: gli anelli anulari sono davvero indicativi di stagionalità? In realtà, gli anelli anulari si formano solo in quelle piante la cui crescita è interrotta da un inverno regolare o da una “stagione” secca. L'incremento di nuovo legno formato in questi alberi è segnato da una linea distinta prodotta dal contrasto tra la fine dell'estate di un anno e la primavera dell'anno successivo. Le linee di separazione tra anelli successivi segnano il limite di uno strato microscopicamente sottile di cellule, noto come cambio, che si trova tra il legno e la corteccia, alla fine di ogni periodo di crescita successivo. La corteccia quindi si fessura e/o si espande per consentire la nuova crescita del legno, e il tronco dell'albero si ispessisce. Va notato, tuttavia, che il cambio risponde principalmente alle condizioni di temperatura e precipitazioni piuttosto che all'incidenza della luce. Nei climi temperati, il cambio produce nuovo legno solo durante la primavera e l'inizio dell'estate. Diventa inattivo durante l'autunno e l'inverno. Ma che dire degli alberi che crescono nelle regioni tropicali ed equatoriali dove le differenze stagionali scompaiono? Crescono ancora anelli? Come accade, molte specie di alberi sempreverdi tropicali non crescono anelli. Ma altri sì. Come riportato da Barghoorn: “Negli attuali alberi legnosi, lo sviluppo degli anelli annuali può avvenire in condizioni climatiche quasi uniformi, come nelle foreste pluviali equatoriali.” Cosa, allora, in questo ambiente senza stagioni, dice a questi alberi che è passato un anno e che è tempo di crescere più legno e quindi formare un nuovo anello? Che la crescita degli anelli anulari non sia legata al cambiamento stagionale è dimostrato dal fatto che alcuni alberi sono stati noti per crescere fino a tre o quattro anelli in un anno. Né questa è una situazione rara, come notò Nelson Glueck, specialmente negli alberi che crescono su terreni in pendenza che diventano umidi e secchi più volte in un anno a causa del rapido deflusso dell'acqua. Secondo un articolo su Nature, anelli multipli negli alberi di larice erano normali nel 1919; infatti, i larici sembrano essere inclini alla crescita di anelli multipli. Nel frattempo, sono stati osservati anche alberi che saltano la crescita di un anello in certi anni. Come sottolineò Herbert Sorensen: “In anni secchi e climaticamente difficili, potrebbe non verificarsi alcuna crescita rilevabile. In questo caso non si forma alcun anello e l'anello manca per quella stagione dell'anno.”",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 377,
        "content": "In alcuni casi, fino al cinque percento degli anelli potrebbe mancare. In effetti, gli anelli di crescita mancano nella maggior parte degli alberi che prosperano in climi subtropicali e tropicali, mentre altri non crescono anelli indipendentemente dal clima. Tutto ciò indica che gli anelli degli alberi sono indicatori scadenti del cambiamento stagionale. In effetti, per essere onesti, non indicano affatto il cambiamento stagionale. Ma se gli anelli degli alberi non indicano il cambiamento stagionale, cosa indicano allora? Abbiamo già notato sopra che il cambio responsabile della crescita degli alberi risponde principalmente alle condizioni di temperatura e precipitazioni piuttosto che all'incidenza della luce. E, in effetti, quando si tratta del tasso di crescita degli alberi, l'acqua è il fattore limitante. In altre parole, l'acqua è il vero elemento che limita la crescita del cambio e quindi la formazione degli anelli di crescita. Questo è ciò che gli anelli degli alberi, quando crescono, indicano realmente—un ciclo dettato dalla disponibilità e dalla cessazione di un'adeguata fornitura d'acqua—che è probabilmente ciò che Ian Johnson intendeva con “normale ciclo di crescita stagionale” rispetto a “una stagionalità polare.” Solo nel modo più indiretto gli anelli degli alberi possono essere considerati indicativi di cambiamento stagionale, se lo sono affatto. Detto ciò, la minore incidenza di luce dal sole saturniano, rispetto alla maggiore incidenza del nostro attuale Sole, non avrebbe rappresentato un ostacolo alla crescita degli alberi. Anche la temperatura non avrebbe rappresentato un problema perché, mentre il sole saturniano non sarebbe stato caldo quanto il nostro Sole attuale, la sua vicinanza alla Terra avrebbe compensato la sua minore emissione calorica. Come abbiamo visto, è abbastanza evidente che gli alberi crescono anelli, o non li crescono, indipendentemente dal cambiamento o dalla stabilità stagionale. Ancora più importante, se gli alberi possono, come fanno, crescere anelli in regioni tropicali ed equatoriali in cui non vi è alcun cambiamento stagionale apprezzabile, cosa c'è di così problematico nel fatto che gli alberi crescano anelli in un Artico subtropicale che godeva di una sola stagione simile alla primavera? I paleobotanici rimangono in difficoltà nello spiegare la crescita di foreste subtropicali e l'esistenza di animali subtropicali all'interno del Circolo Polare Artico. Calore e luce uniformi, per non parlare dell'assenza di una copertura di ghiaccio, sarebbero stati necessari per il prosperare di tali foreste e animali.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 378,
        "content": "L'IPOTESI DELL'INCLINAZIONE ASSIALE Perché non semplicemente raddrizzare l'asse terrestre? Anche questo avrebbe garantito un mondo con una sola stagione, una primavera eterna. E per quanto possa essere difficile inclinare successivamente l'asse terrestre all'angolo che ha ora, sembra più fattibile di qualsiasi delle ipotesi che abbiamo finora proposto. Questo, infatti, era stato suggerito da varie autorità alla fine del diciannovesimo secolo, come, ad esempio, da Julius Hann: “La spiegazione più semplice e ovvia dei grandi cambiamenti secolari nel clima e della precedente prevalenza di temperature più elevate nelle regioni circumpolari settentrionali si troverebbe nell'assunzione che l'asse di rotazione terrestre non abbia sempre avuto la stessa posizione, ma che possa aver cambiato posizione a seguito di processi geologici, come un'estesa riorganizzazione di terra e acqua.” Con “un'estesa riorganizzazione di terra e acqua,” Hann intendeva una redistribuzione del peso portato sulla superficie terrestre dall'elevazione del terreno in un luogo e dall'abbassamento di altri in una diversa località. Ma, come sottolineò James Croll: “Un continente dieci volte la dimensione dell'Europa elevato di due miglia farebbe poco più che portare Londra alla latitudine di Edimburgo, o Edimburgo alla latitudine di Londra.” Questo dibattito coinvolse alcuni dei giganti della scienza dell'epoca, tra cui William Thomson (meglio noto come Lord Kelvin), George Darwin, Simon Newcomb e Giovanni Schiaparelli, quest'ultimo dei quali scrisse: “La permanenza dei poli geografici nelle stesse regioni della Terra non può ancora essere considerata incontestabilmente stabilita da argomenti astronomici o meccanici. Tale permanenza può essere un fatto oggi, ma rimane una questione ancora da dimostrare per le epoche precedenti della storia del globo.” A cui aggiunse: “La possibilità di un grande spostamento del polo è un elemento importante nella discussione dei climi preistorici e della distribuzione, geografica e cronologica, degli organismi antichi. Se questa possibilità è ammessa, aprirà nuovi orizzonti per lo studio delle grandi rivoluzioni meccaniche che la crosta terrestre ha subito in passato.”",
        "captions": [],
        "headers": ["L'IPOTESI DELL'INCLINAZIONE ASSIALE"]
    }
]