[
    {
        "page_type": "main",
        "page_number": 459,
        "content": "Chiamato Marte come il pianeta boreale, la meccanica di un vortice di Rankine potrebbe essere applicata altrettanto facilmente al nostro modello saturniano. Come spiegato da Jueneman, un vortice di Rankine consiste in \"cilindri concentrici di gas atmosferici e detriti, uno dentro l'altro, ciascuno separato da gradienti di densità causati da differenziali di pressione, termici e forse elettrici.\" Ma quale sarebbe stata la causa di un tale vortice planetario? Come spiegato in un capitolo precedente, la prossimità del proto-Saturno avrebbe sollevato un rigonfiamento litosferico nella regione settentrionale della Terra, la cui ombra esiste ancora oggi. Ma, come spiegato, anche l'idrosfera e l'atmosfera della Terra avrebbero risposto alla forza attrattiva del proto-Saturno. Come chiarito da Jueneman, questa forza gravitazionale sarebbe stata potenziata dall'inerzia inerente alla rotazione sincrona della coppia planetaria. Così, i dolci venti occidentali delle basse latitudini \"si sarebbero trasformati in sempre più violente raffiche di sud-ovest\" a latitudini più elevate. Nella loro spirale verso nord, aiutati dagli effetti di Coriolis, questi venti uragani avrebbero quindi torreggiato sopra la regione polare settentrionale della Terra. \"L'enorme energia del movimento in avanti nella massa d'aria, impartita dalla relativamente vicina presenza del corpo celeste settentrionale, sarebbe stata convertita in momento angolare, aumentando la velocità di questo maelstrom atmosferico mentre continuava ad accelerare in una spirale sempre più stretta. Infine, avrebbe inviato una colonna polare simile a un tornado oltre l'alta atmosfera e nel profondo dello spazio, sempre rivolta verso il corpo settentrionale e formando un ponte gassoso nel tentativo di attraversare il vuoto tra di essi.\" La bellezza di questo modello è che, a differenza del flusso di detriti di Talbott e del tubo di flusso di Rose, spiega facilmente il movimento vorticoso attribuito all'asse mundi mitologico. Ma si presta a un raggio di luce che brilla dall'alto? Dopotutto, come tutti sappiamo, i tornado non sono affatto luminosi. Sono, al contrario, spesso di un aspetto molto scuro, alcuni di essi vicini al nero, e sicuramente opachi abbastanza da mascherare le loro manifestazioni interne di fulmini. Eppure, luminosità esterne sono state conosciute per accompagnare tornado come quello che ruggì attraverso St. Louis nel 1959. Questo è stato descritto da vari testimoni come \"un'illuminazione continua,\" \"una fiamma simile a un bagliore che si alzava all'orizzonte,\" e con \"la forma di una larga spada.\" Altri sono stati descritti come aventi una \"bellissima luce blu elettrica\" attorno a loro, o di apparire \"come un fascio di ricerca\" che si estendeva verso il profilo. Jueneman stesso attribuisce varie attività elettriche e luminose che si verificano all'interno del suo vortice planetario ma, come lo descrisse, molto simile al tornado menzionato sopra, l'aspetto complessivo del vortice planetario sarebbe stato di un \"colore bluastro\" di \"brillantezza squisita...incapsulato in un involucro verde pallido.\" Concesso che alcuni di questi effetti derivano dalla percezione oggettiva di Jueneman, è difficile giudicare quanto di essi possa anche essere dovuto alla sua fertile speculazione. Per anni ho accettato il modello di Jueneman come un prototipo valido e provvisorio della colonna polare mitologica. Poi, con il passare degli anni, il mio interesse si è spostato sulla scoperta.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 460,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "=           4 ney ah, Frederic B. Jueneman (Fotografia—1995—di proprietà dell'autore.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 461,
        "content": "di getti di plasma espulsi da galassie lungo i loro assi di rotazione e, in seguito, da getti simili espulsi da stelle. A dire il vero, all'inizio fui sopraffatto dalla colossale dimensione di questi getti che avrebbero fatto sembrare piccoli anche il tubo di flusso di Rose e il vortice planetario di Jueneman. Ma poi ragionai che se questi getti possono esistere sia in dimensioni galattiche che stellari—la differenza di masse delle quali è enorme—potrebbero anche esistere in dimensioni planetarie. Dopotutto, la differenza di scala tra pianeti e stelle è molto meno marcata rispetto a quella tra stelle e galassie. Così, in un post del 1997 sul gruppo di discussione internet di KRONIA, chiesi se tali getti non potessero \"spiegare\" la colonna polare associata al primordiale sole saturniano, a cui Wallace Thornhill rispose: \"Sin dalla prima conferenza di Portland [sponsorizzata da KRONIA Communications nel 1997], ho considerato la colonna polare come una manifestazione di un getto polare, che avrebbe avvolto...la Terra. Il movimento a spirale di quel getto sarebbe stato responsabile 'per...scariche rotanti...come viste da Zarth.'\" Questo getto polare, secondo Thornhill, sarebbe stato una scarica di plasma sostenuta sotto forma di corrente di Birkeland, il cui affermazione è sostenuta dal fisico del plasma Anthony Peratt. Secondo Thornhill: \"Le correnti di Birkeland sono la forma naturale delle correnti elettriche nel plasma magnetizzato. È l'unico modo per trasmettere correnti elevate attraverso un plasma per qualsiasi distanza. Sono le linee di trasmissione di potere invisibili nello spazio.\" Questo fa venire in mente ciò che Ralph Juergens aveva già notato nel 1976, riguardo al fatto che \"la struttura a colonna che collega Saturno e la Terra potrebbe essere stata di natura di una scarica elettrica stabile.",
        "captions": [
            {
                "source": "internal",
                "text": "= Corrente di Birkeland   "
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 462,
        "content": "Ma può una scarica elettrica essere sostenuta? Apparentemente sì. Così, ad esempio, nel 1991, Andrew Gray scoprì un filamento luminoso, lungo 150 anni luce e largo un paio, vicino al centro della Via Lattea. Chiamato \"il Serpente,\" è simile ad altri cosiddetti \"filamenti\" che sono stati scoperti all'interno della regione spaziale a forma di barile conosciuta come il Lobo del Centro Galattico. Gray stesso è dell'opinione che il Serpente \"sia una scarica elettrica, come un vasto fulmine—così vasto che si trova semplicemente sospeso nello spazio, invece di scomparire come fa il fulmine terrestre.\" Nel frattempo, il \"movimento a spirale\" del getto, come menzionato sopra, origina dal sistema di scarica del plasma. Come spiegato succintamente da Thornhill: \"...il plasma è altamente strutturato, permettendo alle correnti elettriche di fluire attraverso di esso lungo le linee di campo magnetico sotto forma di filamenti, a loro volta attorcigliati in corde. Tali filamenti attorcigliati si vedono nei potenti getti che fuoriescono dai nuclei delle galassie attive, nelle nuvole tornadiche nella nebulosa della Laguna, nei giganteschi prominenze che si staccano dal sole, nelle code delle comete, ecc.\" Inoltre, questi filamenti attorcigliati non sono statici, ma vortici altamente attivi, spiegando così il movimento vorticoso endemico nell'asse mundi mitologico. Ma tornando ai getti astrali, è noto che questi ruotano? Certamente. Così, ad esempio, i dati ricevuti dalla sonda Ulysses hanno mostrato che le linee di campo che si collegano a entrambi i poli del Sole ruotano con esso. Come dichiarato da Thornhill: \"I getti astrali sono una manifestazione più attiva e visibile delle stesse correnti di Birkeland.\" Questo, ovviamente, era già stato accertato da altri, incluso Eric Lerner, che descrisse un tale getto come \"un filamento di vortice di plasma che si stringe.\" Come spiegò: \"I vortici sono prodotti da un fenomeno noto come effetto pinch. Un filamento dritto di corrente elettrica che fluisce attraverso un plasma si circonda di un campo magnetico cilindrico. Questo campo attrae altre correnti che fluiscono nella stessa direzione. Così i piccoli filamenti di corrente tendono a 'stringersi' insieme, attirando il plasma con loro. I filamenti convergenti si intrecciano in una corda di plasma, molto come l'acqua che converge verso uno scarico genera un vortice turbinante.\" Come indicato dal diagramma a pagina precedente, una corrente di Birkeland ha l'aspetto di due serpenti attorcigliati l'uno intorno all'altro. E non si diceva originariamente che Boreas avesse code di serpente per piedi? (Anche se, va notato che la struttura serpentina dell'asse mundi non era sempre visibilmente apparente, riguardo alla quale molto di più sarà rivelato in un volume futuro.) Prendendo spunto da Thornhill, anche Talbott si è attaccato alla teoria del getto polare. Così, in un'intervista condotta da AEON, parlò del \"modello di plasma su scala galattica\" che portava",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 463,
        "content": "\"il potenziale per un getto di materiale\" lungo l'asse di una scarica di plasma. A cui aggiunse: \"Questo flusso di gas lungo l'asse di rotazione è, da 25 anni, parte integrante della teoria di Saturno.\" Ora, mentre, come abbiamo visto, è vero che l'interpretazione della colonna polare come un flusso di detriti, ora chiarita come flussi di gas, era parte integrante del modello particolare di Talbott sin dalla sua nascita, l'interpretazione dello stesso fenomeno come un getto o scarica di plasma era completamente nuova. Qui è più che evidente che, mentre era disposto ad accettare i getti di plasma cosmici come versioni ingrandite della colonna boreale del proto-Saturno, Talbott non era pronto a rinunciare alla sua idea originale, e così cercò di amalgamare i due. Thornhill stesso non era esattamente ostile a questa unificazione. Così, quando gli fu chiesto dell'interpretazione di Talbott della colonna polare come un flusso di detriti infuocati espulsi verso la Terra, rispose con queste parole: \"Penso che per la maggior parte del tempo [la colonna polare] sarebbe stata come un effetto aurorale spettacolare con pochissimo trasferimento di materia in atto. È solo quando si è trasformata improvvisamente da una scarica luminosa a un arco che un sostanziale trasferimento di materia sarebbe avvenuto tra i corpi.\" Ma può una corrente di Birkeland trasferire materia tra i corpi? Apparentemente sì. Come spiegò Thornhill: \"Per cominciare, una corrente di Birkeland rotante formerà un tornado in un'atmosfera...In secondo luogo, Eric Crew negli anni '80 discusse di come il fulmine di solito accelera gli ioni positivi verticalmente, creando un getto di aria calda e umida nella parte superiore del canale di scarica. In termini generali, la scarica comprime, riscalda e accelera i gas da una regione di alta pressione a una regione di bassa pressione. Quindi la materia di massa viene spostata da una scarica elettrica.\" La qualità tornadica di questa corrente di Birkeland sostenuta compensa quindi la perdita del modello di vortice di Rankine di Jueneman. O deve farlo? Dopotutto, con l'accumulo mareale dell'atmosfera terrestre dovuto alla prossimità del proto-Saturno combinata con il suo inevitabile movimento a spirale, gli effetti proposti da Jueneman avrebbero dovuto verificarsi. Anche l'attorcigliamento dell'asse può essere spiegato attraverso il funzionamento di un vortice di Rankine. Proprio come i tornado terrestri \"occasionamente mostrano vortici contro-rotanti più piccoli in stretta prossimità al vortice primario,\" così \"su una scala molto più vasta, flussi catenulati contro-rotanti simili avrebbero strisciato attorno alla colonna polare in modo filamentoso.\" Non potrebbe quindi essere che entrambe le cause, un vortice di Rankine planetario e una corrente di Birkeland sostenuta, si siano unite per produrre il tornado più colossale che la Terra abbia mai sperimentato? O la forza elettrica inerente a una corrente di Birkeland avrebbe sopraffatto l'effetto di Rankine?",
        "captions": [],
        "headers": []
    }
]