{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 49,
            "content": "Socrate si difende al suo processo.\nAccusato di predicare contro gli dèi e di corrompere i giovani del suo tempo, Socrate fu\ntrovato colpevole e condannato a morte. Circondato dai suoi amici rattristati, eseguì\na sentenza bevendo cicuta.",
            "captions": [
                "Illustrazione di John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 50,
            "content": "",
            "captions": [
                "Crono, che tiene la falce con cui castrò suo padre."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 51,
            "content": "",
            "captions": [
                "Rhea, che dà a Crono una pietra avvolta in panni, invece di suo figlio Zeus, da lui da divorare. (Da un rilievo ora nel Museo Capitolino, Roma.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 52,
            "content": "E fu imposto sulla Terra e sui suoi abitanti per indurre i nostri antichi antenati a divinitizzare, venerare\ngià e offrire il sangue del sacrificio umano? Dopotutto, a differenza del Sole e della Luna, ai\nocchio nudi i pianeti appaiono non più che piccoli puntini luminosi tremolanti persi in mezzo a un\nmare stellato tra una moltitudine di altri puntini luminosi tremolanti.\n\nGli antichi Greci divinitizzarono tutti i corpi celesti del Sistema Solare che erano, e\nsono ancora, visibili ad occhio nudo. Saturno era Crono che fu una volta re del cielo. Giove\nera Zeus che, come nel caso di altri pantheon planetari, prese il regno degli dèi\ndal padre Crono/Saturno. Marte era conosciuto come Ares, il dio sanguinario della guerra.\nAfrodite, la dea dell'amore, forse la più popolare delle divinità greche, era la\npersonificazione di Venere. Il pianeta Mercurio era Hermes, con i suoi sandali alati, il\ndio più veloce tra gli Olimpici.\n\nQueste identificazioni planetarie furono persino adottate da quei popoli antichi che venivano\nenquanto entravano in contatto diretto con i Greci. Così, nel Libro dei Segreti di Enoch, un'opera greco-ebraica del periodo intertestamentario, i nomi dei pianeti sono dati in greco:\nKruno per Crono/Saturno; Zeus per Giove; Aris per Ares/Marte; Aphrodit per\nAfrodite/Venere; ed Ermis per Hermes/Mercurio.'TM\n\nSi può tuttavia dire che, nella mente dei Greci, pianeti e dèi fossero\nsinonimi? Pongo questa domanda cruciale perché i critici hanno spesso negato che ciò\nfosse il caso. La mia risposta è che l'identità degli dèi antichi con i pianeti non dovrebbe mai\nnemmeno essere messa in discussione. L'unica affermazione accettabile in questa materia è quella di quelle persone che una volta credevano e veneravano questi dèi. Giorgio de Santillana e Hertha\nvon Dechend riconobbero questa verità quando scrissero:\n\n\"Il tesoro più 'antico' ... lasciato a noi dai nostri predecessori ... era l'idea che gli\ndèi siano davvero stelle, e che non ce ne siano altri. Le forze risiedono nei cieli stellati,\ne tutte le storie, i personaggi e le avventure narrate dalla mitologia\nsi concentrano sulle potenze attive tra le stelle, che sono i pianeti.\"\n\nQuesta è una vera e propria affermazione, per non dire altro, quando si ricorda che, all'alba stessa della\nciviltà, la lista sumera delle divinità conteneva già più di cinquemila nomi\ncon i quali fare i conti'*—pensateci! Accettando che la maggior parte di questi nomi costituisca\nnient'altro che una litania di epiteti attribuiti a una lista di divinità molto più breve, le divinità\ntutte, e i racconti narrati su di esse, rimangono piuttosto numerosi. Eppure, come vedremo,\nquesto non era solo un caso di epiteti, poiché le divinità stesse erano spesso duplicati, triplicati,\ne via dicendo.\n\nD'altra parte, sostenere che tutti i personaggi mitologici si riducano a pochi pianeti, e che tutte le storie mitologiche descrivano i movimenti planetari, non è, a mio\nparere, una posizione difendibile. Dopotutto, alla fine, l'uomo trovò opportuno riconoscere\ndivinità in quasi tutto, creando divinità che sovrastassero concetti come\nnascita, salute, sonno e morte e mille altre questioni. Tuttavia, sosterrò\nche se ci limitiamo ai miti maggiori del mondo, l'affermazione di de Santillana e von Dechend può essere validata."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 53,
            "content": "",
            "captions": [
                "Ares, il dio sanguinario della guerra, personificazione del pianeta Marte. (Da una statua di marmo antica—l'Ares Ludovisi—ora a Roma.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 54,
            "content": "Per quanto riguarda gli antichi Greci, come annotavano gli autori in questione,\n\n\"Aristotele era orgoglioso di affermare come noto\ngià che gli dèi erano originariamente stelle, anche se\na fantasia popolare era stata in seguito oscurata questa\nverità.\"* Le parole stesse di Aristotele recitavano come\n\n\"È stata tramandata una tradizione\ndagli antichi pensatori di tempi molto\nantichi ... secondo cui questi\ncorpi celesti sono dèi ... Il resto\ndella loro tradizione è stato aggiunto successivamente\nin forma mitologica per influenzare\nla gente comune ...* I traduttori e altri commentatori,\ndai tempi di allora, hanno tentato di criticare Aristotele, poiché, come\nhanno fatto notare, gli dèi non sono nemmeno\nnella mitologia popolare fino al IV\nec. a.C.\"* Tredennick ha quindi indirizzato i suoi lettori a\n\nfonti greche. Così, M. Tredennick, che\nha tradotto le opere di Aristotele per la rinomata\nLoeb Classical Library, ha ritenuto opportuno aggiungere una nota a piè di pagina al passaggio sopra citato...",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 55,
            "content": "Platone in Epinomis 987b e seguenti, dove sono detti 'Siriani.' Phosphoros [un'altra denominazione per Mercurio], nomi greci Phaenon [Saturno], Phaethon [Giove], Pyroeis [Marte], osphoros [un'altra denominazione per Mercurio] sopra.\n\nLa stella del mattino & Stilbon [Mercurio] sono senza dubbio più antiche, anche se non accadono in precedenza.\n\nW. D. Ross era un altro traduttore moderno di Aristotele che ha aggiunto una simile clausola alla passaggio originale citato sopra.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 56,
            "content": "Aristotele non aveva motivo di inventare l'equazione dei pianeti con gli dèi. Essendo stato ampiamente\ndimenticato dai suoi antenati immediati, ma non dai suoi predecessori, ha semplicemente riscoperto questa verità\ne ha cercato di riaffermarla. Inoltre, non è stato l'unico a offrire questa affermazione. Altri\nmantenevano e esprimevano opinioni identiche.\n\nTra i Greci, Luciano di Samoata conosceva anche questa verità. \"* Così ci dice che\n\n\"sia Omero il poeta sia le epiche di Esiodo dovrebbero farci capire che gli antichi\nerano di un'unanimità con gli astrologi,\" e che è “la congiunzione di Venere e Marte”\nche “crea la poesia di Omero.”'© Platone, che riconobbe la stessa verità da solo, fece\nverificare questa verità dagli Egizi. '*\n\nI Romani, che a loro volta, presero in prestito molte delle loro divinità dai Greci, non erano diversi.\nÈ infatti a loro che dobbiamo i nomi attuali dei pianeti nel mondo occidentale, così che, fino ad oggi, i pianeti portano ancora i nomi degli dèi.\n\nCrono divenne Saturno, il dio della civiltà. Giove divenne Iuppiter, Diespiter, o semplicemente lovis, e, come i suoi omologhi in tutto il mondo, era considerato re di tutti gli dèi. Ares divenne Marspiter, noto anche come Mavors—pronunciato Ma-oors—o Marmar, un\ndio della guerra tanto sanguinario quanto il suo counterpart greco. Afrodite divenne Venere, mantenendo la sua posizione come regina di Giove e bellezza femminile. Hermes divenne Mirqurius, o Mercurius,\ne fu onorato come dio del commercio.\n\nLa sinonimia dei pianeti con gli dèi era così radicata tra i Romani che Cicerone\ndeneghì la possibilità di cambiamenti orbitali planetari semplicemente perché credeva che tali cambiamenti fossero contrari alla natura divina dei pianeti.'”\n\nQuesta credenza, che gli dèi fossero realmente corpi astronomici divinitizzati, toccò anche i popoli primitivi. Così, il nome del grande dio polinesiano, Ta’urua, significa semplicemente “stella”'*—e qui non possiamo fare a meno di notare la somiglianza di questo nome con quello di Tara, un epiteto di Kali/Durga, menzionato in precedenza, che significa anche “stella,” anche se non è ancora emersa alcuna connessione etimologica tra i due nomi. Nei vecchi archivi di Tahiti, il nome\nTa’urua è applicato a Fomalhaut, una stella nella costellazione dei Pesci; alla cintura di Orione; ad Alphard o Cor Hydra; Betelgeuse; Canopo nella costellazione dell'Argo; Deneb nel Cigno; e Sirio. Ogni stella particolare era poi identificata da un epiteto chiarificatore aggiunto al nome\nTa’urua.\"* Lo stesso nome, tuttavia, era anche applicato ai pianeti Giove e Venere. Il\neroe designato Ta’urua-o-rai’i-taetae’a-o-Havai’i-i-te-tua per il primo e Ta’urua-e-\nhiti-Matavai per il secondo.\"”\n\nTra il ramo Skidi degli indiani Pawnee del Nord America, c'erano alcuni che,\nper certi versi, potrebbero essere considerati come stati astronomi. Questi uomini compilavano mappe stellari;\nidentificavano le costellazioni e le stelle più luminose tra esse; notavano i pianeti e\nregistravano i loro movimenti. L'inizio dell'anno cerimoniale Pawnee era coordinato in\nriti.'\" Come scoprì G. A. Dorsey, “la maggior parte degli dèi celesti [Pawnee] erano"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 57,
            "content": "",
            "captions": [
                "Il Giove romano —Iuppiter, Diespiter, lovis—re degli dèi, che personificava il pianeta dello stesso nome. (Da un dipinto murale a Casa dei Dioscuri.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 58,
            "content": "",
            "captions": [
                "Il Mercurio romano —Mirqurius, Mercurius—dio del commercio, che personificava il pianeta dello stesso nome. (Da una scultura di Giovanni di Bologna.)"
            ]
        }
    ]
}
