[
    {
        "page_type": "main",
        "page_number": 104,
        "content": "Cw i. a = può... Nd Ipparco sul tetto dell'osservatorio di Alessandria.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 105,
        "content": "degli equinozi—un termine, per inciso, coniato dallo stesso Ipparco—non avrebbe potuto essere scoperto senza confrontare le longitudini delle stelle \"in epoche diverse, sufficientemente distanti.\" La dipendenza di Ipparco da longitudini stellari molto più antiche è quindi fuori di dubbio. Il merito per la cognizione di ciò che si cela dietro la precessione, tuttavia, rimane suo. Questo non significa che altri non abbiano gareggiato per la fama—anche se in retrospettiva e attraverso un moderno proxy. Nessuno di questi tentativi, tuttavia, ha resistito alla prova del scrutinio. IL CRIMINE DI ANASSAGORA Anassagora (500-428 a.C.) fu il primo a dichiarare chiaramente che la Luna brilla con la luce riflessa dal Sole, da cui elaborò una teoria riguardante le fasi della Luna. All'epoca, come con Galileo molto più tardi, questa dottrina, che non era in linea con i pregiudizi del giorno, era così pericolosa che il manoscritto in cui Anassagora esponeva queste teorie doveva essere diffuso in segreto. Un secolo dopo, Aristotele (384-322 a.C.), una grande mente in alcune questioni, non così in altre, sostenne che la Luna mostrava fasi e che le eclissi si verificavano semplicemente perché era nella natura del satellite terrestre—il che, come ha detto Sagan, era \"un'interpretazione che non spiega nulla.\" Anassagora credeva anche che il Sole e le stelle fossero caldi. Sebbene questo fosse evidente per il Sole, non lo era, come non lo è ancora, per le stelle. Quando gli fu chiesto perché non sentiamo il calore delle stelle, rispose correttamente che era perché erano troppo lontane. Quando calcolò che il Sole era più grande del Peloponneso, che costituisce circa un terzo della Grecia, la sua stima fu considerata \"eccessiva e assurda.\" Sapeva che la Luna ospitava montagne (anche se credeva anche che ospitasse vita). Alla fine, ancora una volta molto simile a Galileo, Anassagora fu accusato, condannato e imprigionato per empietà, principalmente perché aveva insegnato che la Luna era composta di materia ordinaria, e non divina. Ci volle Pericle, il grande leader ateniese, per orchestrare il rilascio di Anassagora dalla prigione. OMBRE NELLO SPAZIO Talete, che visse verso la fine del VII secolo a.C., è stato lodato dai suoi stessi compatrioti antichi come il primo astronomo. Diogene Laerzio affermò che Talete fu il primo a ricevere il nome di saggio; che fu il primo a studiare l'astronomia e a prevedere le eclissi solari e a fissare i solstizi; fu il primo a fare un certo numero di osservazioni specifiche riguardanti il Sole e la Luna; si diceva che avesse \"scoperto\" le stagioni e che avesse diviso l'anno in 365 giorni. Secondo altri, fu anche il primo, piuttosto che il già menzionato Anassagora, a rendersi conto che la Luna era effettivamente illuminata dal Sole. Si dice anche che Talete abbia riconosciuto e previsto i solstizi; che sia stato il primo a scoprire il passaggio del Sole da un solstizio all'altro; e a rendersi conto che questo ciclo non era sempre di lunghezza uguale, ma che, al contrario, c'erano \"lievi variazioni nella lunghezza delle stagioni solari come divise da solstizi ed equinozi.",
        "captions": [],
        "headers": ["IL CRIMINE DI ANASSAGORA", "OMBRA NELLO SPAZIO"]
    },
    {
        "page_type": "main",
        "page_number": 106,
        "content": "Ma, nonostante il nobile tentativo di William Mullen di sostenere questa posizione elevata per lui, il massimo che si può affermare per Talete è l'onore di essere stato il primo astronomo greco. Essendo così, si dovrebbe tentare di scoprire esattamente quanto Talete potesse aver preso in prestito dai precedenti babilonesi. C'è stato molto dibattito su quanto Talete debba la sua fama a coloro che in seguito hanno lodato il suo nome. D. R. Dicks, per esempio, ha insistito sul fatto che la reputazione di Talete come primo astronomo greco proviene da fonti successive, inaffidabili, e che, pertanto, non si dovrebbe applicare validità a queste affermazioni. E mentre Mullen ha trovato motivo di mettere in discussione le prove su cui Dicks si basava, le prove che lui stesso ha presentato sono, al meglio, circostanziali. Coloro che hanno cercato di svalutare la reputazione di Talete hanno anche messo in discussione la sua capacità di prevedere le eclissi. Sia Plutarco che Plinio (A.D. 23-79) sapevano che le eclissi lunari erano causate dalla proiezione dell'ombra della Terra sulla superficie lunare. Il passaggio della Luna attraverso il viso del Sole durante un'eclissi solare sarebbe stato più evidente, così che sarebbe stato anche noto che la Luna proiettava la sua ombra sulla Terra durante tale evento. Anche così, sapere cosa causa un'eclissi lunare, o solare, è una cosa; essere in grado di prevedere una di esse è un'altra. Nel frattempo, un certo numero di fonti antiche, incluso Erodoto, hanno affermato che Talete prevedette un'eclissi che si verificò durante la battaglia tra i Medi sotto Ciaxare e i Lidi sotto Aliaatte. Questo ha portato gli storici a fissare la data di quella battaglia al 585 a.C. Benny Peiser, d'altra parte, ha affermato che \"Talete non poteva possedere le conoscenze necessarie per prevedere eclissi in generale.\" In questo, potrebbe non essere stato del tutto corretto. Come aveva notato in precedenza van der Waerden: \"Un tale risultato richiede l'esperienza di più di quarant'anni, indipendentemente da come si proceda. Non è possibile realizzarlo da soli. Ma Talete non aveva predecessori greci. La conclusione è ineluttabile che deve aver attinto all'esperienza degli astronomi orientali.\" Inoltre, quando si tratta dell'eclissi che si dice sia avvenuta al tempo della battaglia tra i Medi e i Lidi, un'attenta analisi di ciò che Erodoto riportò ci dice che, mentre Talete previde l'anno di questa eclissi, non disse nulla riguardo alla data effettiva, all'ora del giorno o al luogo da cui sarebbe stata visibile. Come hanno notato vari studiosi, la conoscenza e una corretta comprensione dei cicli delle eclissi avrebbero dovuto consentire a Talete di prevedere l'eclissi in questione per giorno, e non solo per anno. Nel suo tentativo di mantenere, o riconquistare, la reputazione di Talete, Mullen ha notato che nessuno degli argomenti accademici che negano a Talete la capacità di prevedere eclissi e altri fenomeni celesti è sufficiente a dimostrare che Talete non abbia iniziato un'indagine su ciascuno di questi fenomeni.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 107,
        "content": "ena. Questo potrebbe essere tutto vero, ma, di fronte al fatto che le opere di Talete stesso non sono sopravvissute, questo può al massimo essere qualificato come un'ipotesi. Pertanto, menziono tutto questo specificamente per stemperare la possibile accusa di aver preso ogni affermazione degli antichi come necessariamente vera. IL CICLO METONICO La riconciliazione dei movimenti del Sole con quelli della Luna era richiesta dalle società antiche nel tentativo di fissare le loro festività stagionali. La maggior parte delle festività greche si svolgeva durante la luna piena con cerimonie particolari da tenere in determinati mesi. I mesi, quindi, dovevano essere riconciliati con l'anno. Ma poiché dodici lunazioni sono leggermente inferiori all'anno solare, un mese extra doveva essere aggiunto all'anno di tanto in tanto. Secondo Gemino di Rodi, che scrisse nel I secolo a.C., un tale sistema di intercalazione era già in uso \"da qualche tempo prima della seconda metà del V secolo a.C.\" La prima intercalazione di questo tipo dai greci che ci è pervenuta coinvolgeva il supplemento di 96 mesi lunari attraverso un periodo di 8 anni, un ciclo che chiamarono octaeteris, con l'aggiunta di anni bisestili ogni terzo, quinto e ottavo anno inserendo un mese extra in ciascuno di essi. Tuttavia, nel V secolo a.C., era stato realizzato che questo ciclo di 8 anni non era così accurato. La piccola differenza tra 99 mesi (i 96 più i 3 degli anni bisestili) e gli 8 anni in cui cercarono di adattarli si accumulava nel corso degli anni, così che l'integrazione dei movimenti solari e lunari veniva sbilanciata. Fu l'astronomo ateniese Metone a rendersi conto che la Luna tornava alla stessa posizione rispetto al Sole ogni 19 anni—o così lo dichiarò Gemino, per cui il sistema è stato, fino ad oggi, chiamato ciclo metonico. Questo ciclo funziona meglio di quello di 8 anni perché 19 anni corrispondono quasi esattamente a 235 lunazioni. In realtà, tuttavia, ci sono indicazioni che i babilonesi avessero già utilizzato questo ciclo di 19 anni circa cento anni prima. Anche i cinesi sembrano averne avuto conoscenza, sebbene non si possa accertare quanto presto sia stata scoperta e/o presa in prestito la relazione. Conosciuto come chang, le date separate da multipli di 19 anni sono note da iscrizioni su ossa oracolari della dinastia Shang. Diodoro Siculo citò anche un'opera non più esistente di Ecateo di Abdera che menzionava anche questo ritorno della Luna ogni 19 anni e che era noto agli Iperborei che abitavano un'isola \"non più piccola della Sicilia\" che si trovava \"di fronte alla costa della Gallia Celtica,\" che potrebbe essere solo la Gran Bretagna. In Tibet, l'anno è contato come 360 giorni con l'aggiunta di sette mesi intercalari su un intervallo di 19 anni stabilito per mantenere le fasi della Luna in passo con l'anno solare e le stagioni. Non si sa, tuttavia, quanto sia antico questo sistema. UNA QUESTIONE DI GRAVITÀ Isaac Newton deve il suo prestigio nel mondo della scienza alla sua teoria della gravità come esposta nei suoi Principia. Ma, come Velikovsky ha giustamente chiesto: \"[D]id not Newton read in",
        "captions": [],
        "headers": ["IL CICLO METONICO", "UNA QUESTIONE DI GRAVITÀ"]
    },
    {
        "page_type": "main",
        "page_number": 108,
        "content": "Plutarco [A.D. 46-120] della Luna rimossa dalla Terra di 56 raggi terrestri e spinta dalla gravità a girare attorno alla Terra...? Di chi era allora la teoria originale della gravità? LA ROTAZIONE E LA RIVOLUZIONE DEI PIANETI Che i pianeti ruotassero sia sui propri assi che si muovessero sulle loro orbite era ben noto a Platone. Così scrisse che il Creatore \"diede a ciascuno [degli corpi celesti] due movimenti: il primo, un movimento sullo stesso punto nello stesso modo... il secondo un movimento in avanti....\" Né Platone era l'unico. Come scrisse Lynn Rose: \"I pitagorici siciliani Hiketas ed Ekphantos, entrambi di Siracusa, parlarono esplicitamente della rotazione della Terra in situ. La cosmologia di Eraclide di Ponto... presentava lo stesso dispositivo di base.\" CONGIUNZIONI PLANETARIE Giovanni Keplero (1571-1630), famoso per la sua scoperta delle tre leggi dei movimenti planetari, scrisse di una \"grande congiunzione\" che si verificava tra i pianeti Giove e Saturno ogni 20 anni, culminando in una \"potente congiunzione\" ogni 60 anni (59.6, più correttamente). Keplero preparò quindi alcuni diagrammi, noti come trigoni, che illuminavano queste congiunzioni mentre si verificavano sullo sfondo dello zodiaco. Come ha dimostrato E. S. Kennedy, tuttavia, l'astrologia araba già sapeva tutto ciò. Ancora prima, il neoplatonico Olimpiodoro (VI secolo d.C.) sapeva e scrisse che una rivoluzione di Giove richiedeva dodici anni (calcolo moderno: 11.86) e quella di Saturno si completava in trenta anni (calcolo moderno: 29.46 anni). \"Perché se la sfera di Giove torna dallo stesso al medesimo in dodici anni, ma quella di Saturno in trenta anni, è evidente che quando Giove ha compiuto cinque rivoluzioni, Saturno ne avrà compiute due: perché due volte trenta è sessanta, e così anche dodici volte cinque; in modo che le loro rivoluzioni si congiungeranno in sessanta anni.\" LA PERIODICITÀ DEI COMETE È stato spesso affermato che i documenti storici antichi, per non parlare di quelli mitologici, non hanno nulla da offrire per quanto riguarda l'astronomia moderna. Ma, come ha sottolineato Livio Stecchini, questo non è affatto vero quando si tratta della periodicità dei comete. Come scrisse: \"Nessuna scienza dei comete è possibile senza l'uso di questi registri. Si deve osservare che molti dei critici di Velikovsky hanno affermato che i dati storici sono ir...",
        "captions": [],
        "headers": ["LA ROTAZIONE E LA RIVOLUZIONE DEI PIANETI", "CONGIUNZIONI PLANETARIE", "LA PERIODICITÀ DEI COMETE"]
    }
]