[
    {
        "page_type": "main",
        "page_number": 74,
        "content": "L'ipotesi che i dinosauri siano stati sterminati alla fine del periodo Cretaceo a causa dell'impatto terrestre di un corpo celeste fu proposta per la prima volta da de Laubenfels, ma il merito fu successivamente usurpato da Luis Alvarez.",
        "captions": [
            "L'ipotesi che i dinosauri siano stati sterminati alla fine del periodo Cretaceo a causa dell'impatto terrestre di un corpo celeste fu proposta per la prima volta da de Laubenfels, ma il merito fu successivamente usurpato da Luis Alvarez. (Fotografia dell'autore, per gentile concessione del Royal Ontario Museum, Toronto.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 75,
        "content": "Così fu per l'interpretazione del resoconto mito-storico da parte di questi due astronomi. In effetti, per quanto riguarda il loro libro, The Cosmic Serpent, si può affermare con certezza che si basarono pesantemente su Worlds in Collision di Immanuel Velikovsky. Naturalmente, Velikovsky trattava il catastrofismo planetario, mentre Clube e Napier reinterpretarono le fonti mito-storiche di Velikovsky alla luce dei bombardamenti cometari. Non poterono, tuttavia, ignorare il fatto che le fonti stesse enfatizzavano il ruolo dei pianeti anziché delle comete. Per superare questo ostacolo, ipotizzarono che i pianeti fossero stati indicati come responsabili al posto delle comete perché queste ultime erano apparse inizialmente vicino ai pianeti e avevano quindi ricevuto nomi planetari. Tuttavia, il rinnovato interesse per il catastrofismo cosmico nella scienza ufficiale non fu influenzato dal lavoro di Clube, Napier, Velikovsky o di altri loro predecessori nel campo, ma derivò principalmente dalle intuizioni scaturite da tre eventi distinti: uno antico e due recenti. L'evento antico riguarda l'estinzione dei dinosauri alla fine del periodo Cretaceo (in realtà al confine Cretaceo-Terziario) a causa dell'impatto terrestre di un corpo celeste, ipotesi proposta per la prima volta da de Laubenfels nel 1956, ventiquattro anni prima che il team guidato da Luis Alvarez si appropriasse del merito della scoperta. Inizialmente descritta come \"una teoria strampalata di pseudoscienziati che si spacciavano per paleontologi\", la proposta è ora generalmente accettata. Tuttavia, poiché si suppone che questo evento sia avvenuto milioni di anni fa, non contribuì molto alla rispettabilità del catastrofismo cosmico. Allo stesso modo, neppure l'impatto terrestre di un bolide celeste nella regione di Tunguska, in Siberia, avvenuto la mattina del 30 giugno 1908, con un'esplosione accecante che rase al suolo venticinque miglia quadrate di foresta circostante, fu considerato un caso significativo, essendo ritenuto un evento isolato. Sebbene il segnale d'allarme fosse evidente, l'evento non attirò molta attenzione nel mondo occidentale fino agli ultimi decenni del secolo. Fu, più di ogni altra cosa, l'evento più recente a catalizzare l'interesse: nel luglio del 1994, la cometa Shoemaker-Levy 9, frammentatasi in ventuno pezzi distinti, si schiantò su Giove. Se l'orbita della cometa avesse subito una minima deviazione, tutti e ventuno i frammenti avrebbero potuto colpire la Terra. Anche se l'impatto terrestre fu evitato, divenne dolorosamente evidente che, se una cometa poteva colpire un pianeta vicino del Sistema Solare, un'altra avrebbe potuto altrettanto facilmente collidere con la Terra. Improvvisamente, vi fu un'intensa attività tra gli astronomi per individuare e, possibilmente, eliminare gli oggetti che attraversano l'orbita terrestre, mentre i geologi si lanciarono nella ricerca di crateri d'impatto precedentemente non riconosciuti sulla superficie terrestre. Gli storici iniziarono a esaminare documenti storici, pseudo-storici e mito-storici nella speranza di trovare tracce di impatti passati, mentre gli archeologi ripresero a setacciare le rovine delle antiche civiltà alla ricerca di prove di distruzioni di origine cometaria o asteroidale. In questo senso, la stesura di questo libro non mi colloca esattamente in cattiva compagnia—ma solo in un certo senso. Le comete che si schiantano sulla Terra restano ben diverse dai pianeti che cambiano orbita—almeno se si sostiene che tali cambiamenti siano avvenuti durante la comparsa dell'uomo sulla Terra. Come già sottolineato, fu proprio a causa dell'apparente impossibilità di tali cambiamenti orbitali che gli astronomi Clube e Napier ritennero opportuno reinterpretare il resoconto mito-storico in chiave cometaria, sostenendo che i pianeti fossero stati menzionati nei documenti antichi semplicemente perché le comete erano apparse in prossimità dei pianeti e avevano quindi ricevuto nomi planetari. E, a essere onesti, questa non è un'idea del tutto infondata. I Greci, ad esempio, erano soliti riferirsi alle comete con gli stessi nomi che attribuivano ai pianeti.",
        "captions": [
            "M. W. de Laubenfels, \"Dinosaur\" pp. 207-218.",
            "R. Matthews, \"Ice Cubes From Sr\""
        ]
    },
    {
        "page_type": "main",
        "page_number": 76,
        "content": "I Greci erano soliti riferirsi alle comete con gli stessi nomi che attribuivano ai pianeti, una rivelazione che è diventata una sorta di appiglio per coloro che vorrebbero reinterpretare le antiche divinità planetarie come divinità cometarie. Come osservò Ilse Fuhr, \"nella lista di Hephaistion, la cometa Hippeus non è solo chiamata con il nome di Afrodite, ma è effettivamente Afrodite (= Venere), così come altre comete sono in realtà altri pianeti.\" Ci sono tre aspetti da considerare qui. Primo, è abbastanza evidente che i pianeti furono nominati per primi in onore delle divinità, prima ancora che lo fossero le comete; altrimenti, non sarebbe stato possibile chiamare la cometa Hippeus con il nome di \"Afrodite (= Venere).\" Secondo, è altrettanto chiaro che, nonostante il fatto che le comete fossero denominate con i nomi delle divinità planetarie, esse ricevevano anche nomi distintivi propri—Hippeus nel caso sopra citato, altri nomi per altre comete in altri casi, come notò la stessa Fuhr—così che comete e pianeti non potevano realmente essere confusi tra loro. Terzo, sebbene possa sembrare ridondante dirlo, furono le comete a ricevere nomi planetari, e non i pianeti a ricevere nomi cometari. E questa è una lezione che Clube, Napier e tutti coloro che desiderano reinterpretare le divinità planetarie come divinità cometarie non hanno ancora imparato.",
        "captions": [
            "Le antiche divinità personificavano comete piuttosto che pianeti?"
        ]
    },
    {
        "page_type": "main",
        "page_number": 77,
        "content": "Capitolo 2 Antiche Tradizioni Astronomiche IMMAGINI SACRE DAL CIELO Ci saranno alcuni che potrebbero obiettare che le civiltà antiche possedevano una conoscenza sufficiente delle questioni astronomiche, tanto da non poter accettare come accurato tutto ciò che esse affermavano riguardo ai pianeti del Sistema Solare. Tuttavia, un'obiezione del genere sarebbe basata sull'ignoranza, poiché le varie civiltà i cui resoconti mito-storici esamineremo a breve erano in realtà piuttosto esperte nell'astronomia osservativa. Un'esplorazione dettagliata di queste antiche conoscenze astronomiche costituirebbe un libro a sé stante. Pertanto, nonostante la lunghezza di questo capitolo, quanto presentato di seguito rappresenta solo un breve resoconto delle principali scoperte astronomiche fatte dai nostri antenati. Inizierò con un argomento che potrebbe sembrare banale: le meteore e i meteoriti. Questi sono caduti dal cielo fin dai tempi più remoti. I nostri antenati primitivi non sarebbero stati estranei a tali cadute. E, a differenza della deificazione dei pianeti, la sacralizzazione dei meteoriti è più comprensibile. Le meteore non appaiono semplicemente come puntini luminosi nel cielo notturno. Anche quando lo fanno, come stelle cadenti, lasciano dietro di sé una scia luminosa di breve durata. Di tanto in tanto, vere e proprie piogge di queste scie luminose sembrano irradiarsi da un punto locale nel cielo. Quando le condizioni lo permettono, tali piogge possono essere piuttosto spettacolari. Più raramente, le meteore attraversano il cielo sotto forma di terribili bolidi infuocati, sia di notte che di giorno. Il loro impatto esplosivo sul suolo può essere un'esperienza spaventosa. Tali eventi, quando osservati, devono aver suscitato timore e reverenza nei nostri antenati primitivi. Questi avvenimenti sarebbero stati ricordati con paura e rispetto. A seconda delle condizioni, un meteorite in impatto può o meno formare un cratere. Il meteorite stesso può bruciarsi e atomizzarsi nel suo passaggio attraverso l'atmosfera terrestre. Spesso, frammenti rocciosi o masse di ferro rimangono sul suolo come prova del bombardamento. L'arrivo, o l'apparente materializzazione, di tali oggetti nei luoghi in cui si erano viste cadere sfere di fuoco deve aver profondamente sconcertato l'uomo primitivo. Tali oggetti, quando trovati, sarebbero stati considerati magici, dotati di poteri benigni o malvagi, se non entrambi. È comprensibile che tali oggetti, oggi noti come meteoriti, siano stati raccolti, conservati e persino venerati. Ma troviamo che vi fosse qualcosa di più. Lincoln La Paz lo espresse in modo conciso quando scrisse: \"Gli antichi supponevano che le stelle fossero la dimora degli dèi; le stelle cadenti e i meteoriti in caduta significavano per loro o la discesa effettiva di un dio o l'invio della sua immagine sulla Terra.\" Il culto dei meteoriti come immagini degli dèi, tuttavia, poteva derivare solo da una precedente convinzione che gli dèi risiedessero nel cielo sotto forma di stelle. Così, se le stelle erano",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 78,
        "content": "dèi, le stelle cadute erano dèi caduti. Ma neanche questo spiega del tutto perché certi meteoriti fossero associati a specifiche divinità e, in alcuni casi, a pianeti particolari. Una cosa da notare qui è che si può dunque vedere come gli antichi fossero ben consapevoli del fenomeno. I Babilonesi si riferivano alle meteore come Kakkabu rabu. Questo riconoscimento, tuttavia, non impedì agli antichi popoli del Vicino Oriente di attribuire sacralità ai meteoriti. Né impedì loro di identificarli come immagini di divinità preesistenti. Tra i Semiti, in particolare gli antichi abitanti della penisola arabica, le pietre erano frequentemente considerate dotate di attributi divini. Questi culti, come indicato da Hildegard Lewy, erano praticati dalle stesse persone che adoravano i pianeti visibili. Filone di Byblos ci racconta che i Fenici consideravano i meteoriti come \"stelle cadute dall'aria\" e che questi avevano un ruolo dominante nella religione dei loro antichi antenati. Questi meteoriti, come sottolineò Lewy, \"erano concepiti come esseri divini della stessa natura esatta dei pianeti\". Un meteorite caduto a Tiro, in Siria, era associato alla dea Astarte. Ciò che è di ulteriore interesse è che, secondo quegli stessi Fenici che la veneravano, Astarte era la stessa della greca Afrodite e, quindi, come lei, la dea del pianeta Venere. Secondo un passo del Nuovo Testamento, una delle immagini sacre venerate a Efeso e associata ad Artemide/Diana era ritenuta essere caduta dal pianeta Giove. I cultisti siriani del dio Elegabalo (o Gabal) \"concentravano il loro culto su un meteorite nel santuario di Emesa\". Questa \"immagine\", una grande pietra conica e nera, fu successivamente trasportata dall'imperatore Marco Aurelio Antonino, che assunse il nome del suo dio, al tempio di Cibele a Roma. Un altro famoso meteorite ritenuto sacro in questa regione era la Magna Mater a Pessinunte, in Asia Minore. Degno di menzione era anche il masso caduto ad Abido e lì venerato. Secondo il sacerdote egiziano Manetone, citato da Plutarco, gli Egizi consideravano le pietre magnetiche come le ossa del dio Horus, mentre il ferro, in generale, era ritenuto essere le ossa di Seth (che Plutarco tradusse come Tifone). I meteoriti erano venerati non solo in onore di Seth, ma anche in onore del grande dio Amon, che i Greci, giustamente o erroneamente, identificavano con il loro Zeus e i Romani, naturalmente, con Giove. Gli antichi conoscevano così bene i meteoriti che, prima della scoperta del ferro come minerale nelle viscere della Terra, credevano che tutto il ferro provenisse dal cielo. Così il",
        "captions": []
    }
]