{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 129,
            "content": "\"che è sia Ninurta che Ningirsu.\" Come per il primo, così anche per il secondo: il luminoso identificato con il dio è descritto come irradiante una grande luce. Così lo troviamo registrato nel Cilindro B di Gudea: \"Ningirsu... sorgeva in splendido splendore. Nella terra divenne giorno; l'Eninnu [un altro epitetto del dio] rivaleggiava in brillantezza con il figlio di Enzu.\" Questo Enzu, letto anche Zu-en, era il più noto Sin. Suo \"figlio\" era Shamash, spesso indicato come Shamash mar Sin —cioè Shamash figlio di Sin. Questo portò William Albright a dichiarare che \"Ningirsu qui è il sole... che sorge ogni mattina dall'oltretomba.\" Che Albright non fosse ben informato sulle caratteristiche di questa divinità è ulteriormente illustrato quando opina anche che \"Ningirsu, come Ninurta, sembra essere stato principalmente un dio della fertilità con intime associazioni solari.\" Albright riconobbe che Ningirsu ha \"associazioni solari\", ma che Ningirsu era Saturno e non il Sole era già stato dimostrato da Jastrow. Questa identificazione si basa su una serie di deduzioni che non solo dimostrano l'antica identità di Ningirsu ma anche quella di Ninurta. Queste deduzioni ci riportano a quegli auspici che incorporano la formula \"quando Shamash sta nell'aureola di Sin\" di cui abbiamo già avuto occasione di parlare. Oltre alla spiegazione già discussa, che spiega che Shamash è il nome del pianeta Saturno (Lu-Bat Sag-US), ci imbattiamo anche in una chiarificazione che nomina Ninib/Ninurta come \"stando lì dentro.\" Ciò indica, oltre ogni ragionevole dubbio, che Ninib/Ninurta era lo stesso di Lu-Bat Sag-US/Shamash/Saturno.\" Come notò Donald Mackenzie: \"Il dio del sole era identico con Ninip e Nin-Girsu... e somigliava a Babbar, 'the shining one,' la divinità solare dell'accadico Sippar, il cui nome semitico era Shamash.\" Inoltre, in un rilievo di pietra del dio recuperato dal tempio di Ninurta nell'antica Kalakh (o Kalhu), l'odierno Nimrud (ancora nominato così per lo stesso dio), Ninurta è raffigurato con la falce come una delle sue armi. Come è ampiamente noto, la falce era l'arma preferita di Kronos/Saturno. Così, come ammise Jastrow, Franz Kugler aveva ragione nell'identificare \"il pianeta (Lu-Bat) il cui nome è Ninib [cioè Ninurta]\" come riferito a Saturno.\" E, ammettiamolo, in una lista bilingue dei pianeti, ora nel British Museum, Ninurta è sicuramente elencato come il nome del pianeta Saturno.\" Ora dovrebbe essere inteso che il termine \"Lu-Bat\" era anche usato per designare Marte e Mercurio oltre a Saturno. Tuttavia, A. F. O’D Alexander, però, fraintendette l'uso di questo termine quando dichiarò che un \"ulteriore ambiguità fu causata dall'uso di Jubad [lo stesso di Lu-term] quando affermò che un \"ulteriore ambiguità fu causata dall'uso di lubad [lo stesso di Lu-Bat] ('pianeta') a volte per Saturno, a volte per Mercurio.\" Cosa Alexander dovrebbe"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 130,
            "content": "Il fatto che è la glosa già discussa che spiega che Shamash è il nome del pianeta Saturno (Lu-Bat Sag-US), troviamo anche una chiarificazione che nomina Ninib/Ninurta come \"stando lì dentro.\" Ciò indica, oltre ogni ragionevole dubbio, che Ninib/Ninurta era lo stesso di Lu-Bat Sag-US/Shamash/Saturno.\" Come notò Donald Mackenzie: \"Il dio del sole era identico con Ninip e Nin-Girsu... e somigliava a Babbar, 'the shining one,' la divinità solare dell'accadico Sippar, il cui nome semitico era Shamash.\" Inoltre, in un rilievo di pietra del dio recuperato dal tempio di Ninurta nell'antica Kalakh (o Kalhu), l'odierno Nimrud (ancora nominato così per lo stesso dio), Ninurta è raffigurato con la falce come una delle sue armi. Come è ampiamente noto, la falce era l'arma preferita di Kronos/Saturno. Così, come ammise Jastrow, Franz Kugler aveva ragione nell'identificare \"il pianeta (Lu-Bat) il cui nome è Ninib [cioè Ninurta]\" come riferito a Saturno.\" E, ammettiamolo, in una lista bilingue dei pianeti, ora nel British Museum, Ninurta è sicuramente elencato come il nome del pianeta Saturno.\" Ora dovrebbe essere inteso che il termine \"Lu-Bat\" era anche usato per designare Marte e Mercurio oltre a Saturno."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 131,
            "content": "(Per chi ne è a conoscenza: L'associazione di Ninurta con Nergal, così come con l'eroe greco Eracle, sarà discussa in un futuro volume.)\n\nIL VERO SOLE\n\nCome per altre nazioni antiche, l'astronomia indiana è inseparabile dalla mitologia. Tuttavia, questa particolare mitologia continua a prosperare come base della religione induista. In un certo senso, si può quindi dire che, tra gli induisti, l'adorazione planetaria è praticata ancora oggi—e non solo in modo indiretto. Vorrei ricordare al lettore quel passaggio del Linga Purana che abbiamo esaminato in precedenza, che ammonisce che \"l'adorazione dei pianeti dovrebbe essere perseguita da buoni uomini.\" Inoltre, la ragione dietro questa ammonizione è la protezione contro il male nei momenti di \"molestia\" planetaria. Che, in questi tempi moderni, molti induisti praticanti siano anche a conoscenza di queste parole, e che pochi, se non nessuno, tra loro pratichino effettivamente l'adorazione planetaria, è oltre ogni discussione. Ciò che è in questione è che l'ammonizione in questione è contenuta in uno dei missali, se si vuole, mediante i quali una delle grandi religioni viventi del mondo dovrebbe obbedire.\n\nCome gli dèi di altre nazioni, le divinità védiche sono conosciute con più di un nome o epitetto, così anche i pianeti. Così, uno dei nomi per il Sole in sanscrito è Arka. Ma poi troviamo che tre designazioni correlate per il pianeta Saturno nella stessa lingua sono \"Arki\", \"Arka-putra\" e \"Arkatanayah.\" Sia Arka-putra che Arkatanayah si traducono come \"figlio del Sole.\" Arkaja, che significa \"nato dal sole\", può anche essere applicato al pianeta Saturno,\" così come può essere Arkanandana.\" Così, ancora una volta, troviamo il pianeta Saturno portatore di un nome condiviso dal Sole.\n\nLa mitologia induista, naturalmente, è ampiamente basata sulla credenza védica. Eppure, come ha notato un critico alcuni anni fa, non è mai stato provato alla soddisfazione generale degli indologhi che qualsiasi pianeta sia menzionato nei Veda.\" Come avevo scritto in precedenza in riferimento a questa critica, tuttavia, questa mancanza può essere compensata \"se si può dimostrare che certe divinità menzionate negli inni [vedici] possiedono tratti planetari e/o caratteristiche comparabili alle [note] divinità planetarie di altre nazioni.\" Oggi posso andare ancora più oltre perché, se si può dimostrare che i nomi e/o gli epitetti applicati alle divinità védiche sono identici a quelli applicati ai pianeti dalla stessa razza e nella stessa lingua, l'equivalenza di divinità e pianeti è provata sul campo locale senza alcun ricorso o appello agli studi comparativi. Tale è, per esempio, il caso di Brahma, il supremo creatore della mitologia indiana.\n\nA rigor di termini, Brahma non era una divinità védica. Appartiene più propriamente a quel corpus di conoscenza induista noto come mitologia brahmanica. Fu proclamato il primo dei Deva, solitamente detto significare \"dèi\", ma che traduce propriamente come \"le lucenti.\" Qui bisogna notare che l'aggettivo sanscrito brahmanya significa \"relativo [o appartenente] a Brahma.\""
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 132,
            "content": "Brahmanyah, tuttavia, è un altro epitetto del pianeta Saturno. Come Brahmanyah, Saturno può quindi essere detto essere il pianeta di Brahma. In effetti, identificato come Saturno da certi saggi della religione induista stessa. Ciò che è di maggiore importanza per questo studio è che questi saggi considerano Brahma il \"vero sole\"—che è lo stesso di Saturno, e non l'orbita solare attuale, cioè il vero \"sole.\" Poiché anche questi saggi possono vedere che ciò è assurdo, possiamo solo presumere, sulla base di quanto abbiamo appreso, che questo dettato debba essere creduto provenire da antiche tradizioni. Ma come potrebbe Saturno essere stato per l'uomo antico ciò che il Sole è per noi oggi?\n\nCome qualsiasi lavoro sulla mitologia indiana affermerà, Surya non è solo il nome del dio del Sole, ma è il nome sanscrito più comune del Sole stesso. Tuttavia, ci sono linee di evidenza che indicano che anche Surya era originariamente Saturno, il meno importante tra cui non essere il riferimento a Surya come graha Surya, cioè il pianeta Sole. Ma permettetemi di anticipare un'obiezione. Si potrebbe far notare da chi ne sa che in India, come in alcune altre nazioni, il Sole era conteggiato, insieme alla Luna, come uno dei sette \"pianeti.\" Ma non si trova, tra queste altre nazioni, il Sole stesso alluso singolarmente da un termine riservato ai pianeti. Anche così, si potrebbe sostenere che gli induisti abbiano permesso questa eccezione. Forse così. Ma, come nel caso dell'egiziano Ra, Surya è descritto come avente movimenti e caratteristiche che non si adattano a quelli del Sole. Così, per fare solo un esempio (e, più avanti, ne fornirò altri), Surya è detto aver occupato samanam dhama, che significa \"lo stesso luogo di alba e tramonto.\" Tutti sanno che il Sole non sorge e tramonta nello stesso luogo. (Come questa stranezza, a sua volta, si applica al Saturno primordiale sarà spiegato in un capitolo successivo di questo lavoro.)\n\nTuttavia, permettetemi di essere un po' più specifico. Surya è anche chiamato Suraj. Ma Suraj, ancora una volta, è un altro nome per il pianeta Saturno.\" Così possiamo vedere che Saturno porta nomi condivisi dal Sole."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 133,
            "content": "Helios, la divinità patrona dell'antica Rodi, che Platone ha nominato come il pianeta Saturno. (Fotografia dell'autore, cortesemente fornita dal Museo Archeologico di Rodi.)\nCome accennato in precedenza, un altro nome sanscrito per il pianeta Saturno è Grahanayakah, che significa \"capo, o leader, dei pianeti.\" Ma, ancora una volta, Grahanayakah è anche uno dei nomi conferiti al Sole.\" Quando si tratta di conoscenza astronomica, l'antico Egitto presenta un problema poiché gli egiziani non possedevano un'astronomia formale fino ai tempi tolemaici. Sembra quasi come se gli egiziani fossero contenti di vedere i corpi celesti come divinità i cui movimenti erano troppo sacri per essere ridotti a numeri mondani. Nonostante le loro mappe stellari, grafici e calendari, quando si tratta dei pianeti e dei loro movimenti, nulla è sopravvissuto dall'Egitto pre-alessandrino che ci permetta di rivendicare un risultato astronomico da parte loro. D'altra parte, se i mitologi convenzionali possono trattare divinità come Horus e Ra come rappresentazioni solari, con figure come Iside e Hathor come lunari o venereane, allora anche noi siamo autorizzati a trattarle come corpi celesti. Infatti, come già notato, chiedere a qualsiasi mitologo di nominare il dio solare per eccellenza e il nome di Ra (o Re) è destinato a emergere. Non solo Ra è presentato come il dio solare egiziano, ma si credeva che fosse il Sole stesso. Come James Frazer ha riecheggiato questo dettato egizologico: \"Che Ra fosse sia il sole fisico che il dio solare è naturalmente indiscusso...\" Eppure, come abbiamo già sottolineato, i movimenti e le caratteristiche di Ra non corrispondono a quelli del Sole. In vista delle antiche connessioni che abbiamo ora scoperto tra Saturno e il Sole, non dovremmo quindi sorprenderci di apprendere che un ostracon egiziano dai tempi tolemaici identifichi effettivamente Ra come Saturno.'*\n"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 134,
            "content": "IL SOLE SATURNIANO\n\nSiamo giunti a un punto in cui corriamo il rischio di una ripetizione monotona. Ma la nostra è una ripetizione precaria poiché, mentre ascoltiamo la voce dell'antichità, sembra che stiamo dando l'orecchio sordo ai principi astronomici. Per il momento, tuttavia, il nostro principale interesse deve concentrarsi su ciò che gli antichi avevano da dire riguardo al cosmo che li circondava. Così, se la nostra indagine deve avere significato, la nostra posizione dovrà essere fortificata e, si spera, sostenuta invocando prima la forza dei numeri. A meno che non venga presentata sufficiente evidenza, affronteremo sempre il maggiore rischio di essere accusati di selettività. Per questa ragione, e allo scopo di dimostrare che il tema sviluppato qui era ben, ben universale, dobbiamo continuare a insistere con ulteriori esempi fino a quando non avremo coperto una giusta parte del mondo antico. Quando si tratta di conoscenza astronomica, l'antico Egitto presenta un problema poiché gli egiziani non possedevano un'astronomia formale fino ai tempi tolemaici. Sembra quasi come se gli egiziani fossero contenti di vedere i corpi celesti come divinità i cui movimenti erano troppo sacri per essere ridotti a numeri mondani. Nonostante le loro mappe stellari, grafici e calendari, quando si tratta dei pianeti e dei loro movimenti, nulla è sopravvissuto dall'Egitto pre-alessandrino che ci permetta di rivendicare un risultato astronomico da parte loro.\n\nD'altra parte, se i mitologi convenzionali possono trattare divinità come Horus e Ra come rappresentazioni solari, con figure come Iside e Hathor come lunari o venereane, allora anche noi siamo autorizzati a trattarle come corpi celesti. Infatti, come già notato, chiedere a qualsiasi mitologo di nominare il dio solare per eccellenza e il nome di Ra (o Re) è destinato a emergere. Non solo Ra è presentato come il dio solare egiziano, ma si credeva che fosse il Sole stesso. Come James Frazer ha riecheggiato questo dettato egizologico: \"Che Ra fosse sia il sole fisico che il dio solare è naturalmente indiscusso...\" Eppure, come abbiamo già sottolineato, i movimenti e le caratteristiche di Ra non corrispondono a quelli del Sole. In vista delle antiche connessioni che abbiamo ora scoperto tra Saturno e il Sole, non dovremmo quindi sorprenderci di apprendere che un ostracon egiziano dai tempi tolemaici identifichi effettivamente Ra come Saturno.'* Le origini dello stereotipo solare condiviso indicano una profonda confusione tra i corpi celesti nelle conoscenze astronomiche antiche."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 136,
            "content": "IL SOLE SATURNIANO\n\nSiamo giunti a un punto in cui corriamo il rischio di una ripetizione monotona. Ma la nostra è una ripetizione precaria poiché, mentre ascoltiamo la voce dell'antichità, sembra che stiamo dando l'orecchio sordo ai principi astronomici. Per il momento, tuttavia, il nostro principale interesse deve concentrarsi su ciò che gli antichi avevano da dire riguardo al cosmo che li circondava. Così, se la nostra indagine deve avere significato, la nostra posizione dovrà essere fortificata e, si spera, sostenuta invocando prima la forza dei numeri. A meno che non venga presentata sufficiente evidenza, affronteremo sempre il maggiore rischio di essere accusati di selettività. Per questa ragione, e allo scopo di dimostrare che il tema sviluppato qui era ben, ben universale, dobbiamo continuare a insistere con ulteriori esempi fino a quando non avremo coperto una giusta parte del mondo antico. Quando si tratta di conoscenza astronomica, l'antico Egitto presenta un problema poiché gli egiziani non possedevano un'astronomia formale fino ai tempi tolemaici. Sembra quasi come se gli egiziani fossero contenti di vedere i corpi celesti come divinità i cui movimenti erano troppo sacri per essere ridotti a numeri mondani. Nonostante le loro mappe stellari, grafici e calendari, quando si tratta dei pianeti e dei loro movimenti, nulla è sopravvissuto dall'Egitto pre-alessandrino che ci permetta di rivendicare un risultato astronomico da parte loro.\n\nD'altra parte, se i mitologi convenzionali possono trattare divinità come Horus e Ra come rappresentazioni solari, con figure come Iside e Hathor come lunari o venereane, allora anche noi siamo autorizzati a trattarle come corpi celesti. Infatti, come già notato, chiedere a qualsiasi mitologo di nominare il dio solare per eccellenza e il nome di Ra (o Re) è destinato a emergere. Non solo Ra è presentato come il dio solare egiziano, ma si credeva che fosse il Sole stesso. Come James Frazer ha riecheggiato questo dettato egizologico: \"Che Ra fosse sia il sole fisico che il dio solare è naturalmente indiscusso...\" Eppure, come abbiamo già sottolineato, i movimenti e le caratteristiche di Ra non corrispondono a quelli del Sole. In vista delle antiche connessioni che abbiamo ora scoperto tra Saturno e il Sole, non dovremmo quindi sorprenderci di apprendere che un ostracon egiziano dai tempi tolemaici identifichi effettivamente Ra come Saturno.'*\nE il Sole una volta condivideva lo stesso nome di, almeno tra gli induisti, in sanscrito, lo fanno ancora oggi. Come già notato, un altro nome sanscrito per il pianeta Saturno è Grahanayakah, che significa \"capo, o leader, dei pianeti.\" Ma, ancora una volta, Grahanayakah è anche uno dei nomi conferiti al Sole.\" Allo stesso modo, Surya—il dio del sole i cui movimenti non si conformano a quelli del Sole attuale—è descritto come avente movimenti e caratteristiche che non si adattano a quelli del Sole. Così, per fare solo un esempio, Surya è detto aver occupato samanam dhama, che significa \"lo stesso luogo di alba e tramonto.\" Tutti sanno che il Sole non sorge e tramonta nello stesso luogo. (Come questa stranezza, a sua volta, si applica al Saturno primordiale sarà spiegato in un capitolo successivo di questo lavoro.)"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 136,
            "content": "Helios, la divinità patrona dell'antica Rodi, che Platone ha nominato come il pianeta Saturno. (Fotografia dell'autore, cortesemente fornita dal Museo Archeologico di Rodi.)"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 137,
            "content": "Tuttavia, sulla base di questo unico dato, non sarei abbastanza audace da costruire un edificio. E, come qualifica, dovrei forse aggiungere che ciò non significa che Ra non rappresentasse mai il Sole. È ovvio da testi di natura storica, o narrativa, ma non mitologica, che il Sole era anche indicato come Ra. Ma non è questa la stessa situazione che abbiamo trovato tra altre nazioni dove il pianeta Saturno e il Sole sono fatti per condividere lo stesso nome?\n\nNel frattempo, l'identificazione tolemaica di Ra come Saturno riceve ulteriore credibilità grazie al poeta greco noto come Nonnus. Nato a Panapolis nell'Egitto tolemaico, Nonnus si riferiva anch'egli al Sole arabo come Kronos, che era lo stesso che chiamare il Sole con il nome del pianeta Saturno.\n\nÈ vero che i Greci, e successivamente i Romani, avevano una predilezione per chiamare divinità aliene e corpi celesti con ciò che loro comprendevano essere i corrispondenti greci o romani. È anche noto che, in certi casi, il loro abbinamento era alquanto arbitrario. Ma né il pianeta Saturno né il Sole potrebbero aver contribuito a tale arbitrarietà poiché entrambi i luminari erano oltre ogni confusione. Allora perché Nonnus avrebbe scelto di chiamare il Sole arabo con il nome del pianeta Saturno? Non si può forse essere inclini a presumere che un'ambiguità simile tra il Sole e il pianeta Saturno debba aver esistito nella nomenclatura araba? E ciò non indica forse che il greco-egiziano che lo aveva registrato che Ra rappresentava Kronos/Saturno stava, di fatto, riecheggiando la credenza popolare dell'epoca?\n\nI Greci, naturalmente, avevano la propria mitologia da cui attingere. Non solo si riferivano, come abbiamo visto, al pianeta Saturno come la stella di Helios, cioè la stella del Sole, lo identificavano effettivamente come Helios. Così, ad esempio, Platone (o Filippo di Opus) scrisse che tra i pianeti, preminente per la sua lentezza, era quello che \"alcuni chiamano... Kronos,\" che è Saturno. Ma, nelle copie più antiche del testo, il nome usato non era Kronos ma, piuttosto, Helios.\" Solo successivamente i copisti, che non riuscivano a capire perché il pianeta Saturno fosse qui allusione da parte del nome del Sole, \"corressero\" il testo per leggere \"Kronos,\" il nome greco \"accettato\" del pianeta Saturno. Come dimostrò Franz Boll, il quale ha lasciato uno studio illuminante su questo argomento ma che è stato a lungo ignorato, la pratica di \"correggere\" tali testi—cambiando il nome \"Helios\" per leggere \"Kronos\"—era abbastanza comune tra i copisti successivi."
        }
    ]
}
