[
    {
        "page_type": "main",
        "page_number": 419,
        "content": "Luogo di riposo... Ma l'iniziale inattività sembra suggerire l'immobilità che si otterrebbe da un blocco di fase di un satellite rispetto al suo primario. Non commenterò qui la validità o meno dello scenario particolare di Hall. Mi limito a notare che, indipendentemente dal meccanismo proposto da Hall, ciò che egli descrisse è esattamente ciò che accadde successivamente alla cometa Shoemaker-Levy 9. E così—entra in scena Wallace Thornhill, che propose proprio un'analogia del genere. Per cominciare, come Hall e Talbott, anche Thornhill credeva che la Terra orbitasse originariamente Saturno in modo equatoriale. E, come Hall, riteneva che questo sistema precedente fosse stato allungato nella sua formazione coassiale solo entrando nel dominio di influenza del Sole. Certo, come già notato, l'evento della Shoemaker-Levy 9 fu transitorio. Ma, secondo Thornhill, lo era anche il sistema assiale-coupled saturniano. Per citarlo: \"Abbiamo visto graficamente come un insieme di corpi orbitanti possa essere allineato in una linea con il recente smembramento della cometa Shoemaker-Levy [9] sotto l'influenza di Giove. Quel modello spiega la configurazione polare di Saturno (che considero essere stata di breve durata ma spettacolare).\" \"La frammentazione dei componenti di [Shoemaker-Levy 9] sotto l'influenza di Giove potrebbe fornire una lezione oggettiva per la formazione della configurazione polare saturniana, come ricostruita in modo convincente da fonti antiche.\" A differenza di Hall, tuttavia, Thornhill non vedeva Giove come la causa dello smembramento del sistema saturniano. Invece, attribuiva il fenomeno al nostro attuale Sole primario \"man mano che la sfera di influenza gravitazionale di Saturno si riduceva avvicinandosi al Sole.\" Come spiegò: \"La configurazione polare sembra essere stata una disposizione spettacolare e transitoria tra lo smembramento del sistema stellare saturniano originale\" e la sua cattura \"da parte del nostro attuale Sole.\" E: \"Sembra quindi che la spettacolare configurazione polare saturniana... sia stata creata quando il suo sistema planetario è stato disturbato dal Sole in modo simile a quello in cui Giove ha disturbato la cometa Shoemaker-Levy 9 trasformandola in una 'collana di perle.' Una tale disposizione è instabile e, quindi, transitoria.\" \"Una volta all'interno dell'eliosfera, il proto-Saturno avrebbe scambiato carica con il vento solare a un ritmo sempre crescente man mano che la densità di carica aumentava radialmente verso il Sole. Questo, credo, spiegherebbe perché la formazione lineare è stata mantenuta durante il",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 420,
        "content": "lungo viaggio verso il Sistema Solare interno. Era un equilibrio dinamico mantenuto dall'accelerazione lineare del proto-Saturno.\" Quanto è durato questo sistema transitorio? Thornhill non garantirebbe \"migliaia di anni\" ma \"forse solo pochi secoli.\" Accettando il postulato di Talbott secondo cui \"Saturno sembra aver vagato nel cielo prima di assumere una posizione polare fissa,\" presentò due possibilità per questo movimento errante. Come egli stesso dedusse: \"Ciò potrebbe significare che la configurazione polare preesistente è stata disturbata o che il [satellite di Saturno è stato] dislocato dalla [sua] orbita equatoriale bloccata in fase saturniana [dall']aumentata influenza del Sole... e si è spostato nella configurazione polare.\" Di fronte a questa scelta, Thornhill optò per \"la seconda opzione\" come \"più probabile.\" Quattro anni dopo, tuttavia, Thornhill ebbe motivo di rivedere la sua valutazione della durata del sistema coassiale. Come dichiarò durante un'intervista: \"Quando si tratta di stimare la durata della configurazione polare, il meglio che si può fare è considerare le velocità relative delle stelle vicine. Se prendiamo, per ipotesi, che la velocità radiale relativa tra il proto-Saturno e il Sole fosse in media di 10 chilometri al secondo, il proto-Saturno avrebbe impiegato circa 45 anni per coprire i 15 miliardi di chilometri fino al Sistema Solare interno.\" Tuttavia, aggiunse anche che questo periodo di quarantacinque anni era \"solo un calcolo di ordine di grandezza.\" Come disse: \"Potrebbe essere durato molto di più, ma non credo che sia stato molto più breve.\" Il periodo minimo di quarantacinque anni di Thornhill era migliore del massimo di tre mesi di Spedicato e Del Popolo per la durata del sistema coassiale saturniano ma, considerando altri parametri, non di molto. Per cominciare, come il giornalista di Thornhill trovò motivo di commentare: \"L'unica cosa che mi disturba in tutto questo sono quei 45 anni. Va bene—quindi dici che potrebbe essere durato molto di più. Tuttavia, a meno che non mi sbagli, dubito che tu stia pensando a centinaia, per non parlare di migliaia, di anni. Eppure, la formazione lineare di Saturno ha lasciato una ferita così indelebile nella psiche umana—portando alla nascita della religione, completa di sacrifici umani, le cui cicatrici rimangono con noi fino al presente—che è difficile credere che questo sia stato il risultato di un evento transitorio breve. Sarebbero bastati 45 anni—al massimo una vita umana—o anche cento, per spiegare la massa universale di materiale mitologico che abbiamo a disposizione riguardo all'evento in questione? Sarebbero stati sufficienti a segnare l'umanità per il resto della sua esistenza sulla Terra?\" A cui Thornhill rispose:",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 421,
        "content": "",
        "captions": [
            "Un evento prolungato ma transitorio che si è svolto in un periodo di 200 anni avrebbe lasciato una ferita così indelebile nella psiche umana, portando alla nascita della religione, completa di sacrifici umani? Sopra, sacrificio umano azteco agli dèi. (Illustrazione di John Green.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 422,
        "content": "Il meglio che posso fare al momento è fare una stima basata sulla migliore ipotesi dell'estensione dell'eliosfera e delle velocità relative degli oggetti vicini. Nel frattempo, gli effetti celesti visti dalla Terra sarebbero stati così drammatici che sembrano aver completamente oscurato persino l'apparizione crescente del Sole man mano che questo si avvicinava. Non sono in grado di dire quanto tempo ci sarebbe voluto affinché la configurazione saturniana avesse l'influenza duratura che ha avuto sulla psiche umana. Ho cercato di visualizzare l'apparizione nel cielo, e penso che sarebbe stata psicologicamente travolgente e disturbante. Immagino che tutto ciò che sarebbe servito sarebbe stata una generazione di esposizione a quel cielo perché tutto si \"imprimesse\" sull'umanità.\" A dir poco, questa non era una risposta soddisfacente. Come Jueneman, in accordo con l'intervistatore di Thornhill, notò, \"l'idea di una escursione di 45 anni nel Sistema Solare interno non comincerebbe nemmeno a impressionare gli engrammi mitologici sulla psiche dei sopravvissuti umani.\" In risposta, Thornhill esitò un po'. \"Ci sono troppe incognite al momento,\" scrisse, \"per fissare la durata della configurazione polare a 50 anni, 100 anni o 200 anni.\" Ma sarebbero stati sufficienti anche 200 anni per la cicatrice permanente della razza umana? La mia principale obiezione a una durata così breve durante la quale il sistema saturniano si sarebbe mantenuto in allineamento assiale, tuttavia, ha più a che fare con le prove paleontologiche che con il tempo richiesto per tali impressioni engrafiche. Come dettagliato in un capitolo precedente di questo lavoro, questo stato di cose si estendeva nel passato remoto, possibilmente fino al periodo Cretaceo, sicuramente fino all'Eocene del periodo Terziario. E anche se si concedesse una riduzione del tempo di queste età geologiche, non c'è modo in cui potrebbero essere ridotte a soli 200 anni. Anche Thornhill si opporrebbe a ciò. Tuttavia, c'è un possibile modo in cui lo scenario di Thornhill potrebbe essere adattato ai dati paleontologici, e quindi presento l'ultimo scenario ipotetico prima di concludere. Non lo faccio per giocare il ruolo di avvocato del diavolo, ma nel tentativo di non lasciare nessuna possibile soluzione non considerata. Un sistema saturniano originale con la Terra in un'orbita equatoriale bloccata in fase attorno ad esso, secondo l'ipotesi di Hall e Thornhill, soddisferebbe il messaggio del record mitologico-storico così come i dati paleontologici se l'attuale regione polare nord terrestre avesse fronteggiato Saturno. In queste condizioni, Saturno sarebbe apparso ancora stazionario nel polo celeste nord della Terra, fornendo alla Terra la temperatura polare nord richiesta dalla radiazione verso sud di fauna e flora dalla regione artica. L'asse di rotazione originale della Terra sarebbe quindi passato attraverso punti nella latitudine equatoriale attuale. A questo punto, si potrebbe persino chiedere: Perché non adottare questo sistema—che è fondamentalmente il modello di Rose con alcune modifiche—e lasciarlo così? Non sarebbe più credibile che avere Saturno e la Terra che condividono lo stesso asse di rotazione? Il problema con questo è che, in un cambiamento da un sistema bloccato in fase in orbita equatoriale a una successiva formazione coassiale, la Terra avrebbe dovuto subire una serie di cambiamenti drastici. Il suo blocco gravitazionale avrebbe dovuto essere rotto solo per essere reinstallato in una modalità completamente diversa; la sua velocità orbitale avrebbe dovuto fermarsi; il suo asse di rotazione avrebbe dovuto spostarsi di 90°; e la sua velocità di rotazione avrebbe dovuto aumentare. A tutto ciò si deve aggiungere l'acquisizione di un rigonfiamento equatoriale dovuto all'aumento della velocità di rotazione della Terra. Ognuno",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 423,
        "content": "di questi cambiamenti, da solo, avrebbe comportato una distruzione catastrofica sulla Terra indipendentemente dalla velocità con cui sarebbero avvenuti. Agendo in concerto, improvvisi o meno, questi cambiamenti avrebbero provocato un sconvolgimento ancora più colossale la cui gravità sarebbe difficile da immaginare. Essi ridimensionano persino i gargantueschi cataclismi precedentemente menzionati da Ashton, rendendo dubbio che la vita sarebbe sopravvissuta sulla Terra. Non è che i segni catastrofici siano assenti dagli strati geologici della Terra vicino all'Età di Saturno, ma, indipendentemente dalla loro estensione, questi non mostrano segni delle dimensioni richieste dalla totalità dei cambiamenti terrestri sopra menzionati. E poi, quando tutto è detto e fatto, perché preoccuparsi di questo cambiamento proposto da un tipo di sistema a un altro quando, visto dalla Terra, nulla sarebbe apparso cambiato nella sfera celeste? Dopo tutto, visto dalla Terra, Saturno sarebbe finito immobile nella sfera celeste nord proprio come sarebbe stato prima del cambiamento dal sistema precedente a quello successivo. Inoltre, cosa c'è nel record mitologico-storico che può essere interpretato a favore di un tale cambiamento? Come abbiamo visto, Talbott è dell'opinione che \"la condizione più antica ricordata fosse quella di blocco di fase.\" Cosa lo ha portato a questo? Come abbiamo anche indicato, sempre secondo Talbott, un sistema saturniano bloccato in fase è \"la migliore spiegazione per l'iniziale IMMOBILITÀ o INATTIVITÀ di Atum-Ra\" e che questa inattività iniziale \"sembra suggerire l'immobilità che si otterrebbe da un blocco di fase di un satellite rispetto al suo primario.\" Ma, a meno che non abbia frainteso qualcosa, non c'è nulla nel record mitologico-storico che differenzi tra un tipo precedente di inattività o \"immobilità\" saturniana e un tipo successivo ma diverso di \"immobilità\" o inattività. Tutto ciò che il record proclama è che Saturno e/o la sua divinità antropomorfa erano immobili e/o inattivi nel polo celeste nord della Terra. Nessun cambiamento è indicato. Nelle sue obiezioni al postulato di Talbott riguardante il posizionamento di Giove dietro Saturno, Thornhill aveva dichiarato che: \"Il principio di parsimonia delle ipotesi suggerisce che non introduciamo un altro corpo massiccio nel sistema se non ci sono rapporti su di esso durante la transizione del sistema proto-Saturno da una configurazione primordiale a una configurazione polare.\" Non sarebbe altrettanto parsimonioso non introdurre un diverso sistema saturniano poiché non ci sono indicazioni di esso che possano essere dedotte dal record umano? Non sarebbe questo in armonia con il principio scientifico del rasoio di Occam che specifica che entità ed eventi non devono essere moltiplicati inutilmente? Cosa dire, allora, dell'insistenza di Talbott riguardo al precedente vagare di Saturno prima del suo eventuale stabilimento stazionario nella sfera celeste nord della Terra? Come Talbott stesso ben sa, questo costituiva un postulato che avevo a lungo contestato. Alla fine, tuttavia, a causa di ricerche continue, finii per accettarlo. Non solo stavo cercando nel posto sbagliato, a causa di una sorta di punto cieco avevo persino frainteso alcuni dei messaggi più chiari. Come si è scoperto, e come era apparso evidente a Talbott fin dall'inizio, il messaggio del record umano, in questo caso, risulta essere inequivocabile. Cosa fare, allora, di questo evento? In realtà, Thornhill aveva già fornito la risposta lui stesso—ma l'aveva ignorata. Come già notato, quando si trovò di fronte al postulato del precoce vagare di Saturno, presentò due possibili scenari per spiegarlo. \"Ciò potrebbe significare che la configurazione polare preesistente è stata disturbata,\" scrisse, \"o che il [satellite di Saturno è stato] dislocato dalla [sua] orbita equatoriale bloccata in fase saturniana [dall']aumentata influenza del Sole... e si è spostato nella configurazione polare.\" Mentre optò per la seconda proposta come \"più",
        "captions": [],
        "headers": []
    }
]