[
    {
        "page_type": "main",
        "page_number": 64,
        "content": "Confermare involontariamente il fatto che, in tempi più antichi, i pianeti fossero stati creduti dèi dotati di scopo. Non ha quindi senso che i critici ci dicano che gli dèi abbiano adottato aspetti planetari solo in seguito, a meno che la loro affermazione non possa essere convalidata da una fonte antica effettiva che la sostenga. Nel frattempo, abbondano le fonti che indicano il contrario. Dopotutto, quando si tratta di ciò che i nostri antichi antenati credevano, sono i nostri antichi antenati che dobbiamo credere.",
        "captions": [
            "Ishtar, dea assiro-babilonese del pianeta Venere. Da un sigillo cilindrico del periodo neo-assiro. (Illustrazione di Tessa Rickards.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 65,
        "content": "Se qualcuno può indicare una fonte più antica di quella sumera che contraddica le affermazioni sopra riportate, la presenti. Nel frattempo, il resoconto continua a rimanere valido. ASTRONOMIA NELLA MITOLOGIA Quando si tratta dell'antichità della credenza che gli dèi dei nostri antichi antenati fossero stati nient'altro che pianeti antropomorfizzati, non sono solo io a sostenerlo. De Santillana e von Dechend condividevano la stessa opinione. \"... questa scienza, sebbene abbia portato alla luce una straordinaria ricchezza di dettagli, è stata condotta dalla sua moderna inclinazione evoluzionistica e psicologica a dimenticare la principale fonte del mito, che era l'astronomia—la scienza regale. Questo oblio è esso stesso un evento recente—appena un secolo fa. Oggi esperti filologi ci dicono che Saturno e Giove sono nomi di dèi vaghi, sotterranei o atmosferici, sovrapposti ai pianeti in un periodo 'tardo'; classificano ordinatamente origini popolari e derivazioni 'tarde', inconsapevoli che i periodi planetari, siderali e sinodici, erano conosciuti e ripetuti in numerosi modi attraverso celebrazioni già tradizionali in tempi arcaici.\" In realtà, l'associazione della mitologia con il sapere astronomico era ben compresa dagli studiosi di un'epoca passata. Così Nicolas Fréret (1688-1749), il primo segretario permanente dell'Académie des Inscriptions, che tanto disputò con Isaac Newton, era dell'opinione che gli eventi astronomici allusi nelle mitologie e descritti dagli scrittori antichi potessero essere basati solo su osservazioni effettive. Fréret arrivò persino a proclamare che i dati della storia antica erano in conflitto con la teoria di Newton.",
        "captions": [
            "Il dio assiro-babilonese Nabu, o Nebo, scriba degli dèi, dio del pianeta Mercurio."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 66,
        "content": "Questa sarebbe una dichiarazione piuttosto audace da fare ai giorni nostri. Chi, oggi, crederebbe che qualcosa nella mitologia, o le affermazioni astronomiche degli antichi, presumibilmente ignoranti, possa avere un qualsiasi valore nel contestare le teorie scientifiche del grande Newton? Ma, prima di ridicolizzare Fréret, non dimentichiamo che le inclinazioni teologiche di Newton erano ben evidenti già ai suoi tempi, ed è solo con il passare del tempo che gli storici della scienza sono riusciti a ingannare il pubblico minimizzando il suo evidente fondamentalismo religioso. Gli storici lo lodano come una delle menti scientifiche più grandi che il mondo abbia mai conosciuto, ma quale tipo di acume scientifico poteva impiegare quando accettò la data della creazione del mondo calcolata dal vescovo Ussher, che, basandosi su prove bibliche, la fissò al 4004 a.C.? Come indicò Livio Stecchini: \"[Fréret] sfidò le opinioni di Newton sulla mitologia e la scienza antica, che quest'ultimo cercò di respingere ignorando le evidenti prove di cambiamenti nel sistema solare prima dell'era di Nabonassar.\" Fu solo a metà del ventesimo secolo che lo studio della mitologia si allontanò lentamente dalle sue basi astronomiche—principalmente perché ciò che gli antichi affermavano sui corpi astronomici del Sistema Solare non corrisponde a ciò che vediamo oggi. Ma, più recentemente, sembra che il pendolo stia tornando indietro. Così, persino gli astronomi stanno finalmente iniziando a prestare attenzione al messaggio del resoconto mitostorico, come esemplificato nel 1982 da Victor Clube e Bill Napier, e, nel 1985, da quell'indomabile antagonista del catastrofismo cosmico, Carl Sagan stesso. Nonostante il mio disaccordo con Clube e Napier su molte questioni, devo dire che anche loro riconobbero la verità. Così, nella loro prima opera co-autore principale, affermarono: \"L'astrofisico moderno tende a vedere l'astronomia come un enigma esclusivamente moderno. Armato delle leggi della fisica, disseziona la scena davanti a sé con la calma asettica di un abile chirurgo. Ma, come il chirurgo, può trascurare le misteriose origini del suo paziente. Per qualche ragione, l'astronomia è la più antica delle scienze ed è",
        "captions": [
            "Sir Isaac Newton. Nonostante il fatto che gli storici della scienza lo lodino come una delle menti scientifiche più grandi del mondo."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 67,
        "content": "certamente nota per avere un passato radicato nella religione politeistica primitiva e nella mitologia celeste... La domanda che affrontiamo è perché. La maggior parte dei mitologi che hanno favorito un'interpretazione astronomica della mitologia sono stati tuttavia ostacolati dal dogma uniformitario secondo cui il Sistema Solare è rimasto invariato per milioni di anni. Non solo, alcuni di loro hanno persino utilizzato questo dogma come base stessa per le credenze astromitologiche. Così, ad esempio, Elmer Suhr poteva sentirsi sicuro nel riportare che: \"L'astronomia, comprese le manifestazioni del sole, della luna, delle stelle, delle comete e dei meteoriti, ha il vantaggio di rimanere costante nei suoi movimenti e coerente nell'aspetto per lunghi periodi di tempo; le sue forme sono più geometriche, i suoi cambiamenti più regolari, tutto ciò che ha dato ai cieli più prestigio nella mente dell'uomo primitivo.\" Questo, intendo dimostrare, è stato il grande scoglio della maggior parte dei mitologi che non potevano riconciliare il cielo a cui alludevano i nostri antichi antenati con quello che ora si estende sopra e intorno a noi. Eppure, come spero di dimostrare, era proprio l'opposto di ciò che Suhr credeva a costituire il fondamento stesso della credenza mitologico-astronomica. Infatti, ciò che desidero sottolineare è che i corpi astronomici del Sistema Solare furono deificati dall'uomo antico in tutto il mondo non perché seguissero costantemente un modello ordinato, ma proprio perché non lo facevano. Come osservò Lewis Farnell all'inizio del ventesimo secolo: \"Ciò che è normale in natura e nella società raramente eccita l'immaginazione mitopoietica, che è più probabilmente accesa dall'anormale, da qualche catastrofe sorprendente, da qualche terribile violazione del codice sociale.\" E come sottolineò l'antropologo francese Emile Durkheim (1858-1917): \"... ciò che caratterizza la vita della natura è una regolarità che si avvicina alla monotonia. Ogni mattina il sole sorge all'orizzonte, ogni sera tramonta; ogni mese la luna attraversa lo stesso ciclo; il fiume scorre in modo ininterrotto nel suo letto; le stesse stagioni riportano periodicamente le stesse sensazioni. Certo, qua e là accade talvolta un evento inaspettato: il sole è eclissato, la luna è nascosta dietro le nuvole, il fiume straripa. Ma queste variazioni momentanee potevano solo dare origine a impressioni altrettanto momentanee, il cui ricordo svanisce dopo poco tempo; non potevano servire come base per quei sistemi stabili e permanenti di idee e pratiche che costituiscono le religioni. Normalmente, il corso della natura è uniforme, e l'uniformità non potrebbe mai produrre emozioni forti.\" Pur non essendo esattamente un'autorità in materia di mitologia, vale anche la pena notare le parole di Frederick Hall che scrisse: \"Se concederemo ai miti la loro giusta credibilità alla luce di nuove prove di catastrofismo planetario, scopriremo che possono aggiungere molto al nostro bagaglio di conoscenze. Non tutti i racconti mitici possono essere ugualmente autentici—e sicuramente molti sono confusi—ma",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 68,
        "content": "Questo sottolinea semplicemente la cura che deve essere presa nella ricerca se vogliamo raggiungere un consenso credibile tra il messaggio del mito e le scoperte della scienza dell'era spaziale. Questa è un'affermazione audace da parte di un ingegnere che aveva lavorato allo Stanford Linear Accelerator Laboratory, ma, come vedremo, il contenuto del mito può aiutarci a raccogliere nuove conoscenze astronomiche anche se, a prima vista, queste conoscenze possono sembrare in contrasto con ciò che crediamo di sapere. Infatti, persino quel cosiddetto pilastro dell'astrofisica, la Teoria del Big Bang, era stato molto prima postulato in un'opera religiosa. Nel Libro della Genesi, Elohim, solitamente tradotto in italiano come \"Dio\", inizia la creazione con le parole: \"Sia la luce.\" E, come è scritto lì, \"la luce fu.\" Ci sono stati molti che hanno visto una somiglianza tra questa descrizione degli inizi e la Teoria del Big Bang. La seguente, una delle tante, proviene da un'opera popolare dedicata ai misteri della Bibbia: \"La teoria scientifica prevalente propone che l'universo sia stato creato in un lampo di luce. Questo 'big bang', o esplosione cosmica, si ritiene sia avvenuto circa 16 miliardi di anni fa. Alcuni vedono paralleli tra questa teoria scientifica moderna e il racconto biblico che si apre con il comando di Dio, 'Sia la luce'.\" Certo, da sola, questa somiglianza non è sufficiente per affermare che la teoria in questione fosse già stata postulata in un'opera religiosa. Il Libro della Genesi non è, tuttavia, l'opera religiosa che ho in mente. Quindi abbiate pazienza per un momento. George Gamow è considerato il padre della teoria del Big Bang. Ma prima di Gamow c'era Georges Lemaître che, nel 1927, fu il primo a proporre che un \"atomo\" caldo e denso primordiale fosse esploso, lanciando il suo contenuto verso l'esterno per creare l'universo. Con l'avvento della teoria in questione, Papa Pio XII stesso fece dichiarare che \"gli scienziati stanno iniziando a trovare il dito di Dio nella creazione dell'universo.\" Lemaître, che era un sacerdote cattolico oltre che un fisico, fu successivamente decorato dal Vaticano per i suoi risultati scientifici. Per essere del tutto onesti, nello sviluppare la sua teoria dell'universo in espansione, Lemaître si basò sui principi della relatività generale. Ma, poiché era anche ben versato nella disciplina della teologia, potrebbe non aver incontrato quel grande commentario medievale sulle Scritture bibliche noto come il Ramban? Nel 1990, in un libro intitolato Genesis and the Big Bang, il fisico nucleare israeliano Gerald Schroeder argomentò in dettaglio che non c'è contraddizione tra il racconto della creazione descritto nella Genesi e il dettame scientifico attuale. Inoltre, come notò Schroeder, \"il Ramban ... aveva l'intuizione straordinariamente moderna che nel momento successivo alla creazione, tutta la materia dell'universo doveva essere concentrata in un minuscolo punto.\" Ditemi che questa intuizione non è identica a quella raggiunta da Lemaître? Spero che nessuno pensi ora che io, personalmente, creda che la Creazione descritta nella Genesi sia una descrizione velata del Big Bang poiché, come spero di dimostrare in un'opera futura, ho una teoria completamente diversa da proporre riguardo all'illuminazione da parte di",
        "captions": [],
        "headers": []
    }
]