{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 69,
            "content": "Elohim. Ma questo ci porta a un altro problema che dobbiamo superare, poiché, dopotutto, le teorie costano poco. È una cosa ipotizzare, ma un'altra ancora sostenere l'ipotesi—almeno Lemaitre aveva la relatività generale su cui basarsi. A questo proposito, David Leveson è stato abbastanza astuto da notare: \"Nella polemica scientifica rispetto a quella pseudo-scientifica, le prove hanno la priorità sull'ipotesi,\" aggiungendo che \"l'ipotesi deve conformarsi alle prove, non le prove all'ipotesi.\" Prosegue con: \"Se vengono trovate prove contrarie a una data ipotesi, l'ipotesi deve (o dovrebbe) essere alterata o rifiutata.\" Ma poi è stato abbastanza acuto da avvertire che: \"Questo non significa che quando vengono trovate prove contrarie l'ipotesi sia immediatamente rifiutata; può essere mantenuta tentativamente nella speranza che ulteriori prove possano eventualmente spiegare le 'prove contrarie' in termini di teoria.\" Come ha anche sottolineato: \"Infatti, molte ipotesi vengono raggiunte intuitivamente, attraverso un 'lampo di intuizione,' e possono essere mantenute nella mente dell'investigatore nonostante molte prove iniziali 'contrarie,' e successivamente essere giustificate ... Ma un ricercatore legittimo non sopprimerà consapevolmente prove contrarie. Certamente non pubblicherà un'ipotesi finché non sarà soddisfatto che tutte le prove disponibili sono in accordo con essa. Infatti, se è correttamente coscienzioso, cercherà prove contrarie per testare la validità delle sue idee. L'ipotesi può precedere le prove nel tempo ma non nell'importanza.\" Queste sono linee guida che saranno tenute a mente mentre tentiamo di svelare la storia perduta del nostro Sistema Solare nelle pagine che seguono. Ma, anche così, la domanda deve essere posta: Cosa costituisce prove? Come ha notato Daniel Trifiletti:\n\n\"La stessa natura delle prove cambia da una disciplina scientifica all'altra. Ciò che è probatorio per una persona è escluso da un'altra. I fatti non sono gli stessi per tutti. Poiché non possiamo tutti concordare su cosa costituisce 'fatti,' gli argomenti deduttivi da soli non possono mai essere completamente convincenti...\n\n\"Esiste un altro approccio, tuttavia, per valutare ciò che alcuni potrebbero considerare 'dubbio.' Questo rimedio è il ragionamento induttivo. Si riconosca che nessun fatto si pone da solo, ma fa parte di un'intera costellazione di altri fatti. A un certo punto, quando sono stati raccolti abbastanza fatti, ogni singolo punto di luce può essere visto come parte di una figura appena riconoscibile—un intero organico. Alla fine, il peso puro anche di fatti 'dubbiosi' diventa troppo grande per essere ignorato.\" \n\nLA STORICITÀ DEGLI EVENTI\n\nSi può, tuttavia, presumere che gli eventi rappresentati nei miti abbiano una base fattuale in un modo o nell'altro? Molti mitiologi del passato sono stati sonori nel negare che possa essere discernuta qualsiasi storicità nel contenuto mitico. La maggior parte dei mitiologi continua a credere che il mito, da un lato, tratti di precetti religiosi, cioè morali, presentati in forma allegorica, e, dall'altro, di eventi così favolosi che nessuna persona moderna di mentalità scientifica può accettare. Conrad Hyers, un professore di religione, per citarne solo uno, ha scritto profusamente."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 70,
            "content": "soggetto. Nel tentativo di analizzare il Libro dell'Antico Testamento della Genesi, ha sottolineato che \"gli autori erano preoccupati di usare queste storie come esempi di varie verità teologiche ed etiche.\" Come era stato dichiarato, la \"funzione primaria dei grandi miti e leggende non è quella di offrire spiegazioni;\" non sono \"interessati a fornire un miscellaneo di informazioni o risposte pronte all'uso.\" \"Erano,\" secondo Hyers, \"compresi come veicoli delle verità più basilari e importanti di tutte per cui le persone organizzavano, regolavano e interpretavano le loro vite, e attraverso i quali vedevano significato, scopo e valore nella loro esistenza.\" \"Miti e leggende,\" continua, \"insieme a rituali, fornivano il quadro di riferimento totale all'interno del quale vivere ed esperire e celebrare il mondo.\" In un certo senso, non avrei potuto esprimerlo meglio da solo. Dove non sono d'accordo con lui è quando afferma che \"diare sulla storicità dei resoconti, anche solo su un nucleo storico, è deviare dagli scopi degli scritti.\" Prosegue con: \"[I resoconti nella Genesi] non mirano a fornire un’immagine 'più vera' dell'universo o della storia umana, per non parlare dell'unica immagine vera, nei sensi moderni scientifici o storici di 'vero'.\" Personalmente, mi rifiuto di essere definito un fondamentalista,\" ma devo anche dichiarare che la nota di Hyers è principalmente dovuta al fatto che lui non comprende quali verità storiche si celano all'interno delle pagine della Genesi, un'opera che avrà un posto di grande importanza nelle pagine che seguiranno.\n\nMircea Eliade, che, nel suo modo vacillante, ha fatto più per la mitologia comparata di qualsiasi altro mitiologo del passato, era di opinione leggermente diversa. Per lui, i riti religiosi consistevano nella \"ripetizione di un'azione archetipale eseguita in illo tempore (prima che la storia iniziasse) da antenati o da dei ...\"\n\n\"Con la sua ripetizione, l'atto coincide con il suo archetipo, e il tempo viene abolito. Stiamo assistendo, così dicono, allo stesso atto che fu eseguito in illo tempore, all’alba dell’universo.\"\n\nNaturalmente, questo dipende da cosa si intende per \"storia.\" Se, con questo termine, si intende \"storia scritta,\" allora Eliade ha ragione. Se, tuttavia, con \"storia\" intendiamo \"la storia dell'umanità,\" Eliade non poteva essere corretto. Questo diventa di grande importanza quando si considera cosa altro Eliade ha dovuto dire su questo argomento. Così, verso la fine dell'opera citata, afferma che:\n\n\"Ogni rituale e ogni atto significativo che l'uomo compie, ripete un archetipo mitico; e ... questa ripetizione comporta l'abolizione del tempo profano e il posizionamento dell'uomo in un tempo magico-religioso che non ha connessione con la successione nel vero senso, ma forma l’‘eterno ora’ del tempo mitico. In altre parole, insieme ad altre esperienze magico-religiose, il mito fa sì che l'uomo esista nuovamente in un periodo senza tempo, che è effettivamente un illo tempus, un tempo dell'alba e del 'paradiso,' fuori dalla storia ...\"\n\nNonostante il fatto che farò molto affidamento sulle approfondite intuizioni accademiche di Eliade nelle pagine che seguiranno, è proprio qui che devo separarmi da lui perché, come intendo illustrare, gli eventi narrati nel mito sono effettivamente avvenuti. Sono avvenuti non \"fuori dalla storia,\" come egli sosteneva, ma all'interno della storia. E con \"storia\" intendo \"'storia' nel nostro senso della parola.\" Inoltre, Eliade affermava che anche i miti cosmogonici sono storia, mentre io sostengo che tutti i miti hanno origine cosmogonica. La \"storia\" di cui sto parlando, quindi, è una storia cosmogonica, una storia che si è dispiegata attraverso il cielo e ha toccato la Terra e i suoi abitanti con un dito potente che ha lasciato la psiche umana segnata fino a questo giorno. Gli eventi che i miti maggiori del mondo narrano sono effettivamente avvenuti, e sono avvenuti proprio nel modo in cui i miti li narrano.\n\nCosa, allora, è il mito?\n\nNon mi ricordo per niente chi l'abbia detto, ma qualcuno, da qualche parte, una volta ha affermato che il mito costituisce la memoria fossilizzata dell'uomo. Parole più vere raramente sono state dette. Ma questa memoria fossilizzata significa una conoscenza, un ricordo, di ciò che una volta ha avuto luogo in cielo e, in quel senso, si può affermare con sicurezza che il mito costituisce la storia del Sistema Solare.\n\nQui posso meglio illustrare quanto sopra ripetendo una storia che era ben nota agli antichi greci. La storia coinvolge il dio Helios—solitamente identificato come la personificazione del Sole—che si credeva guidasse il suo carro infuocato attraverso il cielo. Quando, una volta, Helios disse a suo figlio Phaethon che poteva chiedergli qualsiasi favore, Phaethon rispose chiedendo di poter guidare il carro di suo padre. Inizialmente Helios, pentendosi del suo giuramento, cercò di dissuadere Phaethon sottolineando i pericoli coinvolti nella guida del carro. Ma, quando Phaethon insistette, Helios, avendo dato la sua parola, non ebbe altra scelta che cedere al figlio. Phaethon, ancora nell'orgoglio della sua giovinezza, saltò nel carro, prese le redini e iniziò il suo viaggio. I cavalli che trainavano il carro, tuttavia, sentirono che il peso che stavano portando era troppo leggero e saltarono in aria come se la carro fosse vuota. Ciò li portò ad abbandonare il loro solito percorso battuto, e Phaethon, che mancava dell'esperienza del padre, andò nel panico e, cercando di correggere la sua traiettoria errata attraverso il cielo, tirò da un lato e dall'altro delle redini, confondendo ulteriormente i cavalli. Perdendo il controllo del carro, Phaethon finì per guidarlo troppo vicino alla Terra con il risultato che l'umidità della Terra fu essiccata dal calore del carro e, a suo tempo, la Terra si incendiò e fu prossima a essere annientata dalla conflagratione. Alla fine, lo stesso Zeus fu costretto a intervenire. Mettendo in campo uno dei suoi terribili fulmini, colpì Phaethon con la sua forza, frantumando il carro e liberando i cavalli. I frammenti del carro distrutto furono sparsi e Phaethon stesso, bruciando le sue lucenti ciocche, precipitò attraverso l'aria fino alla sua morte, lasciando una lunga scia dietro di sé."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 71,
            "content": "esperienze magico-religiose, il mito fa sì che l'uomo esista nuovamente in un periodo senza tempo, che è effettivamente un illo tempus, un tempo dell'alba e del 'paradiso,' fuori dalla storia ...\"\n\nNonostante il fatto che farò molto affidamento sulle approfondite intuizioni accademiche di Eliade nelle pagine che seguiranno, è proprio qui che devo separarmi da lui perché, come intendo illustrare, gli eventi narrati nel mito sono effettivamente avvenuti. Sono avvenuti non \"fuori dalla storia,\" come egli sosteneva, ma all'interno della storia. E con \"storia\" intendo \"'storia' nel nostro senso della parola.\" Inoltre, Eliade affermava che anche i miti cosmogonici sono storia, mentre io sostengo che tutti i miti hanno origine cosmogonica. La \"storia\" di cui sto parlando, quindi, è una storia cosmogonica, una storia che si è dispiegata attraverso il cielo e ha toccato la Terra e i suoi abitanti con un dito potente che ha lasciato la psiche umana segnata fino a questo giorno. Gli eventi che i miti maggiori del mondo narrano sono effettivamente avvenuti, e sono avvenuti proprio nel modo in cui i miti li narrano.\n\nCosa, allora, è il mito?\n\nNon mi ricordo per niente chi l'abbia detto, ma qualcuno, da qualche parte, una volta ha affermato che il mito costituisce la memoria fossilizzata dell'uomo. Parole più vere raramente sono state dette. Ma questa memoria fossilizzata significa una conoscenza, un ricordo, di ciò che una volta ha avuto luogo in cielo e, in quel senso, si può affermare con sicurezza che il mito costituisce la storia del Sistema Solare.\n\nQui posso meglio illustrare quanto sopra ripetendo una storia che era ben nota agli antichi greci. La storia coinvolge il dio Helios—solitamente identificato come la personificazione del Sole—che si credeva guidasse il suo carro infuocato attraverso il cielo. Quando, una volta, Helios disse a suo figlio Phaethon che poteva chiedergli qualsiasi favore, Phaethon rispose chiedendo di poter guidare il carro di suo padre. Inizialmente Helios, pentendosi del suo giuramento, cercò di dissuadere Phaethon sottolineando i pericoli coinvolti nella guida del carro. Ma, quando Phaethon insistette, Helios, avendo dato la sua parola, non ebbe altra scelta che cedere al figlio. Phaethon, ancora nell'orgoglio della sua giovinezza, saltò nel carro, prese le redini e iniziò il suo viaggio. I cavalli che trainavano il carro, tuttavia, sentirono che il peso che stavano portando era troppo leggero e saltarono in aria come se la carro fosse vuota. Ciò li portò ad abbandonare il loro solito percorso battuto, e Phaethon, che mancava dell'esperienza del padre, andò nel panico e, cercando di correggere la sua traiettoria errata attraverso il cielo, tirò da un lato e dall'altro delle redini, confondendo ulteriormente i cavalli. Perdendo il controllo del carro, Phaethon finì per guidarlo troppo vicino alla Terra con il risultato che l'umidità della Terra fu essiccata dal calore del carro e, a suo tempo, la Terra si incendiò e fu prossima a essere annientata dalla conflagratione. Alla fine, lo stesso Zeus fu costretto a intervenire. Mettendo in campo uno dei suoi terribili fulmini, colpì Phaethon con la sua forza, frantumando il carro e liberando i cavalli. I frammenti del carro distrutto furono sparsi e Phaethon stesso, bruciando le sue lucenti ciocche, precipitò attraverso l'aria fino alla sua morte, lasciando una lunga scia dietro di sé."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 72,
            "content": "@                Les |           r\nSB EN      SE WY         ro\nC\nCoy area          Z\noR ME? \\Z\n}                          Ss              5       =<\nSCZ             ;         Pgs al\n——         S           p     d              *\nASS\nHelios—guidando il suo carro attraverso il cielo.\nDa una pittura su vaso greco.\nbruciando le sue lucenti ciocche, precipitò attraverso l'aria fino alla sua morte, lasciando una lunga scia\ndietro di sé.",
            "captions": [
                "Helios—guidando il suo carro attraverso il cielo.\nDa una pittura su vaso greco."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 73,
            "content": "EG ep) eo a Oa\nea        a     ane         a     :      2      x     2.5      Ne, ZL OT SN I\neee i       ‘4       SS      KRIET  Wi   LAS Waal Witter acc Res)\n= Spgs,    aaa Nace ANG,  eee Cy Ss FORSe\nBa  Re Nese 1/;      DS AEF AKA EW JERS\ney POY       SINE [ARPS      Y AAU hey AL ER\n=                  }            \\   x    ah    C   }        y      ty\nNZ PEGS SI) BIE\nLa caduta di Phaethon.\nUn tableaux che mostra Phaethon mentre fa la sua richiesta a Helios nell'angolo in alto a sinistra, con i cavalli furiosi, il carro frantumato e Phaethon che cade al centro. Altri personaggi non menzionati nel testo accompagnatorio riempiono il resto della scena.\nDa un rilievo romano ora al Louvre, Parigi.",
            "captions": [
                "La caduta di Phaethon.\nUn tableaux che mostra Phaethon mentre fa la sua richiesta a Helios nell'angolo in alto a sinistra, con i cavalli furiosi, il carro frantumato e Phaethon che cade al centro. Altri personaggi non menzionati nel testo accompagnatorio riempiono il resto della scena.\nDa un rilievo romano ora al Louvre, Parigi."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 74,
            "content": "\ne                               e     sl\nEs                                            .y tee\ni                               \"       +          *        <\nhes            <     §    ase  tr\n:)                        /                              .          ey Oe\n:\n‘      ’ ‘   A\nJ                                                                         ’\nQ                              -                            P           3\nre                =,\n.                                                                    .\ne         oe\n6) ee\n#.       ‘\nee                                               4\nsatin       a                     aie    ¢\nL'ipotesi che i dinosauri siano stati sterminati alla fine del periodo Cretaceo a causa dell'impatto terrestre di un corpo celeste è stata proposta per la prima volta da de Laubenfels, il cui merito è stato successivamente usurpato da Luis Alvarez.\n(Fotografia dell'autore, cortesemente fornita dal Royal Ontario Museum, Toronto.)",
            "captions": [
                "L'ipotesi che i dinosauri siano stati sterminati alla fine del periodo Cretaceo a causa dell'impatto terrestre di un corpo celeste è stata proposta per la prima volta da de Laubenfels, il cui merito è stato successivamente usurpato da Luis Alvarez.\n(Fotografia dell'autore, cortesemente fornita dal Royal Ontario Museum, Toronto.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 75,
            "content": "detto per l'interpretazione di questi due astronomi del resoconto mito-storico. In effetti, per quanto riguarda il loro libro, The Cosmic Serpent, si può affermare con sicurezza che si sono basati ampiamente sugli Worlds in Collision di Immanuel Velikovsky. Naturalmente, Velikovsky trattava di catastrofismo planetario, mentre Clube e Napier hanno reinterpretato le fonti mito-storiche di Velikovsky alla luce delle bombardamenti cometari. Non potevano, naturalmente, sfuggire al fatto che le fonti stesse sottolineavano il ruolo dei pianeti invece delle comete. Hanno aggirato questo problema con la supposizione che i pianeti fossero nominati come perpetratori invece delle comete perché le comete erano apparite per la prima volta vicino ai pianeti e quindi hanno ricevuto nomi planetari.\n\nAnche così, il crescente interesse per il catastrofismo cosmico nella scienza tradizionale non è stato influenzato dal lavoro di Clube, Napier, Velikovsky, o da nessuno dei loro predecessori nel campo, ma è stato largamente dovuto alle intuizioni derivanti da tre eventi separati—uno antico, gli altri due recenti. L'evento antico riguarda la fine dei dinosauri alla fine del periodo Cretaceo (in realtà, il confine Cretaceo-Tertiario) a causa dell'impatto terrestre di un corpo celeste, proposto per la prima volta da de Laubenfels nel 1956, ventiquattro anni prima che il team guidato da Luis Alvarez rubasse il merito per l'ipotesi. Inizialmente descritta come \"una teoria folle di pseudo-scienziati che si spacciano per paleontologi,\" la proposta è ora generalmente accettata. Anche così, poiché questo evento si suppone sia avvenuto milioni di anni fa, non ha fatto molto per il guadagno di rispetto del catastrofismo cosmico. In questo senso, nemmeno l'impatto terrestre di un corpo celeste nella regione del Tunguska in Siberia, avvenuto la mattina del 30 giugno 1908, che esplose in un lampo abbagliante e spianò venticinque miglia quadrate della foresta circostante, poiché anche questo era considerato un caso isolato. Sebbene il segnale avrebbe dovuto essere chiaro, l'evento non attirò molta attenzione nel mondo occidentale fino agli ultimi decenni del secolo. Fu, più che altro, il più recente di questi eventi, quando la Cometa Shoemaker-Levy 9, che si era frantumata in un treno di ventuno frammenti separati, schiantò contro Giove durante il mese di luglio del 1994. Se ci fosse stata una leggera deviazione nell'orbita della cometa, tutte le ventuno parti avrebbero potuto colpire la Terra. Ma anche con questo sbaglio terrestre, divenne dolorosamente evidente che se una cometa può schiantarsi contro un membro vicino del Sistema Solare, un'altra potrebbe altrettanto facilmente collisionare con la Terra.\n\nAll'improvviso ci fu un frenesia di attività tra gli astronomi incentrata sulla rilevazione, e possibile eliminazione, di oggetti che incrociano la Terra, mentre i geologi impazzivano nel tentativo di scoprire crateri da impatto precedentemente non riconosciuti nel nostro territorio terrestre. Gli storici iniziarono a perlustrare documenti storici, pseudo-storici e mito-storici nella speranza di scoprire registrazioni di possibili impatti passati, mentre gli archeologi cominciarono a riscansare la polvere delle epoche per vedere cosa avrebbero potuto aver perso tra le rovine sparse delle civiltà passate che potessero essere interpretate come distruzioni cometarie o asteroidal. Così, per chiamarlo in qualche modo, la stesura di questo libro non mi pone esattamente in cattiva compagnia—ma solo in un modo di dire.\n\nLe comete che schiantano contro la Terra rimangono ben lontane dai pianeti che si spostano sulle loro orbite—cioè, se questi spostamenti sono mantenuti di essere avvenuti durante l'arrivo dell'uomo sulla Terra. Come sottolineato sopra, fu proprio a causa dell'apparente impossibilità di tali spostamenti orbitali che gli astronomi Clube e Napier ritennero opportuno reinterpretare il resoconto mito-storico in una luce cometaria, affermando che i pianeti erano stati nominati nei resoconti antichi semplicemente perché le comete erano apparse in prossimità dei pianeti e quindi erano state assegnate nomi planetari. E, per essere equi, questa non è esattamente un'idea dubbia. Così i greci tendevano a riferirsi alle comete con gli stessi nomi che applicavano ai pianeti, una rivelazione che è diventata una sorta di stampella per coloro che vorrebbero ricastare le antiche divinità planetarie come cometarie. Come ha notato Ilse Fuhr, \"nella lista di Hephaistion, la cometa Hippeus non è solo nominata dopo Afrodite, ma in realtà è Afrodite (= Venere) come altre comete sono effettivamente altri pianeti.\"\n\nCi sono tre cose da tenere a mente qui. Primo, è abbastanza ovvio che i pianeti sono stati nominati per le divinità prima delle comete, altrimenti non sarebbe stato possibile nominare la cometa Hippeus come \"Afrodite (= Venere).\" Secondo, è anche ovvio che, nonostante le comete fossero nominate dopo le divinità planetarie, sono state anche assegnate i loro propri nomi distintivi—Hippeus nel caso sopra, altri nomi per altre comete in altri casi, come ha notato Fuhr stessa—così che comete e pianeti non potevano davvero essere confusi l'uno con l'altro. Terzo, sebbene possa essere ridondante dirlo, sono state le comete a ricevere nomi planetari, e non i pianeti a ricevere nomi cometari. E questa è una lezione che Clube, Napier e tutti coloro che desiderano ricastare le divinità planetarie come cometarie non sono riusciti a imparare."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 76,
            "content": "I due astronomi interpretano il resoconto mito-storico. In effetti, per quanto riguarda il loro libro, The Cosmic Serpent, si può affermare con sicurezza che si sono basati ampiamente sugli Worlds in Collision di Immanuel Velikovsky. Naturalmente, Velikovsky trattava di catastrofismo planetario, mentre Clube e Napier hanno reinterpretato le fonti mito-storiche di Velikovsky alla luce delle bombardamenti cometari. Non potevano, naturalmente, sfuggire al fatto che le fonti stesse sottolineavano il ruolo dei pianeti invece delle comete. Hanno aggirato questo problema con la supposizione che i pianeti fossero nominati come perpetratori invece delle comete perché le comete erano apparse per la prima volta vicino ai pianeti e quindi hanno ricevuto nomi planetari.\n\nAnche così, il crescente interesse per il catastrofismo cosmico nella scienza tradizionale non è stato influenzato dal lavoro di Clube, Napier, Velikovsky, o da nessuno dei loro predecessori nel campo, ma è stato largamente dovuto alle intuizioni derivanti da tre eventi separati—uno antico, gli altri due recenti. L'evento antico riguarda la fine dei dinosauri alla fine del periodo Cretaceo (in realtà, il confine Cretaceo-Tertiario) a causa dell'impatto terrestre di un corpo celeste, proposto per la prima volta da de Laubenfels nel 1956, ventiquattro anni prima che il team guidato da Luis Alvarez rubasse il merito per l'ipotesi. Inizialmente descritta come \"una teoria folle di pseudo-scienziati che si spacciano per paleontologi,\" la proposta è ora generalmente accettata. Anche così, poiché questo evento si suppone sia avvenuto milioni di anni fa, non ha fatto molto per il guadagno di rispetto del catastrofismo cosmico. In questo senso, nemmeno l'impatto terrestre di un corpo celeste nella regione del Tunguska in Siberia, avvenuto la mattina del 30 giugno 1908, esploso in un lampo abbagliante e spianò venticinque miglia quadrate della foresta circostante, poiché anche questo era considerato un caso isolato. Sebbene il segnale avrebbe dovuto essere chiaro, l'evento non attirò molta attenzione nel mondo occidentale fino agli ultimi decenni del secolo. Fu, più che altro, il più recente di questi eventi, quando la Cometa Shoemaker-Levy 9, che si era frantumata in un treno di ventuno frammenti separati, schiantò contro Giove durante il mese di luglio del 1994. Se ci fosse stata una leggera deviazione nell'orbita della cometa, tutte le ventuno parti avrebbero potuto colpire la Terra. Ma anche con questo sbaglio terrestre, divenne dolorosamente evidente che se una cometa può schiantarsi contro un membro vicino del Sistema Solare, un'altra potrebbe altrettanto facilmente collisionare con la Terra.\n\nAll'improvviso ci fu un frenesia di attività tra gli astronomi incentrata sulla rilevazione, e possibile eliminazione, di oggetti che incrociano la Terra, mentre i geologi impazzivano nel tentativo di scoprire crateri da impatto precedentemente non riconosciuti nel nostro territorio terrestre. Gli storici iniziarono a perlustrare documenti storici, pseudo-storici e mito-storici nella speranza di scoprire registrazioni di possibili impatti passati, mentre gli archeologi cominciarono a riscansare la polvere delle epoche per vedere cosa avrebbero potuto aver perso tra le rovine sparse delle civiltà passate che potessero essere interpretate come distruzioni cometarie o asteroidal. Così, per chiamarlo in qualche modo, la stesura di questo libro non mi pone esattamente in cattiva compagnia—ma solo in un modo di dire.\n\nLe comete che schiantano contro la Terra rimangono ben lontane dai pianeti che si spostano sulle loro orbite—cioè, se questi spostamenti sono mantenuti di essere avvenuti durante l'arrivo dell'uomo sulla Terra. Come sottolineato sopra, fu proprio a causa dell'apparente impossibilità di tali spostamenti orbitali che gli astronomi Clube e Napier ritennero opportuno reinterpretare il resoconto mito-storico in una luce cometaria, affermando che i pianeti erano stati nominati nei resoconti antichi semplicemente perché le comete erano apparse in prossimità dei pianeti e quindi erano state assegnate nomi planetari. E, per essere equi, questa non è esattamente un'idea dubbia. Così i greci tendevano a riferirsi alle comete con gli stessi nomi che applicavano ai pianeti, una rivelazione che è diventata una sorta di stampella per coloro che vorrebbero ricastare le antiche divinità planetarie come cometarie. Come ha notato Ilse Fuhr, \"nella lista di Hephaistion, la cometa Hippeus non è solo nominata dopo Afrodite, ma in realtà è Afrodite (= Venere) come altre comete sono effettivamente altri pianeti.\"\n\nCi sono tre cose da tenere a mente qui. Primo, è abbastanza ovvio che i pianeti sono stati nominati per le divinità prima delle comete, altrimenti non sarebbe stato possibile nominare la cometa Hippeus come \"Afrodite (= Venere).\" Secondo, è anche ovvio che, nonostante le comete fossero nominate dopo le divinità planetarie, sono state anche assegnate i loro propri nomi distintivi—Hippeus nel caso sopra, altri nomi per altre comete in altri casi, come ha notato Fuhr stessa—così che comete e pianeti non potevano davvero essere confusi l'uno con l'altro. Terzo, sebbene possa essere ridondante dirlo, sono state le comete a ricevere nomi planetari, e non i pianeti a ricevere nomi cometari. E questa è una lezione che Clube, Napier e tutti coloro che desiderano ricastare le divinità planetarie come cometarie non sono riusciti a imparare."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 77,
            "content": "+\nCapitolo 2\nSofia Astronomica Antica\nIMMAGINI SACRE DAL CIELO\nQui ce ne saranno alcuni che potrebbero obiettare che le civiltà antiche avevano abbastanza conoscenza degli affari astronomici, così che non si potesse realmente accettare ciò che avevano da dire riguardo ai pianeti del Sistema Solare come se fossero accurati. Tali obiezioni sarebbero, tuttavia, basate sull'ignoranza poiché le varie civiltà i cui resoconti mito-storici esamineremo erano effettivamente abbastanza informate quando si trattava di astronomia osservazionale. Un'esplorazione dettagliata di questa antica conoscenza astronomica costituirebbe un libro a sé stante. Così, nonostante la lunghezza di questo capitolo, ciò che viene presentato di seguito costituisce solo un breve resoconto delle principali scoperte astronomiche fatte dai nostri antenati antichi.\n\nInizierò con un argomento che potrebbe essere considerato banale—meteo e meteoriti. Questi cadevano dal cielo fin dalla notte dei tempi. I nostri antenati primitivi non sarebbero stati estranei a tali cadute. E, a differenza della deificazione dei pianeti, la santificazione dei meteoriti è più comprensibile. I meteoriti non appaiono semplicemente come punti di luce nel cielo notturno. Anche quando lo fanno, come stelle cadenti, lasciano una breve scia luminosa dietro di sé. Ogni tanto, vere e proprie piogge di questi bagliori fendenti sembrano emanare da un punto locale nel cielo. Quando le condizioni lo permettono, tali piogge possono essere piuttosto impressionanti. Più raramente, i meteoriti ruggiscono sotto forma di terribili sfere infuocate attraverso il cielo, di giorno o di notte. Il loro impatto esplosivo sul terreno può essere un'esperienza piuttosto spaventosa. Tali eventi, se witnessati, devono aver impressionato notevolmente i nostri antenati primitivi. Le occorrenze sarebbero state ricordate con paura e persino riverenza.\n\nA seconda delle condizioni, un meteorite che impatta può o non può formare un cratere. Il meteorite stesso può essere bruciato e atomizzato nel suo passaggio attraverso l'atmosfera terrestre. Spesso, però, restano sul terreno pezzi rocciosi o masse di ferro come prova del bombardamento. L'arrivo, o la materializzazione apparente, di tali oggetti in luoghi dove si vedevano colpire sfere infuocate deve aver misterizzato l'uomo primitivo in misura non indifferente. Tali oggetti, quando trovati, sarebbero stati considerati magici, possedendo poteri benigni o malvagi, se non entrambi. È comprensibile che tali oggetti, ora conosciuti come meteoriti, sarebbero stati raccolti, preservati e persino venerati. Ma si scopre che c'era di più. Lincoln La Paz lo ha detto in modo succinto: \"Gli antichi supponevano che le stelle fossero il domicilio degli dei; stelle cadenti e meteoriti cadevano significavano per loro sia l'effettiva discesa di un dio sia l'invio della sua immagine sulla terra.\" \n\nLa venerazione dei meteoriti come immagini degli dei poteva solo derivare da una credenza preesistente che gli dei risiedessero nel cielo sotto forma di stelle. Così, se le stelle erano dei, le stelle cadenti erano dei caduti. Ma anche questo non spiega completamente perché certi meteoriti erano associati a specifiche divinità e, in alcuni casi, a specifici pianeti.\n\nTra i semiti, in particolare gli antichi abitanti della penisola arabica, le pietre erano frequentemente dotate di attributi divini. Questi culti, come ha indicato Hildegard Lewy, erano praticati dalle stesse persone che veneravano i pianeti visibili. Philo Biblaius ci dice che i fenici consideravano i meteoriti come \"stelle cadute dall'aria,\" e che questi giocavano un ruolo dominante nella religione dei loro antenati antichi. Questi meteoriti, come ha sottolineato Lewy, \"erano concepiti come esseri divini della stessa natura dei pianeti.\"\n\nUn meteorite caduto a Tiro, in Siria, era associato alla dea Astarte. Ciò che è di ulteriore interesse qui è che, secondo gli stessi fenici che la veneravano, Astarte era la stessa Afrodite greca e, quindi, come lei, la dea del pianeta Venere.\n\nSecondo un passaggio nel Nuovo Testamento, una delle immagini sacre che veniva venerata a Efeso, e associata ad Artemide/Diana, si credeva fosse caduta dal pianeta Giove. I cultisti siriani del dio Elegabalus (o Gabal) \"si concentravano sul meteorite nel santuario di Emesa.\" Una grande pietra conica nera, questa \"immagine\" fu successivamente trasportata dall'imperatore Marco Aurelio Antonino, che assunse il nome del suo dio, al tempio di Cibele a Roma. Un altro famoso meteorite che era venerato in questa regione era la Magna Mater a Pessinus, in Asia Minore. Degna di menzione era anche la pietra che cadde ad Abidos e fu venerata lì.\n\nSecondo il sacerdote egizio Manetho, come citato da Plutarco, gli egizi consideravano i lodestone come le ossa del dio Horus, mentre il ferro, in generale, era creduto essere le ossa di Set (che Plutarco tradusse come Tifone). I meteoriti erano venerati non solo in onore di Set ma anche in onore del grande dio Amon, che i greci, giustamente o erroneamente, identificarono con il loro Zeus, e i romani, naturalmente, con Giove.\n\nGli antichi erano così ben familiari con i meteoriti che, prima della loro scoperta come minerale nelle profondità della Terra, credevano che tutto il ferro fosse caduto dal cielo. Così le..."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 78,
            "content": "\n\nCapitolo 2\nSofia Astronomica Antica\nIMMAGINI SACRE DAL CIELO (Continuato)\n\nhabits of the ancients provide a rich tapestry of how meteorites were integrated into their religious and cultural frameworks. Their recognition of celestial phenomena and attempts to explain them through mythology underscore the deep connection between the heavens and human civilization. The veneration of meteorites and their association with deities not only reflects their observational prowess but also their profound spiritual and symbolic interpretations of the natural world. This intersection of astronomy and mythology offers valuable insights into how early societies understood and interacted with the cosmos, laying the groundwork for future astronomical discoveries and the evolving relationship between humanity and the stars.",
            "captions": []
        }
    ]
}
