[
    {
        "page_type": "main",
        "page_number": 194,
        "content": "PTAH-SEKER-ASAR Un altro dio egiziano che ha avuto origine come personificazione di Saturno è Ptah, riconosciuto come tale da Giorgio de Santillana e Hertha von Dechend. Ptah era il \"più grande di tutti gli antichi dei di Menfi\" e, come ci informa Wallis Budge, \"il suo culto, in una forma o nell'altra, risale alla parte più antica del periodo dinastico.\" Era chiamato \"il dio molto grande che venne all'esistenza nei tempi più antichi... padre dei padri, Potere dei poteri... padre degli inizi... che creò la propria immagine, che plasmò il proprio corpo... il Disco del cielo...\" e \"il grande dio, che venne all'esistenza all'inizio.\" \"O padre di tutti i padri di tutti gli dei,\" Ptah è lodato in un inno, \"tu Disco del cielo.\" Di solito inteso come il disco del Sole, ma qui inteso come il disco di Saturno, questo \"Disco del cielo\" è ancora un'altra allusione al fatto che Saturno era visto come un grande orbe, indicando così la sua maggiore prossimità alla Terra. L'auto-generazione di Ptah è nuovamente allusa in termini inequivocabili in un altro inno in cui è lodato con le seguenti",
        "captions": [
            "Tre forme di Ptah—il dio che era lodato come il Disco del cielo."
        ],
        "headers": [
            "PTAH-SEKER-ASAR"
        ]
    },
    {
        "page_type": "main",
        "page_number": 195,
        "content": "parole: \"Tu non avevi padre che ti generasse... e tu non avevi madre che ti desse alla luce; tu ti sei plasmato senza l'aiuto di alcun altro essere. Completamente equipaggiato, sei venuto fuori...\" Ptah era identificato dagli egiziani stessi con il dio Osiride e, nei testi religiosi e funerari, spesso lo troviamo chiamato Ptah-Asar (cioè Ptah-Osiride). Così, in un altro famoso inno egiziano, troviamo Osiride stesso lodato come Ptah-Seker-Tem (cioè Ptah-Seker-Atum), che, come sostenuto da Budge, non è solo una forma di Osiride ma anche \"del sole notturno.\" Seker stesso \"era originariamente un potere di oscurità, o della notte\" che \"era identificato con forme del sole notturno come Tem [cioè Atum].\" \"Sotto il nome Ptah-",
        "captions": [
            "Seker (sinistra) e Seker-Asar (destra) — dio dell'oscurità e del sole notturno."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 196,
        "content": "Seker-Asar troviamo [ancora] Ptah e Seker uniti [e infine identificati] con Osiride... Non siamo quindi sorpresi di trovare anche Ptah ricordato come \"il splendido dio che esisteva solo all'inizio.\" Ciò che tutto ciò implica, quindi, è che il dio che personificava il pianeta Saturno si credeva fosse venuto all'esistenza di propria iniziativa e che, almeno \"all'inizio,\" era l'unico dio in esistenza. Nessun'altra divinità esisteva con lui o prima di lui. PRAJAPATI Abbiamo già visto il Brahma indiano, conosciuto come il \"padre degli dei e degli uomini,\" identificato con Saturno attraverso il nome Brahmanyah. In questo rispetto, è notevole che Brahma è considerato essere stato il primo dei Deva, termine che si intende come \"divinità,\" ma che, di fatto, significa \"quelli che brillano,\" un termine adatto per i corpi celesti. È quindi significativo che anche Brahma fosse descritto come originariamente solo: \"Egli fluttua, solo, sopra tutto.\" Un epiteto, solitamente tradotto come \"Signore delle Creature,\" con cui Brahma era conosciuto è Prajapati. Questo è così vero che, nel Vishnu Purana, Prajapati è dato come un nome aggiuntivo per Brahma. Come altri dei saturniani che abbiamo esaminato, anche Prajapati era riferito come \"l'Unico Dio.\" L'identità di Prajapati come Saturno non si basa solo su quella di Brahma. Come scoprì il studioso arabo del XI secolo, Al-Biruni, durante i suoi viaggi in India, il Signore di Saturno è chiamato Prajapati—puro e semplice. Non dovrebbe quindi sorprenderci che, in distinzione a Brahma, che era effettivamente il suo stesso io, Prajapati si credeva originariamente avesse governato da solo. Questo lo troviamo nel Satapatha Brahmana che, tra le altre cose, afferma che \"Prajapati solo, infatti, esisteva qui all'inizio.\" QUATTRO DAL MONDO \"PRIMITIVO\" La convinzione dottrinale che abbiamo esaminato si trova non solo tra le grandi fedi del mondo antico, ma anche tra i popoli più primitivi. Tra gli indiani d'America del nord-ovest, il creatore era conosciuto come Corvo. Ma qui dobbiamo differenziare tra due Corvi. La maggior parte delle storie riguardanti Corvo presentano questo essere misterioso come un mutaforma e imbroglione che spesso si intrometteva in ciò che era stato creato, anche se lui stesso era anche responsabile della creazione di certi elementi. Come imbroglione, mutaforma e imbroglione, Corvo è identificabile come una personificazione del pianeta",
        "captions": [],
        "headers": [
            "PRAJAPATI",
            "QUATTRO DAL MONDO \"PRIMITIVO\""
        ]
    },
    {
        "page_type": "main",
        "page_number": 197,
        "content": "Marte. Ma come creatore primario del cosmo, Raven deve essere identificato con il pianeta Saturno. Ora è vero che la maggior parte dei miti non differenzia tra i due, ma, almeno tra gli Eskimos e i Tlingit, la differenza tra di loro è ricordata e indicata dall'apparizione di Raven Boy oltre a Raven. Presentato come il figlio di Raven, è Raven Boy a essere dipinto come il burlone malizioso. In linea con il nostro argomento attuale, nota ora il credo Haida come parafrasato da Helmut Hirnschall: “Nessuno è esente dalla solitudine, e i vecchi e saggi che insegnano le vie di vivere e raccontano storie attorno ai fuochi da campo dicono che anche Raven, il Creatore, conosceva il peso della solitudine.” Per aver conosciuto “il peso della solitudine”, Raven doveva essere stato solo—cioè l'unica divinità esistente. Attraverso le regole della mitologia comparativa, si dovrà presumere che, in questo caso, si intenda Raven/Saturno e non Raven Boy/Marte. Qui dovremmo anche menzionare il creatore Yuki il cui nome, Taiké-mol, si traduce come “Camminatore della Solitudine.” Non c'è bisogno di spiegare che un camminatore della solitudine cammina da solo e, in questo mito Yuki, stiamo semplicemente intravedendo Raven in un'altra veste. Secondo i samoani, il loro creatore, Tangaloa, che “viveva negli spazi lontani,” era solo prima che ci fosse cielo e terra. E così, similmente, in un mito delle Nuove Ebridi dove si dice che il creatore, Naareau il Vecchio, “era il Primo di Tutti.” Niente era prima di lui: “Era nel vuoto. C'era solo Naareau seduto nel vuoto. A lungo sedette, e c'era solo lui.” QUARTO INTERLUDIO È stato assunto da un gruppo di studenti di religione che il concetto di divinità dell'uomo sia emerso dalla paura primitiva che i nostri antenati provavano nell'incontrare i misteri della natura che li circondava. Questi misteri, ci viene poi detto, furono infine spiegati attraverso la lenta e accumulativa creazione—invenzione, in realtà—di entità invisibili, spiriti e demoni, la maggior parte dei quali erano visti come antagonisti dell'uomo. Allo stesso modo, fenomeni naturali, come tuoni e fulmini, furono antropomorfizzati, cioè dotati di vita, nominati e persino appellati. Alla fine, ci viene detto, anche elementi naturali come la vegetazione e la",
        "captions": [],
        "headers": [
            "QUARTO INTERLUDIO"
        ]
    },
    {
        "page_type": "main",
        "page_number": 198,
        "content": "abilità sessuale divennero i destinatari di incarnazioni animate che, poco a poco, si evolsero in dei. Alcuni hanno sostenuto che gli antenati stessi dell'uomo, da tempo morti, forse attraverso il medium dei sogni, furono anche vivificati in fantasmi, o anime perdute, che furono infine incorporati in una fede religiosa in continua evoluzione. Altri insistono che le antiche divinità si siano evolute da un rispetto per certe persone storiche di rilievo—un'idea antica che è stata recentemente gloriosamente rivitalizzata da David Rohl nel suo tentativo sensazionale di riscrivere la storia antica. Coloro che sostengono questo punto di vista di solito indicano con orgoglio il mesopotamico Gilgamesh, un presunto re di Uruk, e l'egiziano Imhotep, architetto del re Djoser, come esempi principali delle loro prove. Ma che Gilgamesh fosse tutt'altro che una persona storica è stato finalmente stabilito oltre ogni ragionevole dubbio, una volta per tutte, da Ev Cochrane, mentre il caso di Imhotep è piuttosto unico. Il primo costruttore di una piramide—una a gradoni per certo—i dinasti successivi furono così colpiti dai successi di Imhotep che fu elevato allo status di dio. Non c'è da meravigliarsi, perché, dopotutto, i faraoni egiziani stessi erano tutti considerati dei viventi. Tuttavia, non incontriamo Imhotep in alcun tema mitologico, tanto meno in alcuno di natura cosmogonica. Per quanto valga, e Rohl a parte, la credenza che gli antichi dei fossero realmente persone storiche deificate, mai accettata da molti, ora è accettata da ancor meno. Al contrario, il contrario è vero, nel senso che alcune delle divinità primordiali furono infine demitologizzate e presentate in abiti umani anche dagli stessi antichi. La nostra ipotesi, come presentata in quest'opera, sostiene che il concetto di divinità deve la sua origine ai pianeti, specialmente al pianeta Saturno, e non a tali spiriti inventati, fantasmi, demoni o persone storiche come descritto sopra. Non sto qui affermando che i misteri della vita quotidiana, così come si riferivano ai nostri antenati primitivi, non fossero propizi al processo di creazione mitologica. Ma dire che i nostri antenati fossero più preoccupati per il carattere minaccioso della vita quotidiana, come inondazioni, carestie, terremoti e simili, è andare contro ciò che loro stessi ci hanno detto riguardo alle loro credenze. Se la verità deve essere conosciuta, anche tali calamità come quelle enumerate sopra erano spesso collegate alle divinità planetarie, e queste erano così collegate dagli stessi antichi. Così, per dare solo alcuni esempi: tra gli Incas, Saturno era considerato il dio della carestia. Quasi in tutto il mondo, Marte era considerato il dio della pestilenza. Venere era associata alla paura, all'oscurità e alla morte. I babilonesi, inoltre, non hanno mai scartato la loro credenza che anche i terremoti fossero in realtà causati dai pianeti. I sostenitori della teoria animistica, tuttavia, basano i loro concetti sull'origine della religione sulle credenze dei popoli primitivi attuali, piuttosto che sulle nazioni civilizzate del mondo antico. Ma anche lì, la loro teoria incontra varie obiezioni. Considera, ad esempio, i pigmei Efe della foresta Ituri di cui abbiamo avuto occasione di menzionare in un capitolo precedente. Questi pigmei non si piegano in paura di tuoni e fulmini. Le loro vite non sono dominate, o terrorizzate, da uno squadrone di spiriti della giungla che devono essere placati ogni volta che colpisce una calamità.",
        "captions": [],
        "headers": []
    }
]