[
    {
        "page_type": "main",
        "page_number": 119,
        "content": "I fenomeni registrati in essi sono precisamente quelli previsti dai testi astronomici matematici cuneiformi del periodo ellenistico [cioè greco successivo]. Durante i tempi seleucidi, quando Babilonia era governata dalla dinastia ellenistica fondata da Seleuco I dopo la morte di Alessandro, un periodo che si calcola sia durato dal 312 al 64 a.C., la teoria lunare e planetaria si era sviluppata lungo le linee classiche greche. Tabelle numeriche astratte, o efemeridi, che rappresentano i movimenti dei corpi celesti, erano molto in voga all'epoca. Queste continuarono a registrare la ricorrenza dei fenomeni astronomici, anno dopo anno, “con un'accuratezza paragonabile a quella delle osservazioni contemporanee.” Giudicando dai contenuti dei diari astronomici, questa accuratezza può essere estesa fino al 747 a.C. Non c'è nulla di straordinario in tutto ciò, ma dimostra un punto, banale quanto possa sembrare, e cioè questo: A partire almeno dalla metà del settimo secolo a.C., gli astronomi babilonesi sapevano molto bene come apparivano questi punti di luce chiamati pianeti e potevano facilmente distinguere l'uno dall'altro; sapevano dove ogni pianeta si trovava nel cielo e quale traiettoria ciascuno di essi seguiva invariabilmente—un compito facile per chiunque avesse una vista acuta, oltre alla pazienza e alla motivazione per imparare. Sì, lo so, è difficile anche solo da menzionare. Perché, allora, contrariamente a ciò che vediamo sopra di noi nel cielo notturno attuale, questi stessi astronomi babilonesi insistevano sul fatto che il pianeta che chiamiamo Saturno fosse stato il corpo più prominente nel cielo? Questa è una domanda alla quale, a partire dal capitolo successivo di questo lavoro, ci porterà in acque molto strane e profonde.",
        "captions": [
            "SR           ALY                  Ne ET Le EL Nii le lie Frammenti di una tavoletta cuneiforme, una delle varie che costituiscono i diari astronomici babilonesi. (Illustrazione dopo A. Sachs.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 120,
        "content": "Capitolo 3 IL PIÙ PROMINENTE DEI PIANETI Fu Diodoro Siculo, in qualche momento del primo secolo a.C., a riferire per primo al mondo ellenistico che i Caldei consideravano Saturno come il pianeta più prominente: “Ma sopra ogni cosa in importanza, dicono [i Caldei], è lo studio dell'influenza delle cinque stelle conosciute come pianeti...quella chiamata Crono [la stessa di Kronos] dai Greci [cioè, Saturno]...è la più conspicua...” Vista dalla Terra, questo non è semplicemente vero. Venere è molto più prominente. È facilmente il pianeta più luminoso, abbastanza luminoso di notte da proiettare ombre e, quando le condizioni meteorologiche lo permettono, abbastanza luminoso da essere visto durante il giorno. In contrapposizione, Saturno è un oggetto molto difficile da osservare. Anche Bob Forrest, uno dei più forti oppositori del catastrofismo cosmico, fu spinto a esprimere il suo stupore per questo dato: “L'unica cosa sconcertante di questo passo [di Diodoro] è il modo in cui si dice che Saturno sia il più conspicuo dei pianeti. Tutto il resto è piuttosto routinario.” Come vedremo, questa affermazione non è l'“unica cosa sconcertante” in questo passo di Diodoro; né tutto il resto in esso è “piuttosto routinario.” Ma una cosa alla volta. Il termine “Caldeo,” nel frattempo, è stato a lungo frainteso e mal applicato dagli storici antichi e moderni. Come usato da Diodoro e da altri autori classici, il termine significava semplicemente “astrologi” e/o “astronomi,” ma sempre in relazione ai Babilonesi.* Questi, quindi, erano gli stessi Babilonesi i cui successi astronomici abbiamo enumerato nella sezione precedente. Ma come, allora, con tutta la loro sofisticata conoscenza dei cieli, potrebbero aver commesso un tale errore? O, se non fosse stato un errore, perché avrebbero perpetuato una tale falsità? Certo, si potrebbe anche chiedere: Perché prendere la parola di Diodoro, un storico greco, che potrebbe facilmente essersi sbagliato su questioni babilonesi? Ma Diodoro era l'unico scrittore dell'antichità che abbia mai riportato questa strana credenza riguardo al pianeta Saturno? E, di fatto, erano i Babilonesi gli unici a dover aver affermato questa stranezza? Per dare solo un altro esempio—e più tardi ne daremo altri—qui notiamo uno dei nomi sanscriti del pianeta Saturno, cioè Grahanayakah.* Il nome è composto dalle parole graha(h)—“pianeta”—e nayakah—“capo o leader.”* Così, secondo questo nome, Saturno è, o almeno era, considerato il leader dei pianeti—infatti, il pianeta principale.” Come vedremo presto, questa credenza era diffusa tra le antiche nazioni ed è difficile credere che una tale affermazione persistente possa essere stata il risultato di semplice fantasia. Ma se gli astronomi dell'epoca potevano vedere, come devono aver fatto, che Saturno non era il più prominente, o conspicuo, dei pianeti, su cosa si basava la credenza? STELLA SOLIS Quindi, cosa ha fatto sì che i Babilonesi alludessero a Saturno come il più prominente dei pianeti—prominente a tal punto da riferirsi ad esso, inter alia, come En-Me Sar-ra, cioè “Signore della Legge dell'Universo”?* Si deve ammettere, che è un titolo piuttosto elevato da conferire a quello che appare essere un semplice punto di luce nell'attuale cielo notturno. L'indizio sulla prominenza di Saturno—anche sulla sua grandezza—è fornito da Diodoro nello stesso passo che abbiamo già parzialmente citato. Lì, questo scrittore continua a riferire che “il [pianeta] chiamato Crono [cioè, Saturno] dai Greci...essi [i Caldei] chiamano la stella di Elio...” È un po' strano che Forrest non abbia trovato questa affermazione “sconcertante” come quella che proclama Saturno come il più prominente dei pianeti. Ancora più strano è che l'abbia relegata all'importanza di un resoconto “piuttosto routinario” perché, per i Greci del tempo di Diodoro, Helios era il Sole. Da esso derivano parole inglesi orientate al Sole come “eliacal,” “eliocentrico,” e “eliografo.” Perché i Babilonesi avrebbero riferito al pianeta Saturno come la stella del Sole? Ma cosa dei Babilonesi stessi? Non sentiamo forse direttamente da loro? Con così tante tavolette cuneiformi andate perdute a causa delle vaghezze della natura e della mano dell'uomo, e con così tante altre indecifrabili che si stanno deteriorando nei sotterranei dei musei, non sarebbe stato straordinario se questo dato non fosse sopravvissuto nell'originale. Ma è sopravvissuto, e in più di un testo. R. C. Thompson potrebbe essere stato il primo a scoprire, anche se non del tutto comprendere, questa verità babilonese. Così, un altro nome babilonese per il pianeta Saturno era (Mul) Lu-Bat Sag-U8,* e troviamo dichiarato in un rapporto astrologico di quella nazione che “(Mul) Lu-Bat Sag-US Mul (il) Samas 𐎘u-u,” che Thompson ha tradotto come “[il pianeta] Saturno è la stella del sole.”* In realtà, Diodoro avrebbe dovuto sapere che questa credenza era già comune tra gli studiosi della sua stessa nazione. Eratostene di Alessandria, che prosperò tra il 276 e il 194 a.C., e la cui conoscenza astronomica, matematica e geografica gli permise, come abbiamo già visto, di misurare la circonferenza della Terra, identificò il pianeta Saturno come la stella del Sole, così come fecero diversi altri scrittori greci.",
        "captions": [],
        "headers": [
            "IL PIÙ PROMINENTE DEI PIANETI"
        ]
    },
    {
        "page_type": "main",
        "page_number": 121,
        "content": "parole graha(h)—“pianeta”—e nayakah—“capo o leader.”* Così, secondo questo nome, Saturno è, o almeno era, considerato il leader dei pianeti—infatti, il pianeta principale.” Come vedremo presto, questa credenza era diffusa tra le antiche nazioni ed è difficile credere che una tale affermazione persistente possa essere stata il risultato di semplice fantasia. Ma se gli astronomi dell'epoca potevano vedere, come devono aver fatto, che Saturno non era il più prominente, o conspicuo, dei pianeti, su cosa si basava la credenza? STELLA SOLIS Quindi, cosa ha fatto sì che i Babilonesi alludessero a Saturno come il più prominente dei pianeti—prominente a tal punto da riferirsi ad esso, inter alia, come En-Me Sar-ra, cioè “Signore della Legge dell'Universo”?* Si deve ammettere, che è un titolo piuttosto elevato da conferire a quello che appare essere un semplice punto di luce nell'attuale cielo notturno. L'indizio sulla prominenza di Saturno—anche sulla sua grandezza—è fornito da Diodoro nello stesso passo che abbiamo già parzialmente citato. Lì, questo scrittore continua a riferire che “il [pianeta] chiamato Crono [cioè, Saturno] dai Greci...essi [i Caldei] chiamano la stella di Helios...” È un po' strano che Forrest non abbia trovato questa affermazione “sconcertante” come quella che proclama Saturno come il più prominente dei pianeti. Ancora più strano è che l'abbia relegata all'importanza di un resoconto “piuttosto routinario” perché, per i Greci del tempo di Diodoro, Helios era il Sole. Da esso derivano parole inglesi orientate al Sole come “eliacal,” “eliocentrico,” e “eliografo.” Perché i Babilonesi avrebbero riferito al pianeta Saturno come la stella del Sole? Ma cosa dei Babilonesi stessi? Non sentiamo forse direttamente da loro? Con così tante tavolette cuneiformi andate perdute a causa delle vaghezze della natura e della mano dell'uomo, e con così tante altre indecifrabili che si stanno deteriorando nei sotterranei dei musei, non sarebbe stato straordinario se questo dato non fosse sopravvissuto nell'originale. Ma è sopravvissuto, e in più di un testo. R. C. Thompson potrebbe essere stato il primo a scoprire, anche se non del tutto comprendere, questa verità babilonese. Così, un altro nome babilonese per il pianeta Saturno era (Mul) Lu-Bat Sag-U8,* e troviamo dichiarato in un rapporto astrologico di quella nazione che “(Mul) Lu-Bat Sag-US Mul (il) Samas 𐎘u-u,” che Thompson ha tradotto come “[il pianeta] Saturno è la stella del sole.”* In realtà, Diodoro avrebbe dovuto sapere che questa credenza era già comune tra gli studiosi della sua stessa nazione. Eratostene di Alessandria, che prosperò tra il 276 e il 194 a.C., e la cui conoscenza astronomica, matematica e geografica gli permise, come abbiamo già visto, di misurare la circonferenza della Terra, identificò il pianeta Saturno come la stella del Sole, così come fecero diversi altri scrittori greci.",
        "captions": [],
        "headers": [
            "STELLA SOLIS"
        ]
    },
    {
        "page_type": "main",
        "page_number": 122,
        "content": "continuato fino al VI secolo d.C. come è noto attraverso il filosofo neoplatonico Simplicio che chiamò anche Saturno la stella del Sole.” Tuttavia, i Romani erano di un'opinione simile. Nella sua enumerazione dei pianeti, lo scrittore latino Gaio Tulio Iginio che, in quanto sovrintendente della Biblioteca Palatina, deve aver avuto accesso a materiale molto più antico, si riferì al pianeta in questione come la stella di Sol.” Come qualsiasi dizionario verificherà, Sol non era solo il Sole personificato dai Romani, ma era, come lo è ancora, la parola latina per “Sole.” Da esso derivano parole inglesi come “solare,” “solarium,” e “solstizio.” Lo scoliaste su Germanico elenca anche Saturno come Stella Solis—Stella del Sole—un nome che apparentemente era una designazione comune per il pianeta in epoca romana.” Tuttavia, da dove è originata questa credenza? Cosa significa realmente la designazione “stella del Sole”? Un indizio rivelatore proviene dal sanscrito. In questa lingua, Surya è il nome comune per il Sole. Suryaputrah, che significa “figlio del Sole,” è però uno dei nomi per il pianeta Saturno.” Un altro nome sanscrito per il Sole è Ravi e, ancora una volta, troviamo il pianeta Saturno designato come Raviputra che significa anche “figlio del Sole.”* Come figlio del Sole, Saturno potrebbe essere definito la stella del Sole. Ma questo solleva solo un'altra domanda. Perché Saturno, tra i pianeti, sarebbe stato considerato il figlio del Sole? Facciamo un passo ulteriore. Un altro nome sanscrito per il pianeta Saturno è Saurah. Ma saurah significa anche “giorno solare” e/o “mese solare.” Questo sembra indicare che la connessione tra Saturno e il Sole fosse più intima di quanto abbiamo finora dedotto. In effetti, questo ultimo dato è sufficiente per far credere che, almeno per gli indù, Saturno e il Sole fossero quasi sinonimi. (Mul) Lu-Bat Sag-U5 Un'entrata comune in una collezione di rapporti astrologici da Ninive e Babilonia che, in forme varianti, è ripetuta molte volte, utilizza la formula “Quando Shamash [lo stesso di Sama] si trova nell'alone di Sin” tale e tale cosa accadrà.” Ora aprite praticamente qualsiasi opera sulla mitologia assiro-babilonese e troverete dichiarato che Shamash e Sin erano il Sole e la Luna deificati. Secondo questa credenza, l'omen menzionato sopra si tradurrebbe quindi come “quando il Sole si trova nell'alone della Luna” tale e tale cosa accadrà. Ora, mentre Sole e Luna possono essere visti insieme, il Sole non può mai apparire nell'alone della Luna. Per una cosa, il Sole non appare abbastanza piccolo da adattarsi tra la Luna e il suo alone circostante—quando ne ha uno; per un'altra, la Luna può apparire solo all'interno di un alone durante la notte quando il Sole, non c'è bisogno di dirlo, è assente. Cosa, allora, potrebbero aver alluso gli astrologi babilonesi?",
        "captions": [],
        "headers": [
            "(Mul) LU-BAT SAG-U5"
        ]
    },
    {
        "page_type": "main",
        "page_number": 123,
        "content": "Non ha senso affermare che questo fosse nonsense astrologico. Gli astrologi babilonesi, come quelli dell'antica Cina, erano tenuti a informare i loro sovrani sui mandati del cielo, per avvertirli di disastri imminenti o per placare le loro paure con rapporti di soddisfazione divina. Gli eventi previsti potrebbero non essersi sempre avverati. Tuttavia, le previsioni fallaci erano una cosa; quelle impossibili erano un'altra. Non avrebbe avuto senso prevedere un evento basato su un fenomeno astronomico che non avrebbe mai potuto avvenire. Una prognosi basata sull'apparizione del Sole all'interno dell'alone della Luna non solo sarebbe stata inutile, ma sarebbe stata considerata completamente folle. Nessun astrologo babilonese avrebbe rischiato il ridicolo, per non parlare del dispiacere reale, inviando una tale previsione al suo re. Perché, allora, si sono persino presi la briga di scrivere una tale formula? Come ha concluso Morris Jastrow, anche senza conoscere il pieno significato di queste formule, “Poiché questo fenomeno può verificarsi solo di notte, Sama non può ovviamente essere il sole.” Questo ci riporta alla dichiarazione babilonese menzionata in precedenza che recita “(Mul) Lu-Bat Sag-U8 (il) SamaS Su-u,” e che, come abbiamo visto, Thompson ha tradotto come “Saturno è la stella del sole.”* Jastrow, tuttavia, ha notato che mentre questa lettura è possibile, una traduzione più accurata sarebbe “Saturno è la stella del sole.”* Notiamo qui la differenza tra chiamare Saturno la stella del Sole—la stella appartenente al Sole—e nominarlo come stella del Sole poiché quest'ultima sembra connotare il Sole stesso. In effetti, un'altra traduzione fornita da Jastrow è “[il] pianeta Saturno (come) stella è Shamash.”* Detto più chiaramente, ciò che questo dato ci sta realmente dicendo è che “il pianeta Saturno è Shamash” o “Shamash è il pianeta Saturno.” Ciò che è anche interessante è che questa affermazione appare come una nota in uno di quegli omen che utilizza la formula “quando Shamash si trova nell'alone di Sin.”* Questo, quindi, era il modo degli astrologi di informare chiunque leggesse questo particolare rapporto che con Shamash si intendeva il pianeta Saturno, e non il Sole. La formula in questione dovrebbe quindi recitare “quando Saturno si trova nell'alone di Sin” tale e tale cosa accadrà. Questo è ulteriormente chiarito da un'altra nota che appare in un numero di casi simili che dichiara inequivocabilmente che (Mul) Lu-Bat Sag-U8 ina tarbas Sin izzaz” —cioè, “Saturno si trova nell'alone di Sin.”* Questo non solo ha più senso osservazionale, ma completa—anzi, convalida—la formula che utilizza Shamash come nome per Saturno. Se le condizioni lo permettono, il punto di luce nel cielo notturno che è Saturno può essere discernibile all'interno dell'alone della Luna. (In realtà, questo argomento, che ho avuto motivo di ripetere in passato, non è nemmeno necessario perché, come indicherò in un futuro lavoro, Sin non ha sempre rappresentato la Luna.) Thompson, ovviamente, era a conoscenza prima di Jastrow che i Babilonesi chiamavano Saturno con il nome di Shamash.* Poiché questa verità è emersa almeno dal 1900, è un peccato di omissione—o peggio ancora, una frode accademica—non averlo dichiarato in opere attuali che trattano della mitologia assiro-babilonese. Anche il precedente direttore dell'astronomia britannica...",
        "captions": [],
        "headers": []
    }
]