[
    {
        "page_type": "main",
        "page_number": 409,
        "content": "Insieme a quello di Lynn Rose, già trattato nelle pagine precedenti di questo lavoro, esistevano altri modelli concorrenti basati sui fenomeni Saturniani che emersero nel corso degli anni. Sebbene apparentemente basati sul contenuto dei documenti mitico-storici, alcuni di essi non coinvolgevano nemmeno i pianeti. Nessuno di questi modelli riusciva a far luce sul problema del collegamento assiale della Terra con Saturno. Nel frattempo, fin dall'inizio del suo modello, Talbott aveva optato per il pianeta Giove in una posizione \"sopra\" Saturno, allineato con Saturno e la Terra, ma non in allineamento assiale con essi. Secondo questo schema, Saturno e la Terra avrebbero ruotato su un unico asse \"che si estendeva da Giove.\" Questo avrebbe significato che, dal punto di vista della Terra, Giove sarebbe stato nascosto dietro Saturno e quindi non visibile agli osservatori terrestri. Fin dall'inizio, questo schema non mi convinceva perché non avevo trovato nulla nei documenti mitici che potesse spiegare questo aspetto nascosto del pianeta Giove o di una divinità identificabile con esso. E, al momento della stesura di questo testo, Talbott non ha ancora presentato le prove su cui continua a basare questa particolare ipotesi. Io, d'altro canto, avevo considerato l'idea di posizionare Giove all'estremità opposta della configurazione con la Terra situata tra i due pianeti giganti. In questo modo, Giove sarebbe apparso stazionario nel cielo polare sud della Terra. Tale configurazione, ragionavo all'epoca, avrebbe ridotto il problema dell'instabilità poiché la Terra sarebbe stata attratta gravitazionalmente da entrambi i giganti senza soccombere a nessuno dei due. Questa idea era stata alimentata da alcuni frammenti mitologici che nominavano il pianeta Giove come la Stella del Sud. Così, nel Bundahish persiano si afferma come i \"sette capi dei pianeti siano giunti ai sette capi delle costellazioni,\" dove il pianeta Giove è associato alla costellazione che gli antichi persiani chiamavano Vanand. Altrove nello stesso testo, Vanand è descritto come \"il capo del sud,\" il che farebbe di Giove il pianeta del sud. Nell'astro-mitologia indù, Brihaspati, che è il nome sanscrito del pianeta Giove, è anche collegato \"al fuoco del sud.\" Nell'astronomia egiziana del periodo tolemaico, le stelle meridionali erano considerate sacre a Horus che, come Heru-Up-Shetau e/o Heru-pe-sheta (Heru-ap-sheta e/o Heru-ap-sheta-taui), era uno dei nomi del pianeta Giove.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 410,
        "content": "era conosciuto come il \"dio sole meridionale.\" Ancora meglio, il pianeta Giove stesso era noto semplicemente come la \"Stella del Sud\" e/o la \"Stella del Meridione.\" Ci sono vari altri riferimenti a divinità meridionali e stelle del sud nelle mitologie di diverse razze, ma la maggior parte di questi rimane non identificata dai popoli interessati. Ero quindi entusiasta quando, nel gennaio del 1980, l'ingegnere elettrico e statistico matematico Chris Sherrerd inviò un articolo sorprendente a KRONOS, nella cui redazione lavoravo allora come redattore senior. Il titolo stesso dell'articolo—\"La plausibilità di Saturno polare\"—era una dichiarazione così positiva da farmi divorare il contenuto con entusiasmo infantile. Sherrerd non aveva timori nell'affermare che un tale sistema planetario era \"non solo plausibile ma probabile.\" Egli considerava che una configurazione lineare, con Giove e Saturno a un'estremità e la Terra al centro, \"sia un arrangiamento fattibile e stabile secondo i principi ben noti della fisica moderna.\" Ulteriori ricerche da parte mia, tuttavia, indicarono che divinità diverse da quelle identificate con il pianeta Giove erano anch'esse associate al sud. Ad esempio, gli dèi messicani Tezcatlipoca e Huitzilopochtli sono entrambi designati come sovrani del sud. Queste due divinità, tuttavia, si adattano meglio al ruolo di Marte piuttosto che a quello di Giove, proprio come Velikovsky aveva ipotizzato in precedenza. Peggio ancora, nella mitologia romana, Giove, come Saturno, era associato al nord piuttosto che al sud. Divenne quindi evidente che l'associazione di Giove con il sud, così come, incidentalmente, con il nord, era legata a qualcosa di completamente diverso (su cui, per mantenere l'ordine cronologico degli eventi, scriverò in un volume successivo). Non mi rimase quindi altra scelta che abbandonare questa linea di indagine. A causa della mancanza di consenso editoriale, l'articolo di Sherrerd non fu mai pubblicato. Tuttavia, la teoria della formazione a bilanciere rifiutava di scomparire. Tanto che, nel 1988, anche Talbott ritenne opportuno prestarle attenzione. Come scrisse: \"Più di un modello fisico, per preservare la stabilità (o almeno una parvenza di essa), suggerirebbe un allineamento dei pianeti simile a un bilanciere rotante, con le sfere più grandi che bilanciano le due estremità dell'assemblaggio planetario e la Terra bloccata in allineamento polare tra di esse. Su questo principio teorico non posso esprimere opinioni, sebbene l'applicazione del principio all'allineamento planetario supportato miticamente produca alcuni risultati interessanti.\" Ma poiché Talbott aveva già optato per la località di Giove dietro Saturno, finì per suggerire l'introduzione di un altro pianeta.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 411,
        "content": "La mia sequenza proposta di pianeti settentrionali, ovviamente, non è mai stata influenzata da questo meccanismo di bilanciamento. Potrebbe però essere significativo che il concetto sembri supportare le posizioni relative suggerite dei pianeti. Sebbene ciò non risponda alla domanda su quali grandi pianeti potrebbero aver bilanciato l'altra estremità del bilanciere (per la quale i miti non offrono aiuto), i candidati logici sarebbero sicuramente prima Nettuno e poi Urano. Questo, a sua volta, fu ripreso da Frederick Hall, un ingegnere in pensione del Stanford Linear Accelerator Laboratory: \"Proto-Saturno [scrisse] non è solo. Come in un sistema binario, è accompagnato dal più piccolo Nettuno, sebbene Nettuno non sia stellare.\" Robert Driscoll, un fisico del Caltech, non sembrava dare molta considerazione alla partecipazione di Nettuno nella configurazione Saturniana. Non so se fosse già a conoscenza della teoria di Sherrerd, che aveva suggerito Giove come l'altro membro della formazione a bilanciere, o se fosse giunto a questa conclusione da solo. Ma è la formazione a bilanciere Saturno-Giove che egli ritenne opportuno analizzare attraverso una serie di equazioni matematico-fisiche. Questo fu incoraggiante, per lo meno, perché, per la prima volta dai tempi di quei fisici che avevo interpellato in precedenza, qualcuno aveva tentato di quantificare la soluzione al dilemma coassiale insito nel sistema Saturniano proposto. Ma anche qui c'erano ancora alcuni problemi. Secondo Driscoll, il sistema Saturniano si formò all'interno del Sistema Solare stesso quando un super-gigante gassoso non identificato subì una fissione nucleare, innescando così una serie di calamità minori che portarono a resistenze aerodinamiche, restringimento e arrotondamento delle orbite, cariche elettriche, cancellazione delle attrazioni gravitazionali, forze centrifughe, la cui influenza combinata portò la Terra a essere catturata tra Giove e Saturno. Questa, in breve, era la teoria di Driscoll. Non avrebbe senso qui presentarla in maggiore dettaglio e/o riprodurre le equazioni correlate poiché sarebbero al di là della comprensione della maggior parte dei miei lettori. Sette anni dopo, Driscoll tornò sull'argomento in un articolo più lungo in cui considerò non solo il modello a bilanciere con la Terra catturata tra Giove e Saturno, ma anche, e principalmente, il prototipo originale di Talbott, ancora da lui sostenuto, in cui Giove è posizionato dietro Saturno. In questo tentativo, le forze aerodinamiche precedentemente utilizzate furono eliminate, con la stabilità del sistema ora più fortemente dipendente dall'attrazione gravitazionale del Sole. Sebbene apprezzassi il maggiore dettaglio e le ulteriori equazioni, ero meno soddisfatto di questa versione rispetto al tentativo precedente di Driscoll. Né un ulteriore, ma molto più breve, articolo di lui, con ancora più equazioni, aggiunse qualcosa di sostanzialmente nuovo alla sua teoria.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 412,
        "content": "I pianeti coassiali, cioè Saturno e Terra, sono fatti ruotare attorno a Giove \"in una linea sincrona con l'orbita di Giove attorno al Sole.\" Inutile dire che Saturno avrebbe fronteggiato Giove, schermando così Giove dagli occhi terrestri. Diverse calcolazioni furono eseguite da Grubaugh per \"dimostrare che l'allineamento è fattibile secondo le leggi della gravitazione newtoniana e che la magnitudine della coppia necessaria per produrre la precessione richiesta è entro il regno del possibile.\" Ancora una volta, non è necessario riprodurre qui queste calcolazioni e le parti interessate sono invitate a consultare i documenti originali citati. Sebbene nessun altro modello fisico della configurazione Saturniana avesse fino a quel momento ricevuto tanta attenzione quanto il modello proposto da Grubaugh, esso ebbe i suoi alti e bassi. Alla fine, persino Talbott, su cui Grubaugh aveva modellato la sua ipotesi, scoprì un difetto nel modello di Grubaugh, sebbene non fosse uno che influenzasse i suoi calcoli. Ciò che Talbott realizzò è che, per quanto fisicamente verificabile potesse essere, il modello di Grubaugh non si conformava al suo scenario come lo aveva costruito sulla base del modello mitico-storico. Questo problema fu rilevato anche da Wallace Thornhill. Peggio ancora, Thornhill trovò difetti anche nel sistema di Grubaugh, e quindi, in una certa misura, anche in quello di Talbott nel suo complesso. Nel 1999, Emilio Spedicato, fisico e capo del Dipartimento di Matematica dell'Università di Bergamo, Italia, affrontò il problema. Come altri prima di lui, anche lui produsse una serie impressionante di equazioni che, almeno numericamente, risultavano in accordo con il modello polare Saturniano. Ma, come altri prima di lui, immaginò anche il sistema come residente all'interno della sfera di influenza del Sole. Tuttavia, Spedicato riuscì a dimostrare che, almeno matematicamente, il sistema coassiale sarebbe stato stabile anche sotto i vincoli newtoniani. Non poteva, tuttavia, garantire per quanto tempo la stabilità del sistema avrebbe potuto persistere. Un anno dopo, Spedicato collaborò con Antonio Del Popolo, un astrofisico anch'egli dell'Università di Bergamo, in un ulteriore tentativo di quantificare la stabilità intrinseca del sistema coassiale Saturniano proposto e, più importante, di vedere quanto a lungo il sistema sarebbe rimasto stabile. Con disappunto di alcuni, i risultati ottenuti dalle equazioni coinvolte non confermarono la necessaria stabilità dinamica prolungata del modello. Al contrario, si scoprì che la stabilità di un tale sistema allineato assialmente sarebbe stata persa \"piuttosto rapidamente, con una durata massima corrispondente a soli circa 3 mesi\" quando la sua \"stabilità attesa dovrebbe estendersi almeno per diverse migliaia di anni.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 413,
        "content": "Per poter eventualmente ristabilire la fattibilità dinamica del modello polare, si dovrebbero introdurre parametri nel modello fisico che non erano stati considerati all'epoca, come \"forze mareali e/o elettromagnetiche.\" Avvertirono anche che \"è impossibile a priori affermare che il sistema sia instabile per tutti i valori di o [cioè la distanza della Terra dal Sole in unità astronomiche] e per cambiamenti accettabili nelle masse planetarie che potrebbero essere derivati da un crollo catastrofico del sistema.\" Alla fine, persino Roger Ashton cedette ai problemi fisici che vedeva come inerenti alla teoria della configurazione Saturniana e finì per sollevare obiezioni riguardo alla fattibilità del sistema Saturniano. La sua principale critica si concentrava su ciò che riteneva essere la gigantesca distruzione catastrofica sulla Terra che sarebbe risultata durante e dopo il collasso del sistema Saturniano. Ciò che rimaneva curioso del ripensamento di Ashton è che, nonostante tutte le sue obiezioni, non scartò il modello Saturniano né lo scenario ad esso associato. Come avrebbe potuto, quando lui stesso aveva dedicato ore di ricerca, specialmente nella letteratura sanscrita, e pagine di appunti, a verificare con successo i presupposti fondamentali del modello? Infatti, in un suo articolo del 1987 che, al momento della stesura di questo testo, non è ancora stato pubblicato, sottolineò la sua convinzione che la cosiddetta apparizione Saturniana da cui \"le metafore del mito\" possono essere retrospettivamente derivate possa essere considerata il fondamento stesso del mito. Ma poi, tornando alla vecchia idea che l'identificazione delle divinità con i pianeti sia tardiva, si convinse che l'apparizione Saturniana, come potrebbe essere apparsa nel cielo antico dell'uomo, non aveva nulla a che fare con i pianeti. A parte il fatto che ciò è verificabilmente falso, sembra aver dimenticato che, in molti casi, i documenti antichi parlano specificamente di pianeti oltre che delle loro divinità corrispondenti, come mostrato nelle pagine precedenti di questo lavoro. Eppure, se non pianeti, cosa? Che cosa credeva Ashton fosse responsabile della cosiddetta apparizione Saturniana? Cito direttamente dall'articolo in questione: \"Abbandonare il planetario e mantenere l'aspetto polare celeste nord delle divinità primordiali consente un approccio aperto e imparziale alla questione se ci sia mai stata una base fisica originale per le concezioni mitiche. Fino a quando la tesi esposta nel corso di questo saggio non riceverà una qualche misura di verifica fisica, è ancora facilmente concepibile che il materiale del mito sia dovuto a fattori soggettivi, visionari, psichici, mistici, metafisici, criptici, subliminali o, se si può sopportare l'idea, occulti. Questo potrebbe essere vero indipendentemente da quanto bene i motivi mitici si fondano in un'unica immagine composita retrospettivamente, e indipendentemente da quanto bene i reperti archeologici sembrino attestare quella fusione.",
        "captions": [],
        "headers": []
    }
]