[
    {
        "page_type": "main",
        "page_number": 164,
        "content": "I progenitori a cui si allude al fenomeno continuarono a emergere fino all'era romana e anche oltre, fino ai tempi medievali. Ora si scopre che, tra i pianeti visibili ad occhio nudo, solo Giove e Saturno sono stati trovati ad esibire qualità simili a quelle delle stelle. Queste caratteristiche non sono nemmeno rilevabili nel campo di un telescopio. Senza la sofisticazione della tecnologia spaziale moderna, non c'era modo che gli antichi potessero riconoscere tali peculiarità. Eppure, tra tutti i pianeti visibili a loro, ne scelsero uno di questi due e lo alludirono persistentemente come un sole. L'ipotesi presentata in questo lavoro non richiede necessariamente che l'età della Terra o del Sistema Solare venga ridotta. Né tantomeno quella di Saturno. Solo che la sua fase luminosa non potrebbe essere terminata miliardi, ma solo qualche migliaio, di anni fa. Come abbiamo visto nel Capitolo 2 di questo lavoro, la credenza antica che le pietre, e persino il ferro, fossero solite cadere dal cielo, nonostante il fatto che i meteoriti non fossero stati assegnati alla santità della verità scientifica fino al 1803, si è rivelata corretta. La credenza antica che il Sole presenti macchie sulla sua faccia, che fino al diciassettesimo secolo dell'era attuale era ancora contestata, si è anch'essa dimostrata corretta. La credenza antica che il Sole, piuttosto che la Terra, fosse al centro del Sistema Solare, la cui verità non fu 'ri-scoperta' fino al sedicesimo secolo, si è dimostrata tale. La credenza antica che la Terra fosse rotonda, piuttosto che piatta, e che ruotasse sul suo asse si è rivelata vera. La credenza antica che le comete fossero corpi fisici, e che l'apparizione di questi corpi nei nostri cieli seguisse una periodicità prevedibile, si è dimostrata accurata. In tutti questi casi, così come in altri, la credenza antica si è rivelata priva di errori mentre le assunzioni più moderne si sono rivelate sbagliate. Possiamo ora ripetere la storia proclamando che la credenza antica in un sole saturniano debba essere errata? Infine, non mi aspetto che astronomi e astrofisici, o chiunque altro, accettino l'ipotesi per fede. Siano sciocchi coloro che lo fanno. La mia unica richiesta a questo punto è per una mente aperta e una rivalutazione dei fatti. Può la scienza essere imposta a dare alla questione una seria considerazione? Inoltre, è la combustione del deuterio, o la fusione nucleare, l'unico modo in cui Saturno potrebbe aver brillato come un sole?",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 165,
        "content": "Capitolo 6 Satellite Primordiale LUCE DELLE STELLE: STELLA BRILLANTE I Fiote della Costa Africana di Loango credono che la Via delle Stelle — che è di solito, ma erroneamente, interpretata come l'attuale Via Lattea! — \"è la strada di un corteo funebre di una grande stella che, un tempo, brillava più del Sole nel cielo.\" Come hanno commentato Giorgio de Santillana e Hertha von Dechend su questo mito, se può anche essere chiamato così: \"Convenientemente breve, e senza tecnicismi.\" Anche se i Fiote non identificano questa stella, ci sarà perdonato se accettiamo questo dato come un'allusione alla precedente brillantezza solare di Saturno. È vero, come detto in precedenza, non c'è modo in cui Saturno possa aver brillato tanto quanto il Sole, ma, per il momento, concederemo ai Fiote questo tanto. Anche così, la domanda deve essere posta: Quanto brillante potrebbe essere stato Saturno? Se Saturno, attraverso qualsiasi mezzo, avesse realmente irradiato come un sole, alla sua attuale distanza sarebbe stato più luminoso della luna piena, ma, in dimensioni, non sarebbe apparso molto più grande di quanto non faccia attualmente. Come una stella più luminosa della luna piena, possiamo capire perché gli Assiro-Babilonesi potessero alludirvi come al più prominente tra i pianeti. Ma perché la divinità saturniana, sotto qualsiasi nome, dovrebbe essere assegnata un posto al vertice di ogni pantheon antico sopra il Sole, molto più luminoso e sicuramente più prominente? Perché Saturno sarebbe stato considerato una divinità maggiore del Sole stesso? Perché, affrontiamolo, una volta che appropriassimo i ruoli di divinità come Shamash, Atum, Ra, Surya, Helios, Sol, e altre, come applicabili a Saturno, non rimarrebbe alcuna divinità di significato da adattare al Sole. Chiamatelo un'intuizione per ora, ma qualcosa spinge a credere che ci fosse qualcosa di più in questo sole saturniano oltre alla sua luminosità che costrinse gli antichi a venerarlo, tra le altre cose, come il Signore della Legge dell'Universo. JANUS Come ho già affermato, la conoscenza astronomica antica può essere completata dalla mitologia. Molto di più, la mitologia finirà per sostenere il principale peso dello scenario che stiamo cercando di ricostruire. Permettetemi quindi, a questo punto, di introdurre il dio latino Giano e, attraverso di lui, una serie di divinità interconnesse. Giovenale e Procopio si riferivano a Giano come al \"dio più antico\" e \"il primo degli antichi dei,\" mentre Erodiano lo chiamava \"il dio indigeno più antico d'Italia.\" Questo ha portato i mitologi a etichettare Giano come \"un dio unicamente romano.\"",
        "captions": [],
        "headers": ["LUCE DELLE STELLE: STELLA BRILLANTE", "JANUS"]
    },
    {
        "page_type": "main",
        "page_number": 166,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "x                  yyy.              7 Giano. Da un raro busto ora al Palazzo Spada di Roma. (Dopo E. Braun.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 167,
        "content": "Pierre ci dice che Giano \"non appare in nessun'altra mitologia.\" Ma nella sua antica assimilazione al cielo, o al paradiso, è, in realtà, solo il corrispondente latino del greco Ouranos. Questo non significa che i latini abbiano preso Giano dai greci, così come non si può dire che i greci abbiano derivato il loro Ouranos dal Vedic Varuna che, tra le altre cose, rappresentava anche il cielo. Uso il termine \"cielo\" qui perché è così che i mitologi hanno generalmente inteso il significato dell'assimilazione del dio. Ma, nonostante Arthur Cook, che ha identificato così tante divinità antiche come personificazioni del cielo, è abbastanza ovvio che con \"cielo\" si indica qualcosa di diverso. Così, come riportato da Varrone, mentre alcune autorità identificavano Giano come il cielo, altre erano altrettanto sicure che la divinità personificasse l'universo. Questo \"universo,\" \"cielo,\" e/o \"paradiso,\" tuttavia, era il kosmos dei greci, un termine che significava letteralmente \"ordine,\" \"armonia,\" o \"una disposizione ordinata.\" Così Giano era considerato un \"dio degli inizi\" e gli era attribuito \"un ruolo essenziale nella creazione del mondo,\" creazione che è un argomento che dovremo riservare per un lavoro futuro. Come Giano Pater, il dio era venerato come il padre degli dei e dio degli dei. In tutto quanto sopra, Giano presenta una stretta somiglianza con le divinità saturniane di altre nazioni. Stiamo quindi dicendo che Giano era lo stesso di Saturno? UN O ANU Secondo Cook, la \"più probabile etimologia\" del nome Giano deriva da una serie di nomi correlati. Così ci dice che: \"Corrispondente alla serie Diviana Diana Iana abbiamo la serie Divianus Di-anus lanus (lo stesso di Giano). Giano, quindi, può essere legittimamente collegato a dius (per diuios), una parola a noi familiare nella frase sub dio, 'sotto il cielo aperto.'\" Questa derivazione è stata ripresa e ripetuta da altri studiosi, ma, per me, sembra più probabile che il nome Giano debba la sua origine a una radice primitiva che ha dato anche il Sumero-Babilonese An o Anu, il greco Ouranos e l'Indic Varuna — tutti dei quali erano assimilati, tra le altre cose, con il cielo mitologico. Questa radice primitiva sarebbe quindi appartenuta a un'epoca in cui, per usare le parole di Max Müller, \"il sanscrito non era ancora sanscrito, il greco non era ancora greco, ma quando entrambi, insieme al latino, al tedesco e ad altri dialetti ariani, esistevano ancora come una lingua indivisa...\" Come Giano, l'Sumeriano An era considerato il padre di tutti gli dei e, come le divinità saturniane di altre nazioni, è sempre stato all'inizio di ogni lista teologica di tutti i periodi. A dire il vero, An e Anu sono sempre stati identificati come una personificazione del",
        "headers": ["UN O ANU"]
    },
    {
        "page_type": "main",
        "page_number": 168,
        "content": "Cielo o paradiso. Ma che An, nella sua versione accadica di Anu, fosse un corpo radiante nel cielo è accertato non solo, come abbiamo visto, dal segno cuneiforme che lo designa, l'immagine stilizzata di una stella — ma anche dall'allusione al \"terrore della sua splendore\" che irradia \"in mezzo al cielo.\" Questa non è una descrizione del cielo e i mitologi non avrebbero mai dovuto identificarlo come tale. Piuttosto che essere il cielo, Anu crea il cielo! Ma è questo sufficiente per equiparare il corpo celeste che era An a Saturno? Scaviamo più a fondo. Il dio An appare anche in Egitto. Lo troviamo lì come un alias del dio Osiride. Nelle \"Lamentazioni di Iside e Nefti,\" Iside si rivolge a Osiride come An. In un inno a Osiride è chiamato il \"dio An di milioni di anni.\" Come abbiamo visto, come sole della notte, Osiride è identificabile con Saturno e così, anche, è la sua assimilazione con Atum e Ra. Possiamo quindi affermare che anche An deve essere inteso in questo modo? OURANOS Nella mitologia greca, il posto di Giano è occupato da Ouranos, nome che i latini tradussero come Urano. In greco, ouranos significa \"cielo\" ma, come indicato da E. Tonnelat, questo non deve essere preso a significare che la funzione originale del dio fosse la personificazione del cielo. L'associazione di Ouranos con il cielo potrebbe derivare dal fatto che un nome precedente per il dio sembra essere stato Epigeios, cioè \"Colui che è sopra la terra.\" Platone stesso si riferiva a Ouranos come Kosmos, riguardo al quale si veda sopra. Tuttavia, fu il fenicio Sanchoniathon a equiparare direttamente Ouranos con Crono/Saturno. Così anche, più recentemente, Lynn Rose, anche se il suo modello è in contrasto con quello che si sta costruendo in questo lavoro.",
        "headers": ["OURANOS", "VARUNA"]
    }
]