[
    {
        "page_type": "main",
        "page_number": 439,
        "content": "David Leeming ha presentato Hurakan come un aspetto del Serpente Piumato, ovvero il nostro vecchio amico Quetzalcoatl. Nel Popol Vuh, tuttavia, Hurakan e il Serpente Piumato, qui chiamato Gucumatz, sono presentati come partner nella Creazione. Pertanto, mentre consideriamo Gucumatz/Quetzalcoatl come l'incarnazione della divinità saturniana, è evidente che Hurakan, pur essendo strettamente associato al proto-Saturno, era visualizzato come un'entità separata. In un'opera recente, M. Preuss ha ipotizzato di identificare Hurakan, il cui nome è stato reso nella grafia spagnola \"Jurakan\", con la costellazione dell'Orsa Minore. Questo è interessante perché l'Orsa Minore, il Piccolo Carro, è la costellazione settentrionale che contiene la Stella Polare, situando così Hurakan proprio nel luogo in cui i miti di altre nazioni collocano il vento primordiale del nord. Inoltre, Preuss ha notato il legame tra questa divinità e l'axis mundi, il termine usato dai mitologi per indicare la colonna boreale che si diceva si estendesse tra la Terra e il cielo. Di ulteriore importanza è il fatto che il nome Hurakan si traduce come \"Una Gamba\", il che ci conduce al prossimo motivo nel nostro scenario in evoluzione. IL DIO CON UNA GAMBA Tra gli antichi Egizi, si diceva che Osiride brillasse \"sopra la Gamba del cielo\". Questo indica che questa \"Gamba\" appariva sotto l'orbita saturniana, qui rappresentata come Osiride. Notiamo anche che, qualunque cosa fosse questa gamba, aveva l'aspetto del fuoco. \"Salve, Gamba di fuoco\", era il modo in cui veniva invocata. Che questa \"Gamba di fuoco\" discendesse dal polo nord celeste della Terra, il luogo per eccellenza del proto-Saturno, è stato argomentato in modo convincente da Gerald Massey e, come ha mostrato Talbott, anche da Hermann Kees. Diventa quindi evidente che questa \"Gamba\" rappresentava un supporto che si estendeva dal polo sud di Saturno alle regioni polari nord della Terra. In India incontriamo la divinità chiamata Manu, la cui assimilazione al dio Saturno era già stata notata nel XIX secolo da William Jones e G. S. Faber. Che questa identificazione sia corretta è confermato dall'epiteto di Manu, Satyavrata, che è uno dei tanti nomi sanscriti per il pianeta Saturno. Inoltre, come indicato da Jacob Grimm, Satyavrata è l'equivalente sanscrito dello slavo Sitivrat, anch'esso un nome per Saturno. È quindi degno di nota che si diceva che Manu avesse compiuto una severa penitenza che consisteva nello stare \"in equilibrio su una gamba\" per diecimila anni. È anche affermato nelle Upanishad che Brahma, che abbiamo già visto identificato come Saturno, \"ha solo una gamba\".",
        "captions": [],
        "headers": ["IL DIO CON UNA GAMBA"]
    },
    {
        "page_type": "main",
        "page_number": 440,
        "content": "Attualmente un nome per la Stella Polare, abbiamo anche visto come Dhruva sia stato posto in quella posizione da Vishnu, il quale affermava che quella fosse stata sua in un tempo precedente. Inoltre, abbiamo visto che Dhruva era originariamente uno degli epiteti di Vishnu. L'interesse aggiuntivo qui è che, molto simile a Manu, si diceva che Dhruva si mantenesse in intensa meditazione stando in piedi su un solo piede. Inoltre, in sanscrito, la parola dhruva significa anche \"palo\" e/o \"picchetto\", che, come indicato da Roger Ashton, rappresentava evidentemente \"un supporto celeste\". Nella Maitri Upanishad, Vishnu stesso è indicato come \"Colui che sostiene tutto\". Un altro epiteto di Vishnu è Yamakila, derivato da Yama, uno dei nomi sanscriti per Saturno, più il suffisso kilah, che significa \"palo\" e/o \"pilastro\". Un altro epiteto di Vishnu era Ekapada, da Ekapad, che significa con un piede solo. Sotto questo epiteto arcaico, talvolta reso come Aja Ekapad, Vishnu è indicato come il supporto ad una gamba del Cosmo e \"Colui senza nascita con un piede solo\". Questo è in linea con la nostra teoria secondo cui la Gamba divina in questione doveva essere una sostanza fisica che aveva l'aspetto di un supporto colonnare. Inoltre, essere \"senza nascita\" presuppone un'esistenza al di là della memoria. In altre parole, questo supporto celeste, che si estendeva tra Saturno e la Terra, sembra essere sempre esistito.",
        "captions": ["Hurakan—tra vortici stilizzati di fumo o nuvole. Da un vaso del periodo Classico Tardo. (Illustrazione di Karl Taube.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 441,
        "content": "Come, infatti, implica la Genesi in relazione al ruach che ci ha portato a questa rivelazione. Altri epiteti di Saturno nella letteratura sanscrita sono Pangu, che significa una persona zoppa, e Shirnapada, che significa \"piede avvizzito\". Forse il nome sanscrito più noto per il pianeta Saturno è Shani (o Sani). E, sebbene Shani non sia descritto come avente una gamba sola, si dice comunque che fosse zoppo. Come ha notato Talbott: \"Il Sol celtico [così chiamato dai Romani] stava su un piede solo tutto il giorno. Gli africani Wachoga raccontano del vecchio dio Mrule che... aveva solo una gamba... Il mito russo presenta il demoniaco Verlioka come una figura... con una gamba sola. Così era anche il dio primordiale cinese K'uei con un piede solo.\" Si trova persino questo dio con una gamba sola tra gli Aborigeni australiani, dove è ricordato come Turunbulun. Una parola di cautela: ci sono altre divinità che si dice possedessero una sola gamba o piede che non si traducono come personificazioni del pianeta Saturno, tra cui primeggia il mesoamericano Tezcatlipoca. Ma anche questo è un argomento correlato che deve attendere un volume futuro. IL PILASTRO FALLO Nella primavera del 2000, esplorando i resti neolitici nella grotta di Nakovana vicino a Dubrovnik, sulla costa dalmata della Croazia, Tim Kaiser e Staso Forenbaher fecero una scoperta rivelatrice. Avendo trovato una barriera nella grotta, inizialmente ritenuta una frana naturale, ma successivamente rivelatasi artificiale, penetrarono oltre essa in tre camere naturali. Vari frammenti di ceramica, alcuni risalenti al 6000 a.C., furono trovati sparsi sul pavimento di queste camere. La stanza centrale, tuttavia, conteneva una stalagmite alta circa sessanta centimetri, \"inconfondibilmente fallica nella forma\". L'esame di questa stalagmite mostrò che era stata formata in un'altra parte della grotta, da cui era stata staccata e spostata nella camera centrale. Vicino alla stalagmite c'era una vasca coperta da lastre di calcare, che si pensa servisse come panca, estendendosi per tutta la larghezza della grotta. Fu trovata anche una fossa profonda circa un metro. Tutto ciò indica che la grotta fosse un centro di culto dedicato all'adorazione del fallo. Formazioni naturali di simile aspetto hanno a lungo attirato l'attenzione delle società primitive così come dei membri di razze civilizzate. Una di queste rocce falliche, una formazione naturale artificialmente migliorata e ora una tappa importante per i turisti, è Kauleonanahoa, nella foresta sopra le scogliere di Kalaupapa, sull'isola hawaiana di Molokai. È noto da tempo che il culto fallico fosse un'istituzione che risale alla notte dei tempi. In alcune parti del mondo, specialmente in India, continua ancora oggi.",
        "captions": [],
        "headers": ["IL PILASTRO FALLO"]
    },
    {
        "page_type": "main",
        "page_number": 442,
        "content": "ancora oggi. Immagini falliche—idoli, in realtà—sono state trovate in tutta l'Europa dell'Età della Pietra. Una trovata in un tempio neolitico a Malta, l'isola della mia nascita, e ora conservata nel museo archeologico di Valletta, riproduce il fallo in forma triplice. Immagini falliche triplici sono state trovate anche ad Alatri e sulle mura pelasgiche di Grottatore. Fino a tempi recenti, i sentimenti occidentali, specialmente quelli nutriti dalle fedi giudeo-cristiane, sono stati a lungo scioccati dalla venerazione dell'organo riproduttivo maschile. Questo è così vero che, nel 1891, un ragazzo indù fu frustato a Madras, in India, per ordine del Magistrato di Polizia britannico \"per aver esposto una figura indecente in vista pubblica\". Come raccontò il conte Eugene Goblet d'Alviella: \"Ciò che aveva esplicitamente fatto era erigere, in conformità con l'usanza universale, un'immagine fallica davanti a una casa in costruzione... L'immagine era infatti eretta davanti [alla casa] come simbolo della Divinità...",
        "captions": ["La roccia fallica nella foresta sopra le scogliere di Kalaupapa sull'isola hawaiana di Molokai. (Fotografia dell'autore.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 443,
        "content": "I sentimenti religiosi occidentali sarebbero ancora più scioccati nel sapere che l'El ebraico, lo stesso dio che, sotto il nome di Elohim, si crede abbia creato il mondo, si diceva fosse dotato di un lungo pene. Cos'era questo sacro membro virile attribuito a dio? Tra gli Egizi, il fallo di Ra era altamente onorato. Questo è indicato nelle lodi che glorificano il dio. Come era scritto: \"Chi è questo?\" E la risposta viene data: \"È Osiride.\" Ma, come alternativa, che, in questo caso, come in molti altri, si riduce alla stessa cosa, il passaggio continua con: \"Altri, tuttavia, dicono che il suo nome è Ra, e che il dio che dimora in Amentet è il fallo di Ra, con il quale ha avuto unione con se stesso.\" Il dio itifallico più popolare dell'Egitto era Min. Sfortunatamente, nonostante il tentativo di Ev Cochrane di identificare questa divinità come una personificazione di Saturno e, successivamente, attraverso un cambiamento di opinione, come una personificazione di Marte, non si sa abbastanza su questa divinità per raggiungere una conclusione definitiva riguardo alla sua genesi. Sebbene a questo punto, come notato sopra, l'inclusione di Shu sarebbe fuori sequenza cronologica, è interessante notare che questo dio era tra l'altro lodato come \"Signore del Fallo\". Nei Testi delle Piramidi, è effettivamente equiparato all'organo maschile di Atum. Ciò che è ancora più rivelatore, tuttavia, è il fatto che, in alcune rappresentazioni, Shu, che sostiene il cielo, è sostituito dal fallo di Geb. È quindi evidente che il fallo della divinità era esso stesso ritenuto agire come supporto del cielo, molto allo stesso modo in cui lo faceva la gamba singola del dio. Come riportato da Diodoro, non erano solo gli Egizi a consacrare \"quel membro\" nei loro riti iniziatici, ma anche molte altre nazioni. E, come notato da un'autorità più moderna: \"L'antichità del fallo come amuleto è dimostrata dal numero trovato tra le sculture egizie. Nessun visitatore delle antichità egizie ha bisogno di sentirsi dire questo... Il fallo era l'amuleto più sacro indossato dalle vestali dell'antica Roma. Inoltre, scopriamo che Sesostri della prima dodicesima dinastia, che conquistò l'Asia, eresse memoriali di natura fallica tra i popoli che avevano agito con coraggio... Nelle rovine di Zimbabwe, nell'Africa centrale, si possono vedere falli scolpiti sulla pietra, simili a quelli trovati in Sardegna, che si dice siano fenici... Inoltre, numerosi amuleti fallici in bronzo sono stati trovati nelle tombe etrusche più antiche. I mitologi hanno sempre supposto che il culto fallico sia sorto dal riconoscimento, da parte degli antichi, dell'organo maschile come organo generativo, e quindi degno di onore sacro come simbolo di fertilità. Né questa è interamente una visione moderna, come evidenziato dagli scritti di Diodoro. Che questa sia un'ipotesi logica non c'è bisogno di dirlo. Ad esempio, la parte inferiore di una statua di Dioniso, a Phigaleia, era coperta con foglie di alloro e edera. Arthur Cook ipotizzò che ciò fosse \"possibilmente\" fatto per nascondere il fallo eretto del dio.",
        "captions": [],
        "headers": []
    }
]