[
    {
        "page_type": "main",
        "page_number": 324,
        "content": "Seguendo Juergens, Frederick Hall ha rivelato idee simili alle sue: «La maggior parte delle stelle sono accoppiate in sistemi binari. Alcune sono trinità o orbitano l'una intorno all'altra in gruppi di quattro o più. Ancora meno stelle sono solitarie. Il Sole sembra essere un solitario. Negli ultimi anni è stato ipotizzato che il Sole, dopotutto, possa avere un compagno, che sarebbe necessariamente una stella molto piccola, non ancora osservata dagli astronomi. Nemesis [come è stato soprannominato questo compagno solare] si suppone abbia un'orbita estremamente ellittica, avvicinandosi al Sole ogni 26 milioni di anni... «Una possibilità più probabile, forse, è che Nemesis non esista e non sarà mai trovato. Nemesis sarebbe ora vicino al suo afelio e, su un braccio di leva incredibilmente lungo, dovrebbe esercitare una forza rilevabile sul Sole. Nessuna notizia è nessuna notizia. Ma un'altra possibilità vale la pena di essere considerata. Se in passato c'era un Nemesis e ora non è più là fuori, potrebbe effettivamente essere qui. Due stelle in un sistema binario possono avere ciascuna una quota di corpi terrestri e pianeti giganti gassosi. Se la loro relazione orbitale è altamente ellittica, entrambi i sistemi potrebbero subire cambiamenti drastici a ogni avvicinamento ravvicinato. La stella molto più piccola sarebbe soggetta a incontri ravvicinati con i satelliti giganti gassosi della stella molto più grande, comportando una possibile perdita di notevole quantità di momento angolare e massa. Pertanto, è possibile che un ex Nemesis sia ora parte del nostro Sistema Solare. «In caso di un tale evento catastrofico, una 'stella' potrebbe anche perdere la sua capacità di generare quantità stellari di calore e luce e potrebbe essere catturata come un satellite gigante gassoso vicino alla stella più grande... Se alla fine si decidesse che la Terra è arrivata nel Sistema Solare come satellite di un sole/pianeta simile a Nemesis—forse Giove o Saturno—allora numerosi misteri geologici sarebbero chiariti e la precoce preoccupazione dell'uomo per il culto planetario sarebbe molto più facile da comprendere.» Più recentemente, l'invasione del Sistema Solare da parte di quello saturniano, inclusa la Terra, è stata ripresa ed elaborata ulteriormente da Wallace Thornhill. Gli astronomi non hanno ancora ipotizzato che la Terra possa aver avuto origine al di fuori del dominio del nostro Sole. Ma, in vista della loro storia recentemente rivista dei Sistemi Solari, come verrà delineato di seguito, anche loro ora si chiedono se la Terra sia sempre stata dove si trova ora. Quindi, dove potrebbe essere stata? PIANETI EXTRA-SOLARI Negli anni '80, quando Carl Sagan espresse la sua convinzione, già sostenuta da Giordano Bruno, che l'universo fosse pieno di pianeti che orbitano attorno a stelle diverse dal nostro Sole, fu deriso. Come riportato da Kathy Svitil, a differenza di Bruno, Sagan «fu risparmiato dal rogo, ma non dalle risate compiaciute di alcuni suoi colleghi astronomi» che furono pronti a sottolineare che «non era ancora stato trovato alcun pianeta in nessuna galassia al di fuori del nostro sistema solare.»",
        "captions": [],
        "headers": ["PIANETI EXTRA-SOLARI"]
    },
    {
        "page_type": "main",
        "page_number": 325,
        "content": "Forse non in una galassia diversa, ma già nel 1967 Axel Firsoff aveva scritto della scoperta di pianeti extra-solari come se fossero conoscenze generali. Così, spiegando quello che definiva «il piano generale dei sistemi planetari», poteva già riferirsi a «super-pianeti gioviani, che si sa accompagnino alcune stelle.» Nonostante rapporti più recenti in senso contrario, il primo di questi pianeti extra-solari fu scoperto da D. Reuyl nel 1936. Con una massa stimata di 0,04 M e un periodo orbitale di 15 anni, fu rilevato vicino alla stella conosciuta come Ross 614. Un altro pianeta già noto a Firsoff è uno «un po' meno del doppio della massa di Giove», che orbita Proxima Centauri, a 4,3 anni luce di distanza. Questi pianeti, va sottolineato, sono rilevati piuttosto che osservati. Le stelle accompagnate da pianeti subiscono oscillazioni periodiche che vengono accertate attraverso gli spostamenti Doppler nelle loro linee spettrali, dovuti all'attrazione dei loro compagni invisibili. L'entità dell'oscillazione permette di calcolare la massa e l'orbita del pianeta accompagnatore. Come riportava Firsoff: «Si sa che diverse altre stelle hanno compagni oscuri, ma questi sono piuttosto più massicci del grande pianeta di Proxima. Tali super-pianeti possono essere parzialmente degenerati, con interni in condizioni di super-densità riscontrate nelle Nane Bianche, e quindi potrebbero essere piuttosto piccoli, nonostante le loro grandi masse.» Un altro corpo, che Firsoff definiva «un compagno oscuro di circa 10 volte la massa di Giove», fu rilevato orbitare la stella nana rossa Lalande 21185, calcolata a 8,1 (o 8,25 secondo fonti più recenti) anni luce di distanza e con una massa di 0,4 M. Come aggiunge Firsoff: «Questa scoperta fu dovuta al moto proprio eccezionalmente grande della stella, che cambia posizione nel cielo di 4,8\" all'anno e, per questo motivo, era seguita da vicino.» Firsoff non enumerò una per una le scoperte e le identità dei pianeti extra-solari noti nel 1967, ma affermò che «quasi 10 super-pianeti sono ora noti per essere associati alle stelle più vicine.» Così, già allora, Firsoff poteva affermare: «Lungi dall'essere eccezionale, il Sistema Solare è piuttosto un esempio banale di configurazioni planetarie. Ci sono stelle multiple, ciascuna con un proprio insieme di pianeti; binarie strette che condividono uno o più pianeti; super-pianeti che possono avere satelliti planetari, che a loro volta possono essere accompagnati da lune.» Gli astronomi non sono sempre onesti. Si prenda, ad esempio, il pianeta scoperto da Michel Mayor e Didier Queloz in orbita attorno alla stella 51 Pegasi a una distanza di 50 anni luce. Più recentemente acclamato come il primo pianeta rilevato, Sam Flamsteed parlò persino.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 326,
        "content": "della sorpresa che causò quando fu annunciato per la prima volta nel 1995. E allora, che dire dei 10 pianeti extra-solari già noti nel 1967, il primo dei quali fu scoperto nel 1936? Allo stesso modo, che dire del pianeta—o, almeno, di una stella nana bruna—detto orbitare Proxima Centauri, che recentemente si è detto essere stato scoperto per la prima volta nel 1998 tramite il telescopio spaziale Hubble? Come poteva allora Firsoff averne scritto nel 1967? Ma poi, David Golimowski e Dan Schroeder annullarono tutto. Osservazioni più sensibili portarono questi due osservatori a concludere che non esisteva realmente alcuna evidenza per un tale «compagno nano bruno o pianeta.» Come dichiarò Golimowski: «Abbiamo immagini di Proxima che avrebbero sicuramente dovuto rivelare qualcosa. Non l'hanno fatto.» Tuttavia, al momento della stesura di questo testo, pianeti in sistemi extra-solari vengono rilevati quasi ogni mese. Questi insiemi, tuttavia, somigliano poco al nostro Sistema Solare. Calcolato essere metà della massa di Giove, il pianeta di 51 Pegasi orbita la sua stella primaria a una distanza di soli 5 milioni di miglia, che è sette volte più vicino di quanto Mercurio orbiti il nostro Sole. Il pianeta completa la sua orbita in soli 4,2 giorni. «Per apprezzare quanto sia bizzarro questo comportamento,» scrive Flamsteed, «aiuta considerare i pianeti più grandi del nostro sistema solare—Giove, Saturno, Urano e Nettuno. Sono tutti almeno cento volte più lontani dal Sole rispetto al pianeta di 51 Pegasi. E impiegano anni—una dozzina di anni, nel caso di Giove—per completare un'orbita.» E allora, che dire della convinzione che i pianeti giganti gassosi possano formarsi solo da qualche parte nel mezzo della nube rotante di gas e polvere interstellare in collasso che forma un sistema solare? Negli anni '90, gli astronomi dovettero chiedersi: «Come potrebbe un pianeta gigante formarsi così vicino a una stella senza essere risucchiato dalla gravità?» In realtà, Doug Lin aveva già suggerito che pianeti come Giove potessero migrare da un sistema esterno verso la loro stella madre. Tuttavia, l'ipotesi di Lin non prevedeva che tali pianeti giganti si fermassero mai vicino alla loro primaria. La sua teoria richiedeva che tali pianeti fossero infine inghiottiti dal loro sole. Ma, alla luce di nuove scoperte, Lin e altri astronomi scrissero presto su Nature con due scenari diversi per far fermare un pianeta delle dimensioni di Giove prima di essere inghiottito. E poi—l'altalena dell'opinione scientifica—David Gray annunciò che il pianeta ipotizzato attorno a 51 Pegasi non era affatto reale. Tuttavia, la maggior parte degli astronomi ha ignorato la sua conclusione, e il pianeta ipotizzato è ora diventato un fatto. Nei dodici mesi successivi a questa scoperta e al suo tentativo di smentita, sei altri pianeti extra-solari furono annunciati come rilevati. Tre di essi furono detti essere corpi delle dimensioni di Giove che orbitano «assurdamente vicini» alle loro primarie. Altri due furono trovati orbitare.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 327,
        "content": "le loro stelle «a una distanza leggermente più convenzionale» ma in orbite «altamente eccentriche». Come Fred Rasio dovette ammettere, «si ha l'impressione che la maggior parte dei sistemi solari non siano come il nostro.» Un altro pianeta fu scoperto orbitare la stella Tau Bootis, che è leggermente più grande e calda del nostro Sole, a una distanza di sessanta anni luce. Questo pianeta è stato calcolato avere una massa equivalente a 3,87 volte quella di Giove. Orbita la sua primaria in un percorso circolare in 3,3 giorni. Si trova a 6,9 milioni di chilometri (0,046 unità astronomiche) dal suo sole. Questo lo colloca più vicino alla sua primaria di quanto la Terra sia al nostro Sole. Il pianeta orbitante Lalande 21185, di cui Firsoff aveva scritto nel 1967, è ancora più vicino a noi—ora calcolato a 8,25 anni luce di distanza. Si ritiene ora che questa stella sia orbitata da almeno due pianeti. Uno di questi si dice abbia le dimensioni di Giove a una distanza equivalente a quella di Saturno dal nostro Sole. L'altro pianeta, solo leggermente meno massiccio di Giove, si ritiene orbiti Lalande a circa la distanza della fascia degli asteroidi. Il sistema stellare binario CM Draconis, a 50 anni luce di distanza, si ritiene sia orbitato da un pianeta con un diametro pari all'85 percento di quello di Giove. Le stelle stesse orbitano l'una intorno all'altra attorno a un centro di gravità comune una volta al giorno. Il pianeta ipotizzato orbiterebbe quindi entrambe le stelle in un circuito completato in «diversi mesi.» Nel frattempo, gli spostamenti Doppler non sono l'unico mezzo con cui i pianeti extra-solari possono essere rilevati. Nel 1996, attraverso l'uso del telescopio spaziale Hubble, gli astronomi notarono che il disco di polvere attorno alla stella Beta Pictoris sembrava essere inclinato. Potevano pensare solo a due possibili modi in cui questo disco stellare poteva essere sbilanciato: o era dovuto alla radiazione della stella stessa o all'esistenza di un grande pianeta che avrebbe tirato i detriti nel disco. Due anni dopo, Sally Heap, allora del Goddard Space Flight Center della NASA, puntò lo spettrografo d'immagine di Hubble su Beta Pictoris per ottenere viste più ravvicinate della stella e del suo disco. Il suo verdetto fu che le immagini che riuscì a risolvere suggerivano fortemente un pianeta o pianeti. Tuttavia, avvertì che: «Poiché la stella è avvolta nella polvere, sarà impossibile vedere mai direttamente eventuali pianeti attorno a Beta Pic., quindi non so come otterremo una conferma diretta.» Un altro pianeta extra-solare, calcolato essere 6,84 volte la massa di Giove, è stato rilevato orbitare la stella 70 Virginis a una distanza di soli 0,47 unità astronomiche in un periodo orbitale di 116,7 giorni. Fu scoperto dal team di Geoffrey Marcy e Paul Butler, che hanno trovato «più pianeti di chiunque altro nella storia.» Sei di questi pianeti, portati alla luce entro il 1998, furono presentati in Astronomy; altri cinque furono riportati all'inizio del 1999, due dei quali sono stati calcolati essere 5 volte la massa di Giove. Nell'anno 2000 giunse la notizia della possibile scoperta di pianeti extra-solari che sembravano misurare appena 2,5 raggi terrestri. O, almeno, le loro possibili ombre sono state rilevate, come quella che passa davanti al sistema stellare binario noto come CM Draconis. Fino ad allora, come abbiamo visto, erano stati localizzati solo pianeti delle dimensioni di Giove o più grandi.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 328,
        "content": "rilevati, come quello che passa davanti al sistema stellare binario noto come CM Draconis. Fino ad allora, come abbiamo visto, erano stati localizzati solo pianeti delle dimensioni di Giove o più grandi. William Cochran e i suoi collaboratori dell'Università del Texas annunciarono un pianeta «che somiglia molto a Giove» attorno a Epsilon Eridani, che è la stella più vicina simile al nostro Sole. Orbitando a 300 milioni di miglia dalla stella, impiega quasi sette anni per completare un circuito. Altri pianeti extra-solari incorporati all'interno dei dischi che circondano stelle giovani, rilevati con metodi diversi dagli spostamenti Doppler, sono stati annunciati da Nick Gorkavyi al Goddard Space Flight Center della NASA. Il metodo di Gorkavyi prevede una ricerca di «vortici e grumi prodotti dall'interferenza gravitazionale di un pianeta.» Questo metodo lo ha premiato con tre nuovi pianeti, incluso uno che si dice abbia solo 0,2 volte la massa di Giove, orbitando attorno a Epsilon Eridani, a 5,5 miliardi di miglia di distanza, che lo renderebbe circa il doppio della distanza a cui Nettuno orbita dal Sole. Un pianeta ancora più piccolo, con una massa di circa 0,15 volte quella di Giove—che lo rende circa la metà della massa di Saturno—è stato rilevato orbitare la stella HD 83443. Questo ha un secondo pianeta delle dimensioni di Saturno che, come riportato da Svitil, «rafforza l'idea che raggruppamenti come il nostro sistema solare non siano rari.» Nel gennaio del 2001, il team di cacciatori di pianeti extra-solari guidato da Geoffrey Marcy annunciò il rilevamento di «una coppia di pianeti, ciascuno con una massa pari a quella di Giove, che orbitano attorno alla loro stella madre [Gliese 876], a 15 anni luce dalla Terra, in perfetta sincronia.» Uno di questi pianeti impiega 30 giorni per completare la sua orbita, l'altro «esattamente» il doppio del tempo—cioè in un rapporto di due a uno. Annunciato anche da Marcy e dal suo team è un sistema solare, dominato dalla stella HD 168443, a una distanza di 123 anni luce nella costellazione del Serpente. Questo sistema ospita un pianeta con una massa tra 7,7 e 15 volte quella di Giove accompagnato da un altro corpo calcolato tra 17 e 40 volte la massa di Giove. Un corpo così massiccio ha lasciato perplessi gli astronomi poiché non riuscivano a «capire esattamente cosa potesse essere.» Come notò lo stesso Marcy: «È un po' spaventoso.» «Ciò che è spaventoso,» riporta Michael Lemonick, «è che queste scoperte rendono chiaro quanto poco gli astronomi sappiano sui pianeti...» Oppure, come disse l'astronomo di Princeton Scott Tremaine: «Non una sola previsione su ciò che avremmo trovato in altri sistemi si è rivelata corretta.» Al momento della stesura di questo testo, il numero di pianeti extra-solari rilevati in orbita attorno ad altre stelle era salito a 55. Il problema causato da tutte queste scoperte è stato riassunto da Flamsteed quando scrisse che: «Dopo decenni di ricerche, abbiamo finalmente trovato altri pianeti in orbita attorno ad altre stelle, e li abbiamo trovati in abbondanza. Ora l'unico problema è capire come spiegarli.»",
        "captions": [],
        "headers": []
    }
]