[
    {
        "page_type": "main",
        "page_number": 169,
        "content": "Noi sappiamo già che Nos era un dio del cielo: Ouranos significa \"colui che copre\", ma... il nome sarebbe rimasto incomprensibile se non fosse stato per il suo riferimento al nome sanscrito. Data l'ambiguità della traduzione, non ci sorprende trovare Wendy O'Flaherty che dà il significato del nome Varuna come \"tutto avvolgente\". Anche così, e ancora una volta, lasciando temporaneamente da parte l'assimilazione del dio al cielo, troviamo che Varuna era talvolta semplicemente chiamato Aditya—\"luce eterna e celeste\"—che, come gli altri dei della serie che abbiamo considerato, identifica la divinità come un corpo celeste. Come le divinità saturniane di altre nazioni, Varuna era considerato \"il primo Sovrano\" e \"monarca universale\". Mentre Ovidio parlava di \"Saturno dagli occhi gialli\", si diceva che Varuna avesse occhi gialli. È vero, alcuni potrebbero considerare quanto sopra come prove piuttosto esigue per basare l'identità di Varuna come Saturno, ma nei capitoli successivi verrà presentato di più. Tutto ciò che deve essere ribadito qui è che, come Giove, con cui ci occupiamo principalmente in questo momento, la serie di dei sopra menzionati era ritenuta rappresentare quell'entità che i Greci chiamavano kosmos e che, tra i moderni mitologi, è diventata simbolo del cielo o del paradiso. Usando il vecchio adagio che le cose che sono uguali alla stessa cosa devono essere uguali tra loro, si può quindi assumere che, poiché le divinità enumerate sopra sono tutte, in qualche misura, identificabili come avatar della divinità saturniana, allora anche Giove deve essere identificato. In realtà, la serie di identificazioni sopra presentata è stata proposta più come un esercizio di mitologia comparativa, e come base per i capitoli futuri, che come prova dell'identità saturniana di Giove, poiché i confronti non sono realmente necessari per sostenere la nostra tesi. Come sarà visto direttamente qui sotto, abbiamo prove dirette a nostra disposizione. SATURNUS Che Giove fosse semplicemente un altro nome per Saturno era noto e riconosciuto dagli antichi stessi. Così, descrivendo il Festival del Nuovo Anno, che abbiamo già visto affiliato al pianeta saturniano attraverso la festa persiana di Nauroz, Giovanni Lido ha detto: \"La nostra Philadelphia conserva ancora una traccia dell'antica credenza. Il primo giorno del mese [cioè gennaio, chiamato così in onore di Giove] c'è in processione nientemeno che Giove stesso, vestito con una maschera a due facce, e la gente lo chiama Saturnus, identificandolo con Crono.\" Qui devo subito affermare che non ha senso sostenere che Giove e Saturnus siano presentati come divinità diverse nel pantheon romano o che la citazione di Lido sia troppo tardiva, risalente al sesto secolo, per poterle attribuire credibilità. In primo luogo, non fu Lido a chiamare Giove con il nome di Saturnus. Fu, come ci dice, la gente a farlo. In altre parole, stava riportando una credenza generale. Inoltre, come ha affermato lo stesso Lido, la conoscenza che impartì conservava ancora \"una traccia dell'antica credenza\", il che significa che",
        "captions": [],
        "headers": ["SATURNUS"]
    },
    {
        "page_type": "main",
        "page_number": 170,
        "content": "Giove. Monete romane. era già antica ai suoi tempi. Nel frattempo, il fatto che Giove e Saturnus fossero considerati divinità separate non ha nulla a che fare con la questione. Come notato in precedenza, e come è stato riconosciuto da altri, non c'è nulla di strano nell'avere divinità diverse, anche all'interno dello stesso pantheon, che personificano lo stesso oggetto celeste. Per quanto riguarda Giove, potrebbe essere considerato un Saturno più antico—Cook non ebbe scrupoli a farne un Giove più antico, con cui questo autore naturalmente non è d'accordo. Per essere giusti, poiché l'ho menzionato, Cook non accettò la dichiarazione di Lido—ma non perché considerasse la fonte come tardiva. \"La confusione di Ianus [lo stesso di Giove] con Crono,\" ci dice, \"presuppone senza dubbio l'usuale errore Crono = Chronos [cioè il Tempo personificato], che a partire dal V secolo a.C. ha distorto il corso della teologia greca.\" Perché Cook ha sollevato questo punto? Lo ha fatto perché non poteva evitare la venerazione di Giove come dio del tempo, o Tempo personificato, che, attraverso le regole della mitologia comparativa, equivarrebbe alla divinità italica con il greco Chronos. Ma, in primo luogo, secondo Lido, i suoi connazionali non chiamavano Giove con il nome di Crono. Lo chiamavano con il nome di Saturnus. L'identificazione con Crono è stata aggiunta perché Crono era semplicemente il corrispondente greco dell'italico Saturnus. In secondo luogo, come sarà indicato in dettaglio in un capitolo successivo di questo lavoro, l'errore riguardante l'identificazione di Crono/Saturno con Chronos/Tempo è un errore di Cook. Infatti, come vedremo presto, l'identificazione di Giove come Saturno non si basa solo sulla dichiarazione di Lido, ma anche sul confronto delle caratteristiche di questa divinità con quelle delle note divinità saturniane di altre nazioni. Così, ad esempio, William Heidel parla dell'\"associazione riconosciuta di Saturno con Giove.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 171,
        "content": "",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 172,
        "content": "e fornisce un riferimento a Macrobio oltre a quello a Lido. Per quanto possa valere, Hislop ha anche identificato Giove come Saturno. Non si può quindi dire che Macrobio fosse così tanto in errore quando presentò Giove come una divinità solare se questa divinità solare è intesa come il sole saturniano primordiale. Ma perché ho sollevato tutto questo a questo punto particolare? Meramente per indicare che Giove può essere visto anche come un ulteriore esempio del sole saturniano? Difficilmente. Ho sollevato tutto questo come base per il prossimo dato che desidero presentare—uno che ci porterà in acque ancora più profonde. STELLA PROXIMA Un aspetto riguardante Giove che ha confuso i mitologi in passato è stato presentato originariamente dal poeta romano Publio Ovidio Nasone, meglio conosciuto semplicemente come Ovidio. Fu lui a riportare che Giove aveva dichiarato: \"Gli antichi mi chiamavano caos, poiché sono un essere di antica data.\" E, dopo aver descritto la creazione del \"mondo\", lo stesso Giove è fatto dichiarare: \"Allora io, fino a quel momento una semplice sfera, un ammasso informe, assunsi il volto e i membri di un dio.\" Ciò che questo frammento di mito ci dice è che, prima della Creazione, Giove/Saturno si credeva avesse l'aspetto di una sfera—\"una semplice sfera\". Un mito simile è raccontato anche dagli eschimesi che affermano che Ataksak, una delle loro principali divinità, vive in cielo ma non ha la forma di un uomo. Sembra semplicemente una sfera. Ataksak non è identificato come un aspetto del pianeta Saturno. Ma poiché condivide una caratteristica saturniana di cui parleremo più avanti, chiederò ai miei lettori di credere in questo.",
        "captions": ["Saturnus alato—con una stella sopra la testa, che indica la sua funzione come corpo celeste, e un globo tra le mani, che indica la sua forma originale."],
        "headers": ["STELLA PROXIMA"]
    },
    {
        "page_type": "main",
        "page_number": 173,
        "content": "In ogni caso, anche senza l'ulteriore prova di questo frammento eschimese, ci rimane ancora la forma sferica di Giove/Saturno. L'implicazione qui è chiara. Se l'uomo antico poteva ricordare un tempo in cui Saturno appariva come una sfera ad occhio nudo, Saturno avrebbe dovuto essere più vicino alla Terra. IL MISTERO DOGON A questo punto desidero introdurre alcuni elementi che gli archeoastronomi hanno trovato piuttosto sconcertanti. Inizio con la conoscenza astronomica dei Dogon del Mali, che un tempo era il Sudan francese, in Africa. Grazie agli scritti di Marcel Griaule, Germaine Dieterlen e Robert Temple, i Dogon, un tempo una tribù poco conosciuta con rituali molto curiosi, sono ora stati inseriti nella mappa turistica. Ma più dei loro costumi esotici, maschere bizzarre, danze e festival commemorativi, queste persone sono diventate sempre più rinomate per il loro sapere astronomico. Come riportato da Edwin Krupp: \"Contare le fasi della luna, tenere traccia delle configurazioni di Venere e osservare le arrivi e le partenze delle stelle fanno parte dell'astronomia pratica dei Dogon. I Dogon riconoscono 266 stelle o asterismi e li associano a 266 simboli pittografici che sono dipinti su ripari rocciosi, altari e altri luoghi di culto.\" La Luna, dicono i Dogon, \"è secca e morta come sangue secco e morto.\" Sanno che i pianeti, che chiamano tolo tanaze—cioè \"stelle che girano (intorno a qualcosa)\"—ruotano attorno al Sole. Affermano che \"Giove segue Venere girando lentamente attorno al sole.\" Possiedono quattro diversi tipi di calendario—un calendario solare, un calendario lunare, un calendario di Venere e, notevolmente, uno basato sulla stella che conosciamo come Sirio. Sia attraverso intuizione che in altro modo, i Dogon credono che esista un numero infinito di stelle e un numero infinito di pianeti, insieme ai loro satelliti. Ciò che ci interessa maggiormente qui, tuttavia, riguarda ciò che hanno da dire in relazione a Saturno. Riguardo a questo pianeta, i Dogon \"affermano che c'è un alone permanente attorno alla stella, diverso da quello che a volte si vede attorno alla luna.\" Il loro stesso disegno di Saturno mostra effettivamente il pianeta, rappresentato come un cerchio, distintamente circondato da un anello. Saturno è anche conosciuto da loro come \"la stella che limita il luogo\", il che probabilmente allude al fatto che Saturno è il pianeta più esterno tra quelli visibili ad occhio nudo. Come Krupp avrebbe poi ammesso, queste tradizioni astronomiche dei Dogon \"erano destinate a causare costernazione tra gli astronomi, poiché sembra impossibile riconciliare la conoscenza astronomica dei Dogon... con le loro risorse strumentali, vale a dire l'occhio nudo.\" Mentre Griaule e Dieterlen non giunsero, loro stessi, a una conclusione definitiva riguardo a come i Dogon siano giunti al loro sapere astronomico, Robert Temple, che costruì un edificio sulla loro",
        "captions": [],
        "headers": ["IL MISTERO DOGON"]
    }
]