[
    {
        "page_type": "main",
        "page_number": 274,
        "content": "Capitolo 13 L'Era dell'Oscurità OSCURITÀ E ABISSO Che la nebulosità di Saturno e/o le acque celesti fossero o meno emesse dal pianeta stesso, non vi è dubbio che l'entità e la divinità planetaria in esso incarnata esistessero nell'oscurità. Come già affermato, pochi motivi ricorrono così frequentemente nei resoconti mito-storici di tutto il mondo. Più volte, i miti egizi della Creazione affermano che, all'inizio, il creatore era l'unica entità che l'uomo ricordava di aver visto nel cielo, librarsi sopra le acque dell'abisso. \"Io sono Atum,\" si dice che il dio abbia pronunciato, \"che apparve da solo... emergendo dalle acque del caos.\" L'identità di Atum come Saturno non necessita di essere ripetuta. Né quella di Osiride. Non ci sorprende quindi scoprire che anche Neb-er-tcher/Khepera/Osiride dichiarava: \"Io sono il creatore di ciò che è venuto all'esistenza... e sono venuto all'esistenza nel tempo primordiale... Ero solo, poiché essi [gli altri dèi] non erano [ancora] nati...\" Proprio come nella Genesi, le acque del caos egizie si dicevano avvolte nell'oscurità. \"Nulla esisteva,\" è scritto, \"eccetto una massa primordiale illimitata di acqua che era avvolta nell'oscurità.\" Nel Pert-em-hru troviamo persino Osiride/Saturno lamentarsi della \"sua vita solitaria nell'oscurità.\" Ptah-Seker, un'altra forma del creatore egizio, era anch'esso lodato come \"il grande dio, che venne all'esistenza all'inizio, colui che riposa sull'oscurità.\" Era quindi noto, tra le altre cose, come \"il guardiano dell'oscurità.\" Così Wallis Budge vedeva Ptah-Seker come una \"forma di Osiride, cioè del sole notturno\" e che egli \"era originariamente una potenza dell'oscurità, o della notte, che in tempi successivi fu identificata con forme del sole notturno come Tem [cioè, Atum].\" Anche il Corano predica che Allah fosse sulle acque quando si dedicò alla Creazione. \"Troneggiando sopra le acque,\" è scritto, \"Egli creò i cieli e la terra...\"",
        "captions": [],
        "headers": ["OSCURITÀ E ABISSO"]
    },
    {
        "page_type": "main",
        "page_number": 275,
        "content": "Ci spostiamo in India. Sfogliamo alcune pagine di testi antichi. In un inno vedico troviamo scritto: \"All'inizio l'oscurità era nascosta dall'oscurità; senza segni distintivi, tutto era acqua.\" Oppure, secondo una diversa traduzione: \"C'era oscurità, tutta avvolta dall'oscurità, e tutto era acqua indistinta.\" Allo stesso modo, le Leggi di Manu predicano: \"Questo mondo era oscurità, inconoscibile, senza forma, oltre la ragione e la percezione, come se fosse completamente addormentato.\" Non solo tra gli indù, ma anche tra le tribù minori dell'India, come i Muria dello Stato di Bastar nelle Province Centrali, lo stesso motivo continua a ripetersi: \"Quando questo mondo fu creato per la prima volta, non c'erano né sole né luna... e tutto era buio.\" Dal Giappone proviene una credenza simile che Wheeler non solo riconosce come universale, ma anche come un prototipo del mito di Kronos/Saturno: \"Nella leggenda più antica con cui si apre il racconto [cioè, il Kojiki], si riconosce il mito primordiale... lo sviluppo da un'oscurità e caos primordiali... Questo è il mito di Kronos, nelle sue mille forme, il padre di tutte le mitologie, su cui molti popoli hanno costruito le loro cosmogonie.\" Come abbiamo già visto, tra questi \"molti popoli\" vi erano i Greci, tra i quali Esiodo ci racconta che la notte precedette il giorno: \"Dal caos venne la notte nera... E la notte a sua volta diede nascita al giorno...\" Altri miti filosofici dalla Grecia, invertendo il processo descritto da Esiodo, implicano che l'oscurità fosse prima, e dal buio nacque il Caos. Altri ancora affermavano che Caos e oscurità coesistessero—come, ad esempio, Aristofane: \"Caos e Notte e nero Erebo e ampio Tartaro esistevano per primi.\" E Orfeo afferma: \"Dall'inizio la notte cupa avvolgeva e oscurava tutte le cose che erano sotto l'etere.\" Dalle fredde regioni della Siberia proviene un mito della Creazione che si sviluppa come una competizione tra Num, il demiurgo, e Nga, il suo alter ego. \"Poiché sostieni di essere più forte di me,\" disse Num a Nga, \"organizza la terra.\" Tuttavia, il cielo era già esistente e, come altrove, anche l'oceano primordiale.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 276,
        "content": "LE TRADIZIONI AMERINDIANE Come si dice abbiano fatto gli antenati degli Indiani del Nord America, attraversiamo lo Stretto di Bering e, tra gli Inuit dell'Alaska, troviamo anche un mito della Creazione che presuppone la preesistenza di un abisso acquatico. Più a sud, gli Indiani della Columbia Britannica affermano che: \"All'inizio il mondo era molto buio, umido e caotico\" e che essi, cioè il popolo, esistevano \"mentre il mondo era ancora nell'oscurità, senza sole, luna o stelle.\" Il mito della creazione degli Yuki, che abbiamo già citato, è ancora più interessante se raccontato per intero: \"[All'inizio] c'era solo acqua, e sopra di essa una nebbia. Sull'acqua c'era una schiuma. La schiuma si muoveva continuamente in cerchio... Dopo un po' uscì dalla schiuma una persona in forma umana... Questo era Taiké-mol [Camminatore Solitario]. Egli galleggiava sull'acqua... Stava sulla schiuma, che continuava a girare. Non c'era luce.\" Gli Algonchini credevano in una \"terra\" che esisteva \"anteriormente alla nostra, ma senza luce.\" Gli Zuni affermano che: \"All'inizio delle cose Awonawilona era solo. Non c'era nulla accanto a lui in tutto lo spazio del tempo. Tutto era oscurità nera e vuoto.\" Awonawilona è descritto come \"colui che contiene tutto,\" il che ci ricorda l'arabo Suhail (Suhayl e/o Sahel) che, come stella primordiale, era \"presentato sotto forma di un uovo che conteneva tutte le cose che dovevano nascere.\" Gli attributi di Awonawilona richiamano anche l'egizio Atum, la cui radice del nome—tm—significa \"essere completo,\" connotando così anche \"colui che contiene tutto.\" Difficilmente esiste una tribù nordamericana che non abbia un mito della Creazione in cui si dice che l'oceano primordiale e/o una lunga oscurità esistessero prima che il demiurgo iniziasse la sua opera di Creazione. Più e più volte sentiamo che c'era oscurità—o una notte prolungata—nella quale non c'erano Sole, Luna, né stelle. Nel racconto, ovviamente, molti di questi miti hanno acquisito un carattere e una struttura fantasiosa che a volte sfiora la favola infantile. Ma questa, dopotutto, è la natura dell'allegoria e del mito.",
        "captions": [],
        "headers": ["LE TRADIZIONI AMERINDIANE"]
    },
    {
        "page_type": "main",
        "page_number": 277,
        "content": "Viaggiando più a sud, in America Centrale, ci imbattiamo in un mito di Cholula che afferma: \"All'inizio, prima che fosse creata la luce del sole, questa terra era nell'oscurità e nel vuoto, priva di qualsiasi cosa creata.\" Allo stesso modo, il racconto delle origini Mixtec parla dell'inizio quando \"tutto era caos e confusione\" e \"la terra era coperta d'acqua.\" In un mito di creazione Nahua, la sostanza primordiale sembra essere stata anch'essa l'acqua, mentre gli indiani Chibcha della Colombia raccontano che, \"all'inizio,\" tutto era buio.",
        "captions": ["Villaggio degli Algonchini che credevano in una \"terra\" che esisteva \"anteriormente alla nostra, ma senza luce.\" (illustrazione di John Green.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 278,
        "content": "KON TIKI VIRACOCHA In Sud America, i miti dell'oscurità primordiale sono piuttosto diffusi. Come notato da H. Osborne: \"Alcuni cicli mitologici presentano un'età primitiva di oscurità prima dell'esistenza del sole, quando gli esseri umani vivevano in uno stato di anarchia senza le tecniche della vita civilizzata.\" In modo simile, Juan de Betanzos narra quanto segue: \"Si dice che nei tempi antichi la terra del Perù fosse oscura e non vi fosse né luce né giorno. In quei tempi vi abitava un certo popolo che doveva fedeltà a un signore il cui nome non ricordano più. E si dice che in quei tempi, quando tutto era notte nella terra, emerse da un lago nel distretto chiamato Collasuyu un Signore di nome Con Ticci Viracocha... E mentre era lì... improvvisamente creò il sole e il giorno e ordinò al sole di seguire il corso che segue... Si dice che questo Con Ticci Viracocha fosse emerso in un'occasione precedente e che in questa prima apparizione avesse creato il cielo e la terra lasciando tutto nell'oscurità.\" Allo stesso modo, un resoconto di Sarmiento de Gamboa afferma che: \"Gli abitanti di questo paese [cioè, il Perù] dicono che all'inizio, prima che il mondo fosse creato, vi fosse uno che chiamavano Viracocha. E creò il mondo oscuro e senza Sole, né Luna, né stelle.\" \"Il Sole, secondo il racconto di Sarmiento,\" ci informa Jan Sammer, \"emerse solo dopo il Diluvio.\" Sembra, quindi, che anche il famoso Kon Tiki (Con Ticci) non fosse altro che una figura saturniana, e il \"lago\" da cui si diceva fosse emerso nient'altro che il ricordo sbiadito delle antiche acque del caos. La descrizione di questo dio come un uomo dalla pelle chiara e dalla barba rossa ha catturato l'immaginazione dei cronisti occidentali, ma, tra i nativi originari, questa credenza non era unanime. Inoltre, il fatto che Viracocha fosse una divinità celeste è confermato dal fatto che veniva lodato come \"Tu che sei nei cieli alti...\" Inoltre:",
        "captions": [],
        "headers": ["KON TIKI VIRACOCHA"]
    }
]