[
    {
        "page_type": "main",
        "page_number": 399,
        "content": "Si è quindi ipotizzato che i poli geomagnetici siano inesorabilmente collegati a quelli geografici, e quindi all'asse di rotazione, nonostante la lieve discrepanza tra le loro posizioni attuali. Il geomagnetismo può essere, ed è stato, \"fossilizzato\" nelle rocce. Questo magnetismo \"fossilizzato\" si verifica quando le rocce contenenti ferro sono fuse e poi si raffreddano rapidamente, intrappolando così l'orientamento del campo terrestre al momento del raffreddamento. Conosciuto come paleomagnetismo, l'orientamento del campo può essere dedotto se e quando si può determinare la posizione originale di tali rocce. Se, inoltre, si può dedurre l'età di tali rocce, l'orientamento del campo, e quindi la località degli antichi poli geomagnetici, può essere datato. Quando ciò è stato realizzato, è diventato evidente che i poli geomagnetici devono aver vagato sulla superficie terrestre. Ancora più importante, i parametri sopra elencati consentono di tracciare il percorso del polo magnetico attraverso le epoche e di tracciarlo su una mappa. Jean Andrews, tra gli altri, è stata in grado di tracciare questo percorso per gli ultimi 180 milioni di anni, che ha diligentemente riportato su una mappa. La ricerca di Andrews l'ha portata alla conclusione che \"l'intera Terra (o almeno il mantello e le sovrastanti placche litosferiche)\" si sia ribaltata. La causa di ciò, secondo lei, è rappresentata dagli stessi \"geoid highs\" proposti in precedenza da Anderson, che causano uno squilibrio dovuto alla ridistribuzione della massa sulla superficie terrestre. Questo meccanismo, già proposto da altri prima di lei, è spiegato da Andrews attraverso la seguente analogia: \"Immaginate una sfera omogenea e plastica che si deforma ruotando nello spazio. Un punto è dipinto sull'asse di rotazione, il polo nord della sfera. Se un insetto posto sull'equatore si muove sufficientemente lentamente (rispetto alla scala temporale della deformazione plastica) verso il punto al polo, in realtà non lascerà mai l'equatore definito dall'asse di rotazione. Piuttosto, la sfera si ribalterà, con il punto che si muove verso l'insetto, mentre l'asse di rotazione rimane fisso nello spazio.\" Naturalmente, seguendo Anderson, Andrews si è premurata di notare che la Terra non è una sfera omogenea, mentre il rigonfiamento equatoriale tenderebbe a stabilizzare la Terra e a impedirne il ribaltamento. Tuttavia, come lei stessa ribatte: \"Tuttavia, il polo può spostarsi di un grande angolo, anche con una piccola ridistribuzione di massa, purché il rigonfiamento sia 'plastico' e non 'congelato'.\" Le scoperte di Andrews hanno avuto un tale impatto che i redattori di Scientific American hanno presentato la sua ipotesi come un fatto. Tuttavia, bisogna chiedersi: quale è la causa dei \"geoid highs\" e della ridistribuzione della massa? Cosa causa queste aree di maggiore densità? Insieme ai suoi colleghi, R. Sabadini ritiene che la ridistribuzione della massa sia il risultato di instabilità del flusso del mantello, il che non dice molto. Di maggiore importanza per la nostra ipotesi è, tuttavia, il percorso effettivo del polo magnetico tracciato da Andrews negli ultimi 180 milioni di anni. Le tre località degli antichi poli geomagnetici.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 400,
        "content": "I poli magnetici più a sud sono quelli di 180 e 160 milioni di anni fa, entrambi risalenti al periodo Giurassico dell'era Mesozoica, e quello di 115 milioni di anni fa, che ci porta al periodo Cretaceo della stessa era. Tutti e tre, così come gli altri, si trovano all'interno del Circolo Polare Artico—cioè, questi antichi poli magnetici erano già all'interno del Circolo Polare Artico nei tempi indicati da Andrews. Pertanto, anche se la sua mappatura fosse corretta, tutto questo vagare dei poli non risolverebbe comunque il problema dell'esistenza di resti faunistici e floristici subtropicali nelle regioni dell'Alto Artico. Come con i percorsi precedenti di Hapgood, il più esteso di questi vagabondaggi polari avrebbe semplicemente spostato la latitudine di Winnipeg vicino a quella dell'isola di Ellesmere. In qualche modo, non riesco a immaginare coccodrilli, lemuri e palme prosperare nell'attuale latitudine di Winnipeg. Pertanto, come con altre teorie sul vagabondaggio polare, questi spostamenti dei poli non sarebbero comunque sufficienti a spostare le aree subtropicali nel Circolo Polare Artico. E poi, quanto è valida una teoria basata sul legame ipotizzato tra il polo geomagnetico terrestre e il suo asse di rotazione? Come già osservato, il polo geomagnetico terrestre è separato dal suo asse di rotazione di 11°. Né è fisso—vaga continuamente. Nel caso di Giove, l'inclinazione del suo polo sud coincide con quello geomagnetico; ma al polo nord, gli assi geomagnetico e di rotazione variano di 10°. Quello di Urano è inclinato di ben 59° rispetto all'asse di rotazione del pianeta. Inizialmente si pensava che ciò fosse dovuto al fatto che Urano è inclinato su un lato. Nettuno, tuttavia, non è inclinato su un lato eppure il suo campo magnetico è inclinato di ben 47° rispetto al suo asse di rotazione. Non può quindi essere una legge inviolabile che i poli geomagnetici debbano coincidere o essere collegati a quelli geografici, cioè agli assi di rotazione. È vero, il campo magnetico di Saturno è strettamente allineato con il suo asse di rotazione—essendo separato di meno di 1°—ma ciò sembra essere unico tra i pianeti del Sistema Solare. Inoltre, il campo magnetico di Saturno è più forte al polo nord che al sud (0,69 gauss contro 0,53 gauss), il che equivale a un centro del campo spostato di 2400 km a nord lungo l'asse del pianeta. (Se l'anomalia di questo campo magnetico abbia significato per la tesi proposta in questo lavoro resta da vedere.) Si dice che il campo magnetico terrestre sia prodotto da un effetto dinamo che coinvolge il suo nucleo fuso all'interno del pianeta in rapida rotazione. Questo meccanismo, tuttavia, sembra funzionare solo nel caso della Terra. Il nucleo di un piccolo pianeta come Mercurio, ad esempio, si sarebbe raffreddato da tempo; la sua rotazione è quasi 60 volte più lenta di quella terrestre. Per queste ragioni, si credeva che Mercurio non avesse un campo magnetico. Eppure, come si è scoperto, lo ha. Come è stato costretto a dichiarare Clark Chapman: \"Nel caso di Mercurio, più di un decennio di riflessioni successive alle scoperte di Mariner 10 non ha ancora fornito una chiara comprensione di ciò che sta accadendo all'interno del pianeta.\" Solo nel caso di Mercurio?—si potrebbe chiedere. Prendiamo il caso di Venere, ad esempio: se un pianeta a rotazione lenta con un nucleo freddo, come Mercurio, può generare un campo magnetico, allora Venere, molto più grande e con ferro fuso nel suo nucleo, dovrebbe, nonostante la sua lenta rotazione, generare anch'esso un campo magnetico. Come mai allora il suo campo magnetico è quasi inesistente? Marte non solo ha un campo magnetico debole, ma si dice che stia svanendo. Inizialmente, si pensava che questo campo magnetico oscillasse selvaggiamente da un punto all'altro, tanto che i futuri \"Boy Scout su Marte non potranno usare bussole per orientarsi...\" Ma si è poi scoperto che il modello del magnetismo rilevato, incorporato nelle rocce superficiali, non è così caotico dopotutto. Inoltre, si dice che il magnetismo in queste rocce sia \"40 volte più forte di aree simili sulla Terra,\" il che ha portato a credere che, in passato, il campo magnetico di Marte fosse \"più di dieci volte\" la forza di quello terrestre.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 401,
        "content": "Marte, tuttavia, ruota quasi alla stessa velocità della Terra e ha anche un nucleo contenente ferro fuso, sebbene più piccolo. Perché allora il suo attuale campo magnetico globale è 1/500 di quello terrestre? Queste anomalie hanno portato Michael Zeilik a dichiarare che l'intero concetto è \"un pasticcio magnetico.\" Oppure, come ha avuto l'onestà di confessare David Stevenson: \"I teorici della dinamo planetaria non sono ancora stati in grado di prevedere nulla sul magnetismo planetario...\" Fino ai primi anni '80, il verdetto delle autorità della NASA era che \"la natura della fonte dei campi magnetici planetari rimane ancora uno dei principali problemi irrisolti della geofisica.\" Ad oggi, nulla di nuovo è emerso per invalidare questo verdetto. Il problema qui è che, se i pianeti seguono la stessa legge, perché c'è una tale varietà di campi magnetici? Se la teoria della dinamo non può spiegare il campo magnetico di tutti i pianeti, su quali basi si può teorizzare che spieghi quello della Terra? Alla fine, si può dire con sicurezza che ciò che Andrews ha realmente tracciato sono le posizioni dei poli geomagnetici passati. Si può affermare positivamente che queste posizioni passate abbiano mai coinciso con l'asse di rotazione della Terra? Inoltre, come è ben noto, e come già osservato sopra, il polo magnetico terrestre attuale sta ancora vagando da solo. Quindi, quale necessità abbiamo dello slittamento della crosta per spiegare il vagabondaggio magnetico polare passato? IL MODELLO MARZIANO Presentando la sua versione del vagabondaggio polare, Don Anderson aveva anche attirato l'attenzione sugli altri pianeti del Sistema Solare e si era concentrato su Marte. Ha discusso quello che ha definito \"il più grande anomalia gravitazionale positiva conosciuta su qualsiasi pianeta,\" associata all'area vulcanica di Tharsis su Marte. Secondo l'opinione ricevuta, questa anomalia di massa ha servito a riorientare il pianeta rispetto al suo asse di rotazione. Quasi due anni dopo, Peter Schultz ha ripreso l'argomento sulle pagine di Scientific American. Tra le altre cose, Schultz ha indicato antiche reti sulla superficie marziana che si ritiene siano state tagliate da acqua corrente e fango fluente, il che suggerisce un clima caldo. Eppure queste aree si trovano entro 10° dalla calotta polare meridionale. Questo paradosso, dice Schultz, \"può essere risolto da un'unica ipotesi semplificante, cioè che l'orientamento nello spazio della crosta marziana non sia sempre rimasto lo stesso nel corso del tempo geologico—che la crosta si sia spostata rispetto all'asse di rotazione del pianeta.\" \"Se così fosse, i poli nord e sud (i punti in cui l'asse di rotazione interseca la superficie) sembrerebbero aver vagato sulla crosta del pianeta; alcune regioni della crosta che ora sono lontane dai poli sarebbero state, in passato, all'interno delle regioni polari... [Quindi] l'equivalente marziano della tettonica a placche potrebbe semplicemente essere il movimento dell'intera litosfera, la porzione solida esterna del pianeta, come una sola placca.\"",
        "captions": [],
        "headers": ["IL MODELLO MARZIANO"]
    },
    {
        "page_type": "main",
        "page_number": 402,
        "content": "Continua poi: \"Se c'è stato un vagabondaggio polare su Marte, le regioni polari dovrebbero contenere tracce di processi che normalmente avvengono in regioni più calde e non polari. Dovrebbero inoltre essere visibili caratteristiche normalmente tipiche dei poli al di fuori delle regioni polari.\" Le reti polari che si dice siano state erose da acqua corrente e/o fango, indicative di un clima più caldo, come menzionato sopra, costituiscono tali tracce. Ma c'è di più: \"Se il polo marziano ha vagato, dovrebbero esserci prove altrove sul pianeta di depositi simili a quelli presenti ai poli attuali. Tali prove esistono effettivamente. Spessi depositi di materiale polveroso, e reliquie di tali depositi, possono essere trovati in due ampie zone al di fuori delle regioni polari. Queste zone sono antipodali: si trovano su facce opposte del pianeta. I depositi mostrano molti dei processi e delle caratteristiche dei poli odierni, ma si trovano vicino all'equatore attuale.\" Ulteriori conferme sono state scoperte sia da Schultz che da Anne Lutz da una \"fonte inaspettata.\" Le immagini della superficie marziana trasmesse dal Viking Orbiter nel 1976 \"hanno mostrato un numero inaspettatamente elevato di crateri ellittici con distintivi mantelli di detriti espulsi.\" Esperimenti hanno successivamente indicato che, \"a causa dell'alta velocità con cui gli oggetti colpiscono Marte... tali crateri si formano solo quando l'angolo di impatto è molto basso...\" Sebbene tali impatti radenti siano noti su altri corpi del Sistema Solare, il numero di tali impressioni su Marte \"è da cinque a dieci volte maggiore di quanto previsto sulla base della teoria e di quanto osservato sulla Luna.\" Ciò indica ulteriormente, almeno secondo Schultz e Lutz, che questi impatti radenti non possono essere stati causati \"da oggetti arrivati casualmente che erano in orbita attorno al Sole.\" \"Le osservazioni possono essere comprese, tuttavia, se si assume che le orbite degli antichi satelliti marziani si siano gradualmente deteriorate fino a quando i satelliti non hanno colpito la superficie del pianeta. Se questi satelliti avessero orbitato Marte nel piano equatoriale, come fanno oggi i satelliti Phobos e Deimos, la posizione geografica e la direzione di impatto di un cratere dovrebbero stabilire la posizione dei poli al momento dell'impatto del satellite... I punti polari che possono essere dedotti dai crateri di impatto radente più giovani corrispondono effettivamente alle posizioni dei poli attuali. Gli impatti più antichi indicano punti polari che si raggruppano lontano dai poli attuali e molto vicini ai depositi stratificati antichi trovati vicino all'equatore.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 403,
        "content": "I crateri di impatto radente, quindi, forniscono un elemento indipendente di prova che i poli di Marte si sono spostati, proprio come le direzioni del campo magnetico congelate nelle rocce terrestri forniscono prove del movimento delle placche tettoniche sulla Terra. Altre prove sono citate da Schultz, ma non è necessario in questa breve escursione descriverle o addirittura enumerarle tutte. Basti dire che Schultz, così come Lutz, erano convinti che il vagabondaggio polare fosse effettivamente avvenuto su Marte. Come ha affermato Schultz in conclusione: \"L'ipotesi che i poli marziani abbiano vagato è supportata da un buon numero di prove, e offre nuove spiegazioni per molte delle caratteristiche enigmatiche del pianeta.\" Qual è stato il meccanismo proposto da Schultz per spiegare questo vagabondaggio polare marziano? Il meccanismo che ha proposto è stato un ritorno al metodo proposto da Anderson riguardo alla \"ridistribuzione della massa all'interno di un pianeta o sulla sua superficie.\" La sua supposizione è che: \"L'allineamento più stabile per un oggetto rotante è quello in cui le parti più massicce dell'oggetto sono più lontane dal suo asse di rotazione.\" \"Quando le forze geologiche collocano una grande massa vicino alla superficie di un pianeta in un punto lontano dall'equatore, il moto rotatorio del pianeta diventa instabile, come il moto instabile di un cuscinetto o di una trottola mal bilanciati. Se il pianeta non è completamente rigido, la crosta si sposta per muovere la massa anomala verso l'equatore. Mentre la crosta del pianeta si sposta, l'asse di rotazione mantiene il suo allineamento nello spazio e i poli vagano sulla superficie del pianeta.\" Tuttavia, Schultz è stato abbastanza accorto da presentare una riserva: \"Se la litosfera del pianeta è molto flessibile, il vagabondaggio polare non avviene, perché qualsiasi massa in eccesso sprofonda nella superficie prima che la crosta abbia avuto il tempo di riallinearsi. Non può esserci vagabondaggio polare nemmeno su un pianeta completamente rigido, perché la litosfera non può riallinearsi affatto.\" Questo, quindi, sembrerebbe invalidare la teoria di Anderson riguardo alla causa del vagabondaggio terrestre discusso sopra e con cui siamo effettivamente interessati. Il caso di Marte è un po' diverso in quanto la litosfera del pianeta mostra caratteristiche sia rigide che flessibili. Ci sono antichi bacini riempiti di lava che sono stati parzialmente compensati isostaticamente insieme a regioni vulcaniche e tettoniche che non sono state affatto compensate. La conclusione di Schultz, per quanto riguarda Marte, è che \"il cambiamento nella distribuzione della massa necessario per produrre il vagabondaggio polare potrebbe essere stato fornito dalla convezione nel mantello (l'innalzamento di sezioni calde e l'affondamento di quelle più fredde), da una ridistribuzione della massa dovuta all'impatto di grandi oggetti o dal riempimento con lava dei bacini di impatto risultanti.\" La \"convezione nel mantello\" non indurrebbe, tuttavia, il vagabondaggio polare sulla Terra per il semplice motivo che, come lo stesso Schultz ha avvertito, \"qualsiasi massa in eccesso\" così prodotta tenderebbe.",
        "captions": [],
        "headers": []
    }
]