[
    {
        "page_type": "main",
        "page_number": 489,
        "content": "“Nonostante i suoi successi nelle onde plasmatiche, la natura elettromagnetica delle comete, la previsione della velocità critica di ionizzazione, il padre della magnetoidrodinamica, Hannes Alfvén, ha trascorso gran parte della sua carriera sviluppando una cosmologia plasmatica [che] è completa e coerente e le misurazioni moderne in situ del sistema solare continuano a supportarla.”5° Come abbiamo visto sopra, era convinzione di Alfvén che i “vasti vortici magnetici, operanti attraverso l'effetto di pinzatura” possano attrarre il plasma nello spazio, che a sua volta forma non solo galassie e ammassi di galassie, ma anche stelle e pianeti.5’ Ma cos'è questo effetto di pinzatura? Un esperimento condotto con una lattina vuota di diet Coke, come spiegato da Thornhill, illustra il fenomeno in modo abbastanza chiaro. La lattina è stata posizionata al centro di una bobina elettrica attraverso cui è stata fatta passare una forte scarica di corrente. La lattina è collassata istantaneamente, catapultata in aria, e è tornata troppo calda per essere toccata. Il modo in cui la lattina è collassata è stato attraverso un effetto di pinzatura attorno al suo centro, formando così una forma a clessidra. Come spiega Thornhill: “La risposta al campo magnetico [generato dalla bobina] è avvenuta perché la lattina è un metallo e può condurre elettricità. Nello spazio, il plasma è un conduttore e si comporta allo stesso modo. È questa risposta alla forza magnetica, creata da una scarica universale o galattica, che coalescere e riscalda in modo efficiente la polvere e il gas diffusi incorporati nel plasma per formare galassie e stelle, o costringe i getti stretti delle galassie attive. È questo meccanismo che schiaccia, riscalda e lancia il materiale verso l'alto contro la gravità in una potente scarica di fulmini.”8 Oppure, con le parole di Peratt: “[I corpi cosmici] si formano dall'originale plasma intersolare o intergalattico attraverso il quale scorrono le correnti che causano la pinzatura del plasma fino a uno stato denso. Poi, almeno secondo il mio libro, o meglio Alfvén e il Dipartimento di Fisica del Royal Institute of Technology, la materia si accumula verso l'interno per formare 'planetesimali' e infine pianeti.” Ancora basato su esperimenti di plasma in laboratorio, questo ha portato Peratt a sostenere che la Terra si sarebbe formata nello stesso momento in cui si è formata proto-Saturno. Come dedotto “da immagini di laboratorio in evoluzione nel tempo” e “scala a dimensioni planetarie,” Peratt poteva aggiungere che: “Originariamente i plasmoidi erano tutti di dimensioni simili... Ma alcuni si accumulavano più efficientemente e poi cascavano verso terrestri più piccoli dai Giganti Plasmoidi [o Gas giants] di cui erano stati... Questa configurazione potrebbe essere stata registrata in qualsiasi momento nel corso dello sviluppo dell'uomo.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 490,
        "content": "Tuttavia, come ha chiarito Peratt, non c'è motivo affinché un particolare plasmoide si condensi alla stessa velocità degli altri. Infatti, in conformità con esperimenti in scala ridotta, si scopre che “tutti i plasmoidi o planetesimali accumulano materia a tassi diversi, alcuni alla fine avendo catturato abbastanza materiale per condensarsi gravitazionalmente.” Inoltre, Peratt è dell'opinione che il nostro Sole stesso si sia sviluppato “da un pinzamento cosmico.” Come ha spiegato: “I pianeti, anch'essi creati da un pinzamento cosmico, presumibilmente da una corrente che corre parallela a quella del Sole, hanno prodotto una colonna polare di plasmoidi che hanno mantenuto i loro campi magnetici, anche mentre si contraevano in planetesimali [e infine] in pianeti.” Questo spiegherebbe quindi la sua insistenza sul fatto che le nane brune non emettono getti, poiché la colonna planetaria non si sarebbe formata da proto-Saturno, ma, al contrario, proto-Saturno si sarebbe formato dal getto. Questo spiegherebbe anche la sua insistenza riguardo alla preesistenza della colonna polare di proto-Saturno. Avendo trascorso tutta la sua vita immerso nella fisica del plasma, non è facile contrastare le affermazioni di Peratt. Anche così, a questo punto, con così tanto ancora da imparare, un verdetto finale riguardo all'origine del sistema proto-saturniano sarebbe prematuro. Se i corpi cosmici emettono getti, o se i getti formano corpi cosmici, rimane temporaneamente irrisolto. Se la sub-nana bruna che era proto-Saturno è stata espulsa da una stella, o se si è formata indipendentemente da qualsiasi stella, rimane al di fuori dell'ambito del presente lavoro. Se proto-Saturno ha espulso il plasmoide che doveva diventare la Terra, per non parlare della possibilità di altri pianeti, verso il polo o altrove, o se proto-Saturno e i suoi attendenti si sono tutti formati contemporaneamente, sarà discusso più ampiamente nel sequel proposto di questo lavoro.",
        "captions": [],
        "headers": ["FINE DEL PRIMO ATTO"]
    },
    {
        "page_type": "main",
        "page_number": 491,
        "content": "Ipotesi #6: Che, come visto dalla Terra, il primario saturniano non è sorto e/o tramontato, ma è rimasto visibilmente immobile in ogni momento. Ipotesi #7: Che l'immobilità di Saturno fosse dovuta al fatto che la Terra era posizionata direttamente “sotto” il polo sud di Saturno e che, dalla Terra, Saturno appariva quindi permanentemente fissato nella sfera celeste settentrionale, il luogo stesso ora occupato dalla Stella Polare. Ciò significa anche che Saturno e la Terra erano allineati linearmente, condividendo entrambi lo stesso asse di rotazione. Ipotesi #8: Che ciò che appariva come un raggio di luce relativamente stretto e lentamente rotante collegasse l'orbita proto-saturniana alla regione polare nord della Terra. Questo raggio dall'alto è interpretato come una scarica di plasma sostenuta sotto forma di corrente di Birkeland, una versione in scala ridotta, o il residuo in lenta degradazione, di un cosiddetto “getto” di plasma come può essere visto emanare da oggetti stellari e persino galattici. Ipotesi #9: Che, secondo alcuni dei primi ricordi dell'uomo, la Terra fosse originariamente avvolta in quella che i nostri antenati si riferivano persistentemente come oscurità. Questa era, nonostante la sua lontananza nel tempo, è finita per incidere indelebilmente nella coscienza umana. Era un tempo in cui il Sole, la Luna e le stelle non erano ancora visibili nel cielo. Saturno regnava da solo. Ipotesi #10: Questa era, abbiamo anche scoperto, non poteva essere stata di totale oscurità, e che, in effetti, l'umanità stessa ricorda che la divinità saturniana emetteva effettivamente una debole luce. L'ambiente terrestre durante questa era era immerso in un crepuscolo perpetuo o, piuttosto, in un'alba prolungata, che l'uomo ricordava come l'alba della Creazione. Ipotesi #11: Che sia la Terra che Saturno fossero immersi in una plasmasfera centrata su proto-Saturno, la cui opacità consentiva alla radiazione di proto-Saturno di essere riflessa verso tutte le latitudini terrestri. Ipotesi #12: L'illuminazione di proto-Saturno, per quanto debole potesse essere, insieme all'opacità della plasmasfera sono riconosciute come i mezzi attraverso i quali le stelle sono state tenute invisibili. Il Sole, inutile dirlo, era ancora troppo lontano per essere visto, mentre la Luna non era ancora stata catturata dalla Terra. Ipotesi #13: C'è anche la possibilità che, a causa della maggiore massa e del tasso di attenuazione di Saturno, potesse essere stato anche più caldo e leggermente più luminoso in epoche precedenti all'avvento dell'umanità. Ipotesi #14: Che, secondo lo schema descritto sopra, la Terra avrebbe ricevuto abbastanza calore per sostenere la vita. Questo calore sarebbe irradiato direttamente dalla vicinanza di proto-Saturno all'emisfero settentrionale della Terra. Anche la latitudine meridionale avrebbe ricevuto un calore sufficiente, anche se una luce più debole, dalla radiazione che sarebbe stata riflessa dalla superficie interna della plasmasfera di proto-Saturno con cui la Terra sarebbe stata avvolta. Nell'emisfero settentrionale, questa radiazione indiretta si sarebbe aggiunta al calore e alla luce diretti ricevuti dal polo nord della Terra. Così, durante questo tempo, l'ambiente climatico della Terra sarebbe stato privo di cambiamenti stagionali, godendo di una singola stagione di eterna primavera. (Si dovrebbe, tuttavia, notare che la Terra sarebbe stata anche soggetta a temperature latitudinali leggermente diverse.) Flora e fauna tropicali e/o subtropicali sono quindi state in grado di prosperare nella regione settentrionale della Terra, anche all'interno dell'attuale cerchio polare artico, e la possibilità esiste che questa flora e fauna siano originate in queste regioni prima di migrare verso latitudini più meridionali. Giudicando dai resti paleontologici negli strati geologici della Terra, questo ambiente si estende nel remoto passato, forse fino al Periodo Cretaceo, sicuramente fino all'Epoca Paleocenica del Periodo Terziario. Esattamente quale situazione prevalesse prima di allora rimane da esaminare, ma poiché si postula che la Terra sia stata un satellite di proto-Saturno fin dall'inizio, diventa evidente che tutte le epoche passate prima del Pleistocene, compresa l'origine della vita, devono essere riconsiderate sotto questo schema ipotizzato.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 492,
        "content": "Ipotesi #15: Che, a causa dell'immobilità di Saturno e dell'assenza del Sole, l'uomo antico non avesse nulla a sua disposizione per calcolare il passare del tempo. Ipotesi #16: Che, in un momento successivo, Saturno brillasse molto più luminoso di quanto non avesse fatto in precedenza, abbastanza luminoso affinché l'uomo antico si riferisse ad esso costantemente come a un sole. Ipotesi #17: Che questo sole saturniano primordiale brillasse durante quel tempo che oggi chiamiamo notte. Ipotesi #18: Che, a un certo punto nel tempo, mentre il sistema saturniano si avvicinava al Sole, la plasmasfera saturniana cambiasse la sua lunghezza d'onda, privandola così della sua precedente quasi opacità. Fu in quel momento che l'uomo antico poté intravedere il Sole che si avvicinava lentamente, all'inizio apparendo non più grande di una stella, ma diventando sempre più grande e luminoso. Una domanda che sorge a questo punto, e una che mi è stata spesso posta, è: Cosa stava facendo l'uomo durante questo tempo di libero vagabondare nello spazio? E la mia risposta è sempre stata: Non molto. Uomini, donne e bambini andavano per i loro affari, qualunque essi fossero, completamente indifferenti all'apparizione saturniana che si ergeva sopra di loro. E perché avrebbero dovuto prestarle attenzione? Nella nostra situazione attuale, il Sole sorge, attraversa il cielo e tramonta. Appare rosso all'alba, di un giallo accecante per la maggior parte della giornata, e torna a scurirsi di rosso al tramonto. Anche la Luna sorge e tramonta, appare di un colore arancione e illusoriamente più grande quando è più vicina all'orizzonte, diventando gialla e poi bianca man mano che guadagna altezza nel cielo. A differenza del Sole, può essere vista, quando vista, sia di giorno che di notte. Più importante, cresce e diminuisce come un crescente che si espande e si contrae, apparendo come un orbe circolare pieno nel mezzo, e lo fa una volta al mese. A volte la Luna viene vista passare davanti al Sole, causando un'eclissi parziale, anulare o totale. Altre volte, la Terra stessa si trova direttamente tra il Sole e la Luna, proiettando la sua ombra sul volto del nostro vicino lunare, causando così un'eclissi lunare parziale o totale. Questi sono eventi che avrebbero ipnotizzato i nostri antenati primitivi, come in effetti, in tempi successivi, hanno fatto. Prima della sua effettiva luminosità come sole della notte, proto-Saturno sarebbe stato privo di tali cambiamenti. Fino a quel momento, non brillava nemmeno e non si affievoliva. Semplicemente pendeva lì, senza fare nulla. È vero, se dovesse riapparire improvvisamente in quest'epoca moderna, la sua apparizione imponente ci stupirebbe, ma solo perché ora siamo abituati a un cielo diverso. Coloro che sono nati, cresciuti e vissuti sotto il suo splendore l'avrebbero semplicemente dato per scontato per il semplice motivo che era sempre stato lì. Come accennato in precedenza, coloro che avrebbero osato avvicinarsi al raggio splendente dall'alto avrebbero prima sentito il vento che avrebbe avvolto le frange esterne della scarica di plasma; avrebbero sentito il ronzio elettrico proveniente da essa; e avrebbero sperimentato il pizzicore del cuoio capelluto e dei peli del corpo a causa dell'eccitazione elettrica. Sia l'uomo che la bestia avrebbero saputo meglio che avvicinarsi di più. Si potrebbe anche chiedere: L'uomo abitava anche tali regioni settentrionali in quei tempi lontani? Perché no—soprattutto dato che l'Artico era il luogo più caldo della Terra? Strumenti di pietra, simili a quelli recuperati in Africa orientale, ovviamente lavorati dall'uomo, sono stati rinvenuti in quindici diversi siti sotto il permafrost nell'attuale Siberia. Tracce di insediamenti dell'età della pietra, contenenti “strumenti in osso e punte di freccia, così come aghi e asce abilmente realizzati da zanne di mammut,” sono state trovate nelle Isole della Nuova Siberia. Petrografie preistoriche che raffigurano “le outline incise ben conservate di balene e cervi” sono ancora visibili sulle scogliere di Spitzbergen. Strumenti di pietra primitivi, così come i resti di un accampamento preistorico, datati fino al 2300 a.C., sono stati scoperti sull'isola di Ellesmere. Petrografie che raffigurano renne, orsi, alci, balene e persino umani che pescano da una barca, datate dal 4000 al 6000 a.C., sono state trovate su un'isola artica al largo della costa della Norvegia. Solo Dio sa cosa potrebbe ancora giacere sepolto sotto il permafrost di queste e altre terre artiche. Giudicando da ciò che l'uomo ci ha lasciato da quei tempi lontani, diventa evidente che non era originariamente preoccupato di registrare i suoi successi passati o gli eventi che hanno plasmato la sua vita. Ma l'uomo non ha completamente dimenticato com'era la sua condizione prima che i cieli cambiassero. Tra coloro che ricordavano c'erano i discendenti degli Incas peruviani. Come alla fine lo registrarono: “Dove viviamo ora vediamo villaggi e città; vediamo torrenti che scorrono giù dalle montagne, e che vengono guidati in questo modo e in quel modo per irrigare i nostri raccolti e i nostri alberi; vediamo greggi di lama che pascolano su buona erba con i loro agnelli—infinite greggi. Ma in quei giorni vivevamo dove c'erano cespugli e rocce desolate; non avevamo lama; non avevamo raccolti; non sapevamo come far scorrere le acque in questo modo e in quel modo; non avevamo villaggi, né città, né templi. Vivevamo nelle fessure delle rocce e nei buchi nel terreno. La copertura dei nostri corpi era di corteccia o di foglie, oppure andavamo nudi di giorno e senza copertura da mettere su di noi di notte. Mangiammo radici che tiravamo su dal terreno, oppure combattevamo con le volpi per le cose morte che stavano portando via. Nessuno governava tra noi, e non sapevamo nulla del dovere o della gentilezza l'uno verso l'altro.” Questo era lo stato dell'essere dell'uomo mentre il suo mondo fluttuava liberamente nello spazio. Ma poi arrivò un momento in cui l'ambiente dell'uomo cambiò drasticamente. Ci fu un momento in cui il cielo produsse una nuova produzione. E accadde senza preavviso. Avvicinandosi sempre di più al nostro attuale Sistema Solare, proto-Saturno finalmente entrò nelle attraenti grinfie del Sole. Dopo eoni di uniformità celeste, finalmente si verificò un evento così stupendo, così inquietante, che entrò nella storia come Giorno Uno. La storia di quell'evento glorioso, così come di ciò che seguì, sarà raccontata nel sequel pianificato di questo lavoro. Rimanete sintonizzati.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 493,
        "content": "visti sulle scogliere di Spitzbergen. Strumenti di pietra primitivi, così come i resti di un accampamento preistorico, datati fino al 2300 a.C., sono stati scoperti sull'isola di Ellesmere. Petrografie che raffigurano renne, orsi, alci, balene e persino umani che pescano da una barca, datate dal 4000 al 6000 a.C., sono state trovate su un'isola artica al largo della costa della Norvegia. Solo Dio sa cosa potrebbe ancora giacere sepolto sotto il permafrost di queste e altre terre artiche. Giudicando da ciò che l'uomo ci ha lasciato da quei tempi lontani, diventa evidente che non era originariamente preoccupato di registrare i suoi successi passati o gli eventi che hanno plasmato la sua vita. Ma l'uomo non ha completamente dimenticato com'era la sua condizione prima che i cieli cambiassero. Tra coloro che ricordavano c'erano i discendenti degli Incas peruviani. Come alla fine lo registrarono: “Dove viviamo ora vediamo villaggi e città; vediamo torrenti che scorrono giù dalle montagne, e che vengono guidati in questo modo e in quel modo per irrigare i nostri raccolti e i nostri alberi; vediamo greggi di lama che pascolano su buona erba con i loro agnelli—infinite greggi. Ma in quei giorni vivevamo dove c'erano cespugli e rocce desolate; non avevamo lama; non avevamo raccolti; non sapevamo come far scorrere le acque in questo modo e in quel modo; non avevamo villaggi, né città, né templi. Vivevamo nelle fessure delle rocce e nei buchi nel terreno. La copertura dei nostri corpi era di corteccia o di foglie, oppure andavamo nudi di giorno e senza copertura da mettere su di noi di notte. Mangiammo radici che tiravamo su dal terreno, oppure combattevamo con le volpi per le cose morte che stavano portando via. Nessuno governava tra noi, e non sapevamo nulla del dovere o della gentilezza l'uno verso l'altro.” Questo era lo stato dell'essere dell'uomo mentre il suo mondo fluttuava liberamente nello spazio. Ma poi arrivò un momento in cui l'ambiente dell'uomo cambiò drasticamente. Ci fu un momento in cui il cielo produsse una nuova produzione. E accadde senza preavviso. Avvicinandosi sempre di più al nostro attuale Sistema Solare, proto-Saturno finalmente entrò nelle attraenti grinfie del Sole. Dopo eoni di uniformità celeste, finalmente si verificò un evento così stupendo, così inquietante, che entrò nella storia come Giorno Uno. La storia di quell'evento glorioso, così come di ciò che seguì, sarà raccontata nel sequel pianificato di questo lavoro. Rimanete sintonizzati.",
        "captions": [],
        "headers": []
    }
]