[
    {
        "page_type": "main",
        "page_number": 94,
        "content": "",
        "captions": [
            "I leggendari astronomi cinesi Hsi e Ho ricevono il loro incarico dall'altrettanto leggendario imperatore Yao. (Da una stampa della dinastia Qing.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 95,
        "content": "Nel suo lento cammino attraverso il cielo, i cinesi calcolarono che il pianeta impiega 28 anni per completare una rivoluzione attorno al Sole, un valore non troppo distante da quello moderno di 29,46 anni. Anche l'apparente arresto e il moto retrogrado temporaneo di Saturno lungo la sua orbita, fenomeno che riguarda tutti i pianeti esterni—cioè quelli più lontani dal Sole rispetto alla Terra e quindi al di fuori della sua orbita—fu calcolato da loro. Questo effetto è un'illusione dovuta al fatto che la Terra, nella sua orbita più stretta, supera il pianeta. Come osservò Gustave Schlegel, il valore moderno di questo moto apparente \"più o meno concorda con l'osservazione cinese.\" Lo stesso vale per gli altri pianeti visibili a occhio nudo.\n\nSTELLE OSPITI\n\nUn particolare ramo dell'astronomia antica che può essere considerato esclusivamente cinese è la registrazione di quelle che chiamavano \"Stelle Ospiti.\" Questi registri documentavano l'improvviso brillare di \"esplosioni\" stellari o aumenti di luminosità, che rendevano visibili stelle normalmente invisibili. Questa effulgente luminosità persisteva per un periodo specifico, ma generalmente non lungo, prima di affievolirsi e far scomparire nuovamente la stella alla vista. Un tempo chiamate \"stelle nuove,\" questi fenomeni stellari sono oggi noti come novae e supernovae. La più famosa di queste Stelle Ospiti cinesi fu quella del 1054 d.C., una supernova che si ritiene abbia dato origine alla Nebulosa del Granchio.\n\nIL SURYA SIDDHANTA\n\nPer quanto riguarda la conoscenza astronomica indiana, mi limiterò a pochi fatti contenuti nel Surya Siddhanta, che, tra le altre cose, presenta la corretta visione della Terra come una sfera. Come vi è scritto: \"E ovunque sulla sfera della Terra, gli uomini pensano che il loro luogo sia il più alto—ma poiché è una sfera nell'etere, dove dovrebbe esserci un sopra o un sotto?\" Aryabhata sosteneva persino che la Terra ruotasse sul proprio asse. Per comprendere la meticolosità delle osservazioni e dei calcoli di questi primi astronomi, si dovrebbe leggere la sezione del Surya Siddhanta che tratta delle congiunzioni planetarie, ovvero il contatto apparente tra due pianeti visti a occhio nudo sullo sfondo delle stelle. Vi si impiega un termine diverso per ogni tipo di congiunzione. Questi apparenti avvicinamenti tra pianeti erano correttamente intesi in senso puramente angolare—cioè, erano ben consapevoli che i pianeti sembravano toccarsi solo quando si trovavano sulla stessa linea di vista dalla Terra. Velikovsky sbagliava completamente nel sostenere che queste congiunzioni si riferissero a contatti fisici reali tra i pianeti. Ciò è dimostrato dallo stesso testo, dove si afferma che \"i pianeti si muovono lungo le proprie orbite, avvicinandosi l'uno all'altro a distanza.\"",
        "captions": [],
        "headers": [
            "STELLE OSPITI",
            "IL SURYA SIDDHANTA"
        ]
    },
    {
        "page_type": "main",
        "page_number": 96,
        "content": "G. Thibaut ha affermato che gran parte del contenuto dei Siddhanta indiani, di cui esistono più versioni, si basa principalmente sugli insegnamenti del greco Ipparco e/o di Tolomeo. Otto Neugebauer e D. Pingree fanno risalire alcune di queste conoscenze indiane a fonti ancora più antiche, come i babilonesi. Passiamo quindi alla Grecia e, successivamente, a Babilonia.\n\nL'ALMAGESTO\n\nClaudio Tolomeo, noto semplicemente come Tolomeo, fu il più celebre geografo, matematico e astronomo dell'antichità fino al Medioevo. Anzi, è spesso definito \"il più grande astronomo dell'antichità.\" Purtroppo, a parte alcune tradizioni arabe sulla sua fisionomia e il fatto che visse fino all'età avanzata di 78 anni, si sa ben poco della sua vita. Non è certo se il suo nome, Ptolemaeus, derivi dalla città greca in cui si dice sia nato, Tolomaide Ermia, o se, come ipotizza Kenneth Heuer, \"indichi che fosse un abitante dell'Egitto di origine greca o macedone [cioè, tolemaica].\" Ciò che sembrava certo fino a tempi recenti è che condusse le sue osservazioni astronomiche ad Alessandria d'Egitto tra il 127 e il 141 o 151 d.C. Tuttavia, gli storici moderni della scienza ritengono che Tolomeo abbia svolto la maggior parte delle sue osservazioni \"non di notte sulla costa egiziana, ma di giorno nella grande biblioteca di Alessandria, dove appropriò il lavoro di un astronomo greco [Ipparco] e lo presentò come proprio.\"\n\nDei suoi lavori di geografia e matematica non dirò nulla qui, concentrandomi invece, e solo brevemente, sulle sue osservazioni e teorie astronomiche. Queste furono presentate in tredici libri originariamente intitolati Syntaxis, ma successivamente chiamati dagli arabi Almagesto, che significa \"Il più grande,\" nome con cui l'opera è oggi più comunemente conosciuta. Nel bene e nel male, quest'opera \"fu accettata come autorità definitiva sull'argomento fino a quando non venne superata dalle osservazioni dell'astronomo polacco Niccolò Copernico nel XVI secolo.\"\n\nDalle sue cosiddette osservazioni del cielo, Tolomeo concluse che i corpi celesti si muovevano in orbite circolari e che la Terra, già nota allora per essere sferica, si trovava al centro dell'universo. Calcolò i periodi di rivoluzione e il moto retrogrado apparente dei cinque pianeti visibili a occhio nudo, l'inclinazione delle loro orbite e i loro movimenti in latitudine. Compilò un catalogo delle stelle visibili negli emisferi settentrionale e meridionale, elencandole per costellazione e indicando la loro magnitudine apparente, latitudine e longitudine. Il numero di stelle catalogate era di 1.022 (o, secondo alcune fonti, 1.025), rispetto alle circa 850 contenute nel catalogo precedente di Ipparco. Gran parte dell'Almagesto è dedicata alla spiegazione di ipotesi astronomiche e metodi matematici: la durata dell'anno e il moto del Sole; la durata del mese e i movimenti della Luna; le dimensioni e le distanze del Sole, della Luna e della Terra; le eclissi solari e lunari; e la precessione degli equinozi.",
        "captions": [],
        "headers": [
            "L'ALMAGESTO"
        ]
    },
    {
        "page_type": "main",
        "page_number": 97,
        "content": "Tolomeo scrisse anche un testo in quattro libri sull'astrologia, il Tetrabiblos, che compilò raccogliendo materiale dai testi caldei, egizi, greci e da scritti più antichi, di cui però non ci occuperemo qui. Tuttavia, il lettore non dovrebbe squalificare Tolomeo come un astronomo incompetente a causa delle sue credenze astrologiche. Isaac Newton non solo credeva nell'alchimia, ma tentò egli stesso di trasformare metalli vili in argento e oro. Come Heuer informò i suoi lettori, \"Tolomeo non era il tipo di genio che produceva nuove idee; prendeva idee esistenti e le modificava ed estendeva per ottenere un accordo con i fatti osservati.\" Non c'è dubbio, tuttavia, che una gran parte delle teorie che presenta siano contributi originali \"basati su osservazioni proprie, per non parlare dell'incredibile numero di calcoli numerici che stanno alla base delle tavole dell'Almagesto.\" Alcuni moderni difensori di Tolomeo hanno sostenuto che il suo \"sistema\" sia stato molto frainteso sia dagli astronomi che dagli storici dell'astronomia. Come ha sottolineato Irving Wolfe: \"...la teoria di Tolomeo non fu presentata all'epoca come una rappresentazione reale del cielo. L'astrofisico Bruce Gregory ci ricorda che il modello di Tolomeo non era considerato una miniatura del Sistema Solare, come intendiamo oggi il termine. Era 'un dispositivo per calcolare la posizione dei pianeti, non un dispositivo per rappresentare l'aspetto dei pianeti.' Sorprendentemente, anche la teoria di Copernico fu inizialmente presentata nello stesso modo, come un sistema che 'potrebbe non essere il vero schema della natura, ma semplicemente una finzione matematica che si adattava alle osservazioni.'\" Tuttavia, il sistema di Tolomeo fu presto elevato a verità assoluta, così come accadde successivamente con quello di Copernico, quindi siamo stati noi a trasformarli in religioni. Forse è così, anche se, a mio avviso, questo suona più come un tentativo di riabilitare l'immagine di Tolomeo. Infatti, quegli astronomi che hanno recentemente riesaminato i dati originali di Tolomeo si sono presto resi conto che le retrocalcolazioni dei pianeti dimostravano che molte delle cosiddette osservazioni di Tolomeo erano errate. \"Gli errori erano grossolani anche secondo gli standard dell'astronomia antica.\" Inoltre, non vi è più alcun dubbio che Tolomeo abbia plagiato il lavoro dell'astronomo precedente Ipparco. Abbiamo già menzionato il catalogo stellare compilato da Ipparco, che condusse le sue osservazioni dall'isola di Rodi. Questa isola greca si trova cinque gradi di latitudine a nord di Alessandria. Ciò comporta una fascia di cinque gradi di stelle meridionali che possono essere viste da Alessandria ma non da Rodi. Ebbene, nessuna delle 1.022 stelle elencate da Tolomeo nel suo catalogo si trova in questa fascia di cinque gradi. Inoltre, \"ogni esempio fornito nell'Almagesto su come risolvere problemi di astronomia sferica è dato per una latitudine pari a quella di Rodi.\" Robert Newton si spinse ancora oltre:",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 98,
        "content": "",
        "captions": [
            "Claudio Tolomeo — con il suo bastone astronomico — che impedì il progresso dell'astronomia per un millennio. (illustrazione di André Thevet dal suo Portraits and Lives of Illustrious Men (Parigi, 1584).)"
        ]
    }
]