[
    {
        "page_type": "main",
        "page_number": 429,
        "content": "Capitolo 21 L'Asse Mundi IL RUACH Proprio all'inizio del Libro della Genesi si afferma che, quando eretz (tradotto come \"terra\") era ancora nell'era dell'oscurità, prima dell'inizio della Creazione, \"lo spirito di Elohim si muoveva sulla superficie delle acque.\" Come abbiamo visto, la divinità chiamata Elohim deve essere intesa come una personificazione del pianeta Saturno. Abbiamo anche visto che le acque a cui si fa riferimento erano di natura celeste e che queste possono forse essere meglio comprese come una nube circumstellare che circonda il proto-pianeta in questione. Cosa potrebbe quindi significare che lo spirito di Saturno si muoveva sulla superficie di queste acque? La parola ebraica tradotta come \"spirito\" è ruach, una parola che ha il significato aggiuntivo di \"vento.\" Troviamo la stessa situazione in arabo, così come in maltese, dove le parole per \"spirito\" o \"anima\" e \"vento\" condividono la stessa radice linguistica: rih per \"anima\" e/o \"spirito,\" rih per \"vento.\" E, in effetti, il Talmud ebraico non \"concepisce\" ruach come lo spirito di Dio, ma come il vento di Dio. È vero, Louis Ginzberg avverte che questo era \"certamente\" dovuto \"a una tendenza anti-cristiana, poiché i cristiani identificavano lo spirito di Dio con lo Spirito Santo\" con cui gli ebrei non concordano. Forse. Non si può negare, tuttavia, che ruach è la parola abitualmente usata per \"vento\" in tutto l'Antico Testamento, compresa la Genesi. Sembra quindi più probabile che il motivo per cui ruach è stata tradotta come \"spirito\" nel secondo versetto di questo particolare Libro derivi dal fatto che lo \"spirito\" di Elohim (solitamente tradotto come \"Dio\") sembrava avere più senso di \"vento\" per coloro che avevano perso il significato originale dietro il versetto. James Strong ci dice inoltre che ruach può essere interpretato anche come \"tornado,\" un dato che non perderemo di vista. Troviamo la stessa idea espressa nelle parole gnostiche dei Sethiani secondo Ippolito: \"Ora dall'acqua è venuto, come principio derivato primo, un vento feroce e violento che è la causa di tutta la generazione.\" Dalla tradizione indiana proviene un'eco dello stesso fenomeno. Come riportato nell'Inno di Narayana, questo essere, altrove considerato \"Il Signore Primordiale,\" aveva \"sede sopra\" in \"un'eterna ombra solitaria,\" in \"un'oscurità impenetrabile,\" prima che \"le cose non esistenti prendessero forma.\" Riconosciamo quindi Narayana come una manifestazione del dio saturniano primordiale. Si dice poi che un \"vento primordiale\" soffiava dolcemente sulla \"vasta distesa.\" Allo stesso modo, un mito buddista racconta come la superficie delle acque cosmiche fosse \"agitata dal vento dell'alba della creazione.\"",
        "captions": [],
        "headers": ["IL RUACH"]
    },
    {
        "page_type": "main",
        "page_number": 430,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "NASA Goddard Space Flight Center e C.A. Grady, D. Devine (NOAO presso GSFC) HD 163296 (Fotografie per gentile concessione della NASA.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 431,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "HH409-A @ Rappresentazione diagrammatica degli oggetti HH associati con HD 163296 (Cortesia della NASA.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 432,
        "content": "Così, similmente, tra i Jicarilla Apache. \"All'inizio, non c'era nulla qui,\" affermano, \"nulla tranne Oscurità, Acqua e Ciclon\"—i medesimi tre elementi che abbiamo incontrato nei miti della Creazione di altre razze. Anche nel vasto Pacifico troviamo che il turbine era uno dei primi elementi creati dal \"Produttore del Cielo\" tahitiano, Ra’i-tupua. Notiamo quindi che, con l'eccezione della tradizione tahitiana, questo vento e/o turbine non si dice sia stato creato, ma si credeva fosse sempre stato presente. Ma cos'era questo turbine, questo spirito, o anima, che sembra essere così intimamente connesso con le tradizioni di Creazione? COSMOGONIA DI SANCHONIATHON Passiamo ora alla mitologia fenicia, cioè cananea. Secondo Sanchoniathon: \"L'inizio di tutte le cose era un'aria ventosa scura e densa, o una brezza di aria spessa, e un caos, torbido e nero come Erebo; e questi erano illimitati, e per una lunga serie di ere privi di forma.\" Così, come nella mitologia di altre razze, il vento e il caos, quest'ultimo che abbiamo già identificato come la nube circumstellare di Saturno, erano sempre esistiti. Sanchoniathon, un sacerdote fenicio, visse nel VI o VII secolo a.C. Si dice che abbia copiato le iscrizioni sacre dai pilastri nel tempio di Melkart, alcuni dicono di Ba’al Hamon, a Tiro, quando questi crollarono a terra in un terremoto. La sua opera non è sopravvissuta nella sua interezza, ma Filone di Biblo, uno studioso che era lui stesso fenicio, ha preservato vari estratti dell'opera di Sanchoniathon nella sua propria Phoinikika, in un periodo compreso tra il I secolo a.C. e il I secolo d.C. Come è accaduto, quest'opera, anch'essa, alla fine fu persa, ma, ancora una volta, frammenti di essa furono scoperti e preservati da Eusebio Pamfilo, un vescovo di Cesarea, Palestina, nel 314 d.C., e incorporati nella sua opera, Evangelicae Praeparationis. Come altri prima di me hanno affermato, e come è ovvio dall'opera stessa, in parte, la cosmogonia di Sanchoniathon somiglia a quella dei Babilonesi mentre è pesantemente influenzata da fonti greche e giudaiche, se non anche da quelle egiziane. Così, ad esempio, quando afferma che il caos era \"nero come Erebo,\" intende letteralmente \"oscurità,\" Erebo essendo il buio Limbo greco che si diceva situato tra la Terra e Ade. Potrebbe non essere stato giusto per George Cook affermare che la cosmogonia di Sanchoniathon non può essere presa sul serio \"come un resoconto delle genuine credenze fenicie.\" Come egli stesso ha dichiarato: \"Allo stesso tempo Filone [e, quindi, Sanchoniathon] non ha inventato tutta la sciocchezza che ha tramandato; ha attinto a varie fonti, greche ed egiziane, alcune delle quali sono di origine babilonese, e incidentalmente, menziona questioni di interesse che, quando testate da altre evidenze, sono abbastanza ben supportate. Mostra comunque che una sorta di teologia esisteva ai suoi tempi...\"",
        "captions": [],
        "headers": ["COSMOGONIA DI SANCHONIATHON"]
    },
    {
        "page_type": "main",
        "page_number": 433,
        "content": "Ciò che sembra essere accaduto è che, molto simile all'ellenico Esiodo, che visse un secolo prima di lui, per non parlare di altri scrittori antichi, Sanchoniathon ha raccolto materiale da diverse fonti che poi ha compilato in una singola narrazione continua attraverso il dispositivo letterario della discendenza genealogica. Non volendo lasciare alcun dato non contabilizzato, sembra aver raccolto miti disparati che raccontavano gli stessi eventi e li ha presentati come diverse occorrenze in una successione cronologica. Come continua Sanchoniathon: \"Ma quando questo vento si innamorò dei suoi stessi principi primi (il caos), si verificò un'unione intima, quella connessione fu chiamata Pothos; ed era l'inizio della creazione di tutte le cose. E (il caos) non conosceva la propria produzione; ma dall'abbraccio con il vento fu generato Mot, che alcuni chiamano Ilus, ma altri, la putrefazione di una miscela acquatica.\" Come ho tentato di mostrare in un capitolo precedente, questo mot era considerato da alcuni come fango e, da altri, come una decomposizione di composizione acquatica. Come già notato, studiosi moderni hanno sostenuto l'interpretazione di questa parola come \"acqua.\" Ma poiché quest'acqua celeste era ovviamente la stessa, o della stessa natura, del caos che circondava proto-Saturno come nube circumstellare, diventa anche ovvio che questa è una di quelle occasioni in cui Sanchoniathon ha fuso due letture varianti dello stesso evento in una sequenziale. (Ce ne sono altre, ma queste non ci riguardano qui.) Come mostrato sopra, Sanchoniathon ha anche affermato che alcuni chiamavano Mot con il nome Ilus. Per noi, questo ha interesse poiché, altrove, egli stesso ci informa che Ilus era semplicemente la forma fenicia del greco Crono! (o Kronos), lo stesso di El. Sapendo ormai bene chi rappresentavano Crono ed El, ci troviamo di nuovo di fronte all'associazione di questi eventi primordiali con il pianeta Saturno.",
        "captions": [],
        "headers": ["BOREAS"]
    },
    {
        "page_type": "main",
        "page_number": 434,
        "content": "I Greci ritraevano i loro venti come individui alati, simili alle rappresentazioni cristiane successive degli angeli, il che è abbastanza appropriato come simbolo dei venti. Originariamente, tuttavia, Boreas sembra essere stato concepito come un essere con code di serpente per piedi. È interessante notare che, alla fine del III secolo d.C., Lattanzio usò Boreas come analogia dello Sanctus Spiritus che impregnò la madre vergine di Gesù. Come nel caso dell'ebraico ruach, questo deriva ovviamente dall'identità molto più antica del vento come spirito di Elohim (per non parlare del potere fecondante dell'entità, che sarà esplorato in un volume futuro). Infatti, come indicato da Donald Mackenzie: \"‘Vento’ e ‘respiro’ e ‘spirito’ erano considerati da molti popoli primitivi come identici.\" Ma, principalmente, notiamo questo fatto: Come un vento associato a Saturno, non sorprende trovare questa entità legata al nord poiché è lì che la tradizione antica colloca sia il pianeta Saturno che le sue divinità alleate. Al contrario, saremmo stati sorpresi se non fosse stato riportato che fosse così. Così anche in tempi molto più recenti, gli indù continuavano ad associare il vento a Dhruva, cioè la Stella Polare che, come abbiamo notato in un capitolo precedente, era originariamente uno dei nomi sanscriti per il pianeta Saturno.",
        "captions": [
            {
                "source": "internal",
                "text": "Rappresentazione tardiva del greco Boreas. (Da un rilievo trovato ad Atene.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 435,
        "content": "EHECATL Il vento saturniano è anche incontrato nelle Americhe dove il postulato non può essere ricondotto alle culture del Vicino Oriente o del Mondo Antico, indicando così l'universalità della credenza. Qui troviamo che Quetzalcoatl, già identificato come una personificazione di Saturno nelle pagine precedenti di questo tomo, era inter alia chiamato dagli Aztechi Yahualli Ehecatl, che è Nahua per \"Ruota dei Venti.\" Secondo Daniel Brinton, l'ehecatl non prefissato è anche traducibile come \"anima,\" \"respiro,\" e \"vento,\" la stessa situazione che, a partire dalla Genesi, abbiamo incontrato nella nomenclatura di altre razze. Inoltre, questo coincide con l'identità di Ehecatl come il respiro dei creatori, proprio come si credeva che il vento del nord fosse stato il respiro di Atum/Saturno. Secondo la credenza azteca, fu attraverso il respiro di Ehecatl che le acque celesti furono separate da quelle terrestri. Questo è un'eco della separazione delle acque sopra da quelle sotto da parte di Elohim/Saturno che troviamo relate nei primi versi della Genesi riguardo ai quali avremo di più da dire nel proposto seguito di quest'opera. A sua volta, questo mito costringe all'assunzione che questo vento cosmico doveva essersi esteso tra il cielo e la Terra, sotto le acque celesti che abbiamo identificato tentativamente come proto-",
        "captions": [
            {
                "source": "internal",
                "text": "_                  yw oT an                il Cater Borgia.)"
            }
        ],
        "headers": ["EHECATL"]
    },
    {
        "page_type": "main",
        "page_number": 436,
        "content": "La nube circumstellare di Saturno. Come nel caso di Boreas e del suo corrispondente egiziano, questo testimonia nuovamente che la fonte di Ehecatl si trovava nel polo celeste nord della Terra. A Chichen Itza, in Messico, c'è un edificio circolare precolombiano che l'esploratore americano John Lloyd Stephens ha chiamato El Caracol—‘La Chiocciola.’ Questo edificio contiene una scala a chiocciola interna che conduce a un osservatorio rotondo orientato ai quattro punti cardinali. Come spiega Neil Baldwin: \"L'edificio Snail è un importante cartello lungo il nostro sentiero del Serpente Piumato per diversi motivi. La forma rotonda dell'edificio lo collega alla catena di strutture in tutta Mesoamerica consacrate a Ehecatl, il Dio del Vento, una delle personalità del Serpente Piumato.\" El Caracol è stato chiamato in modo appropriato poiché la sua scala interna a spirale ricorda il guscio avvolgente della chiocciola. Troviamo questa stessa spirale avvolgente nelle mura esterne della struttura di forma strana a Calixtlahuaca, che era anch'essa dedicata a Ehecatl. Tra i Maya, questo dio era conosciuto come Kukulkan, uno degli aspetti del quale era anche quello di dio del vento. È quindi appropriato che, in un curioso vaso maya, Kukulkan sia simbolicamente mostrato mentre emerge da una chiocciola. Tuttavia, era il guscio di conchiglia, piuttosto che la chiocciola, ad essere intimamente associato a Ehecatl. Come afferma Tom Lowenstein: \"...nella sua veste di Ehecatl, il Serpente Piumato [cioè, Quetzalcoatl] indossava un guscio di conchiglia, il suo simbolico ‘gioiello del vento.’ In imitazione del loro dio stesso, i sacerdoti del",
        "captions": [
            {
                "source": "internal",
                "text": "El Caracol."
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 437,
        "content": "culto di Quetzalcoatl indossavano gusci di conchiglia tagliati in sezione trasversale mostrando un motivo concentricamente avvolto che rappresentava il movimento del vento. Molti dei templi dedicati a Quetzalcoatl erano anche circolari, significando l'eddying del vento. La spirale sul guscio di una chiocciola, così come la costruzione interna della conchiglia, entrambi simbolici di Ehecatl come dio del vento, sono più significativi di un turbine che di una brezza ordinaria. Questo è così tanto che, tra le punizioni che si credeva Quetzalcoatl infliggesse all'umanità c'erano tornado e trombe d'acqua. Tornado e trombe d'acqua mostrano una verticalità che si estende tra cielo e Terra, molto nel modo esemplificato dalle varie entità del vento che abbiamo esaminato. Così, ad esempio, nel Codice di Vienna, Quetzalcoatl-Ehecatl è raffigurato con le braccia sollevate per sostenere il cielo. SHU Quanto sopra non può che ricordarci il dio egiziano Shu, che si diceva fosse fluido da Ra, ma da altri come auto-creato. Era, di fatto, il respiro stesso di Ra. Come Ehecatl, Shu era descritto e abbondantemente rappresentato mentre sosteneva il \"cielo.\" Inoltre, come Boreas, era anche considerato la personificazione del vento del nord. Piuttosto che separare le acque celesti da quelle terrestri, come nel caso di Ehecatl ed Elohim, si diceva che Shu avesse separato il cielo dalla Terra. Il nome stesso Shu è stato interpretato come \"il sollevatore.\" Come sollevatore del cielo, diventa il suo sostegno. Come ci informa Budge, Shu era anche considerato \"un dio della luce, o luce personificata.\" Ma la luce in questo caso era anche \"dichiarata essere il sostegno del cielo.\" In realtà, il carattere di Shu è molto più complesso di così e, per certo, è stato presentato qui in un certo modo fuori ordine cronologico. Avremo molto di più da dire riguardo a questo essere nei volumi successivi. L'ho semplicemente incluso qui come un collegamento nella catena di prove riguardanti la natura del vento primordiale del nord per mostrare la quasi-universalità di questo motivo. L'uomo forte più popolare che sostiene il cielo nel mondo occidentale, inutile dirlo, è il ben noto greco Atlante. Ma, poiché non desidero uscire, o oltrepassare, la sequenza cronologica che ho cercato di seguire, anche il suo trattamento deve essere rimandato a un'opera futura. Nel frattempo, ciò che tutto quanto sopra sembra implicare è che questo vento primordiale era visibile come un supporto illuminato del cielo all'interno del quale risiedeva l'orbe saturniano. L'unico tipo di turbine che potrebbe essere visto come un sostegno del cielo avrebbe dovuto essere sotto forma di un tornado o tromba d'acqua, già incontrato come una delle punizioni inflitte da Quetzalcoatl.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 438,
        "content": "Ma se, come sostenuto in quest'opera, proto-Saturno pendeva immobile nel polo celeste nord della Terra, qualsiasi entità simile a un tornado associata ad esso avrebbe dovuto essere anch'essa stazionaria. Un vortice fisso di proporzioni planetarie si estendeva tra l'immobile orbe proto-saturniano e le regioni settentrionali della Terra, stupisce l'immaginazione. Eppure, come continueremo a scoprire, sembra essere precisamente ciò che i nostri antichi antenati stavano cercando di descrivere. HURAKAN In Guatemala incontriamo la divinità chiamata Hurakan, un dio noto anche nelle Indie Occidentali. Inoltre chiamato Cuore del Cielo, condivide questo epiteto con l'egiziano Atum/Saturno che era anche chiamato il Cuore Solido del Cielo. Il Tao cinese, che abbiamo identificato in precedenza come la nube circumstellare o placentale di Saturno, era anch'esso alluso come il cuore del cielo. È quindi notevole trovare Hurakan raffigurato nei tempi classici tardivi in mezzo a spirali stilizzate di fumo o nuvole, che qui sono interpretate come la nube placentale di proto-Saturno. Così, come la divinità saturniana di altre nazioni, Hurakan è descritto come se fosse sospeso sopra le acque cosmiche. Venerato come il Signore della Creazione, portando la prima alba, si dice anche che egli abbia presieduto sul turbine. È, infatti, dal nome di Hurakan che deriva la parola inglese \"hurricane.\"",
        "captions": [
            {
                "source": "internal",
                "text": "|                    Shu, che solleva il cielo rappresentato dal corpo arcuato della dea Nut                   |"
            }
        ],
        "headers": ["HURAKAN"]
    }
]