[
    {
        "page_type": "main",
        "page_number": 474,
        "content": "I filamenti sembrano esempi da manuale di vortici elettromagnetici, costituiti da uno strato esterno di eliche a spirale che circondano uno strato interno di fili quasi rettilinei. Inoltre, misurazioni indirette suggeriscono che la forza del campo magnetico nei filamenti sia molto maggiore di quanto la maggior parte degli astrofisici ritenesse possibile su tale scala, ma esattamente in linea con le previsioni delle simulazioni di Peratt. Questo solleva la questione di dove provengano i filamenti originali che formano le galassie. Arp parla di \"materia appena creata\" come un dato di fatto, così come fanno la maggior parte degli astrofisici. Tuttavia, egli chiarisce affermando che \"non sarebbe una creazione nuova in senso stretto, ma semplicemente una materializzazione di massa-energia da una posizione diversa, forse diffusa.\" \"Ovviamente, se l'universo è definito operativamente come tutto ciò che è rilevabile o potenzialmente rilevabile, non può esistere qualcosa come 'nuova' materia. Quindi, quando parliamo di creazione di materia, non intendiamo materia che entra nel nostro universo da qualche altra parte (non c'è nessun altro luogo) o dal nulla. Dobbiamo intendere la trasformazione di massa-energia preesistente. Probabilmente ciò significa materializzazione da uno stato precedentemente diffuso...\" Sebbene Arp non parli di plasma, il suo \"stato precedentemente diffuso\" può essere inteso proprio in questo senso. In effetti, se dobbiamo credere ad Alfvén, il plasma semplicemente esiste e, come abbiamo visto, l'intero Universo è in realtà composto per il 99% di esso. Come Lerner ha parafrasato l'argomento di Alfvén: \"In qualsiasi plasma... piccoli filamenti vorticosi si formano spontaneamente e, col tempo, crescono sempre di più. Dato abbastanza tempo... non c'è motivo per cui i filamenti cosmici non possano crescere fino a raggiungere una lunghezza di miliardi di anni luce. Raccogliendo materia attorno a loro, i filamenti potrebbero aver organizzato l'universo in una complessa rete di campi magnetici, correnti elettriche e plasma: una sorta di rete energetica cosmica.\" Una volta che questi filamenti si organizzano in complessi di super-ammassi, avranno acquisito così tanta massa da continuare a essere modellati dalla gravità, oltre che dai campi elettrici e magnetici. La gravità stessa spezzerebbe i filamenti in \"nuvole di plasma delle dimensioni di ammassi, come perle su un filo.\" Alla fine, mentre vengono ulteriormente compressi da nuovi filamenti, il plasma si frammenterà nuovamente e, sempre secondo Alfvén, formerà quindi galassie. Inoltre, la sequenza continuerebbe a ripetersi in passi successivi, fino a stelle, pianeti e i loro satelliti. È per questa ragione che il plasma è ora considerato lo Stato Fondamentale della Materia. Oppure, come il rinomato fisico David Bohm è noto per affermare: \"I plasmi sono l'origine di tutto.\" Nel corso degli anni, Arp ha fornito un ampio corpo di prove osservative a conferma del concetto. Come alcuni dei getti astrali che emanano dai loro centri, alcune galassie mostrano anche nodi nei loro bracci a spirale. Insieme ad altre prove, ciò ha portato Arp a credere che le galassie espellano altre, forse più piccole, galassie lateralmente lungo il loro piano di rotazione. Altre prove, tuttavia, indicano che le galassie possono anche essere espulse da altre galassie lungo i loro getti cosmici, cioè lungo il loro asse di rotazione, verticalmente da entrambi i poli.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 475,
        "content": "Le stelle, ovviamente, si formano nelle galassie. Arp crede che le stelle vengano anch'esse espulse dalle galassie attraverso i loro bracci a spirale. In realtà, egli ritiene che i bracci a spirale stessi siano espulsioni che poi diventano \"i luoghi di nuova formazione stellare.\" Tuttavia, discutendo delle espulsioni verso i poli, sottolinea che: \"La tirannia delle osservazioni insiste sull'espulsione opposta di materiale extragalattico come un processo onnipresente che opera su tutte le scale.\" Se così fosse, ciò indicherebbe che anche le stelle potrebbero essere espulse verso i poli in direzioni opposte lungo i getti di plasma galattici. E, infatti, Arp fornisce \"una vivida dimostrazione che il fenomeno dell'espulsione di corpi discretizzati non solo caratterizza la nascita di quasar e galassie... ma si estende anche nel regno della formazione di giovani stelle.\" Lo fa riferendosi alle fotografie di HH 34, che abbiamo già incontrato in un capitolo precedente come un oggetto di Herbig-Haro che mostra nodi distinti nel suo getto. Prosegue poi affermando che \"c'è una somiglianza impressionante tra la formazione di giovani galassie e la formazione di giovani stelle.\" E, a dire il vero, la convinzione che gli oggetti di Herbig-Haro diano effettivamente vita a stelle è ora predicata come un dato di fatto. Se le galassie espellono galassie, e le galassie espellono stelle, lungo i loro getti di plasma in direzioni opposte in linea diretta con il loro asse di rotazione, possono le stelle espellere stelle nane attraverso lo stesso processo? Come abbiamo visto, gli astrofisici mainstream ora sono convinti che le nane brune possano essere espulse da regioni di formazione stellare, se non dalle stelle stesse. Come ha affermato Reipurth, \"i più piccoli embrioni [stellari] saranno spesso completamente espulsi dalla regione di formazione stellare, destinati a trascorrere l'eternità da soli come nane brune.\" Ma anche \"alcune nane brune potrebbero essere espulse dai nuclei di formazione stellare.\" Parlando dei \"nodi\" visti nel getto emesso da HH 34, Thornhill ha offerto la seguente opinione: \"A mio modesto parere, HH 34 sta espellendo oggetti che potrebbero diventare singole nane brune...\" Ma se Arp ha ragione nel dire che l'espulsione di corpi cosmici avviene a tutte le scale, perché il passo successivo non dovrebbe essere l'espulsione di pianeti da nane brune? Thornhill, tuttavia, includeva pianeti giganti gassosi con queste nane brune—e altro ancora. Come ha spiegato, \"le nane brune nell'ambiente di plasma di una stella più luminosa diventano giganti gassosi, espellendo pianeti rocciosi e lune dai loro interni nel tentativo di alleviare le tensioni elettriche.\" Per quanto riguarda la direzione in cui questi corpi vengono espulsi, Thornhill ha poi offerto la seguente spiegazione: \"Se l'espulsione avviene in direzione polare o equatoriale dipende da quale è più forte, il campo magnetico polare o toroidale dello sputatore.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 476,
        "content": "Come aveva precedentemente spiegato: \"Il telescopio spaziale Hubble ha mostrato che nelle regioni di formazione stellare grandi corpi vengono espulsi come se fossero sparati da un cannone... Ancora una volta, le scariche di plasma forniscono un meccanismo che può spiegare semplicemente questo... Oltre una certa dimensione, le proto-stelle diventano elettricamente instabili e 'fissionano,' espellendo parte del nucleo e dando origine a uno o più compagni... Non tutta la materia espulsa dal nucleo di una proto-stella può coalescere in una stella compagna. Potrebbe essere sotto forma di uno o più giganti gassosi... Un gigante gassoso, a sua volta, a causa di disturbi elettrici interni o esterni, potrebbe fissionare, espellendo il suo nucleo, per dare origine a pianeti altamente condensati, lune, asteroidi, comete, ecc.\" Non intendo appesantire il lettore con i dettagli elettro-meccanici dietro questa nuova teoria dell'espulsione, che coinvolge effetti di compressione del plasma, separazione di cariche elettriche, instabilità di Peratt e la probabile natura elettrica della gravità stessa, poiché questi sono meglio compresi dagli esperti di fisica del plasma. TERRA OGGETTIVA Che le nane brune possano \"generare i propri sistemi planetari\" è ora considerato dagli astronomi mainstream. Anche Thornhill si sente \"fiducioso che le nane brune 'diano vita' a pianeti completamente formati (e forse dischi di espulsione).\" La questione riguarda il modo in cui tali pianeti vengono espulsi. Discutendo dell'espulsione verso i poli, Arp è anche dell'opinione che \"il fenomeno dell'espulsione di corpi discretizzati non solo caratterizza la nascita di quasar e galassie,\" ma che \"si estende anche nel regno della formazione di giovani stelle.\" Egli poi chiede: \"Lo stesso meccanismo evidente nella formazione di queste giovani stelle si estende alla formazione di pianeti?\" A questa domanda ha risposto in una comunicazione privata che ha scritto a questo autore: \"Gli oggetti HH mostrano effettivamente nodi luminosi ovviamente espulsi in linea da una fonte centrale. Ho incluso un'immagine di HH 34 nelle Tavole 8-19 e 8-20 del mio libro 'Seeing Red.' Lo scopo di tale inclusione è dimostrare che tali espulsioni avvengono su scale sia galattiche che stellari nell'universo. Personalmente considero anche la possibilità, per quanto oltraggiosa, che i pianeti possano originarsi in questo modo.\" Ma dalle stelle nane brune? Le nane brune emettono getti? Thornhill, per esempio, ritiene che le nane brune siano troppo poco stressate elettricamente per espellere getti di plasma. Come ha delineato il problema: \"Non abbiamo prove che le stelle nane brune siano abbastanza attive da produrre getti polari. Gli esempi che abbiamo di getti polari, dagli AGN agli oggetti HH, suggeriscono un'attività elettrica insolita. Nel caso degli oggetti HH, sono generalmente più attivi del nostro Sole, cioè più stressati elettricamente.\"",
        "captions": [],
        "headers": ["TERRA OGGETTIVA"]
    },
    {
        "page_type": "main",
        "page_number": 477,
        "content": "Arp stesso non tratta di stelle nane, brune o rosse. Come abbiamo visto, tuttavia, le osservazioni lo hanno portato a credere che l'espulsione verso i poli sia un processo che opera su tutte le scale. Quindi perché non le stelle nane brune? È vero, finora non sono stati rilevati getti provenienti da nane brune. Tuttavia, a causa della loro bassa massa e della debole radiazione ottica, le stelle nane brune stesse sono oggetti molto difficili da rilevare. La rilevazione di eventuali getti esistenti che emanano da esse sarebbe ancora più difficile. Tuttavia, ci sono altre emissioni da nane brune da considerare. Così, anche mentre la stesura di questo libro si avvicina alla fine, le scoperte astronomiche continuano ad accumularsi a favore della sua tesi. Per cominciare, il 15 dicembre 1999, Bob Rutledge e i suoi colleghi notarono un brillamento a raggi X proveniente dalla stella nana bruna designata LP 944-20, situata nella costellazione Fornax, stimata a 16 anni luce dalla Terra. \"Sembrava incredibilmente brillante e difficile da credere,\" disse Gibor Basri, allora dell'Università della California a Berkeley. Il brillamento apparve \"brevemente come un lampo intenso prima di svanire nelle due ore successive.\" Meno di un anno dopo, un gruppo di studenti laureati in un programma estivo della National Science Foundation, lavorando presso il Very Large Array vicino a Socorro, New Mexico, rilevò forti onde radio provenienti dalla stessa stella nana bruna. Queste emissioni \"raggiunsero picchi fino a 10.000 volte più forti di quanto gli astronomi ritenessero possibile, indicando un'intensa esplosione di energia che potrebbe essere simile ai brillamenti sul Sole,\" dissero i ricercatori. La nana risultò emettere queste onde radio costantemente \"con esplosioni intermittenti che durano ore.\" Come dichiarò Shri Kulkarni: \"Molti astronomi sono sorpresi da questa scoperta, perché non si aspettavano emissioni radio così forti da questo oggetto.\" Oppure, come Eduardo Martin, dell'Università delle Hawaii, lo ha espresso: \"Non è sorprendente che LP 944-20 abbia brillamenti, ma è sorprendente che siano così luminosi nelle [lunghezze d'onda] radio. Il risultato è significativo nel dirci che le nane brune infrangono le regole dell'astronomia stellare.\" Chiamatemi ingenuo quando si tratta di fisica del plasma, ma questi due elementi non tendono a mettere in dubbio l'affermazione di Thornhill secondo cui le stelle nane brune sono troppo poco stressate elettricamente per consentire loro di emettere getti. Inoltre, come Arp ha scoperto in una certa galassia che ha studiato, il getto radio, il getto a raggi X e il getto ottico \"sono tutti coincidenti e definiscono un asse di espulsione preciso.\" Le emissioni radio e a raggi X sembrano quindi andare di pari passo con i getti ottici. Quindi, se le nane brune emettono sia emissioni radio che a raggi X, la probabilità che emettano getti ottici non sembra così improbabile. Inoltre, e più importante, ci sono i cosiddetti dischi di accrescimento, o circumstellari, da considerare. Come abbiamo visto, il luogo di nascita dei pianeti questi dischi non potrebbero essere. La maggior parte, se non tutte, delle stelle che emanano getti di plasma, tuttavia, sono anche circondate da questi dischi. Le nane brune mostrano tali dischi?",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 478,
        "content": "Nel 2001, un team del Centro Harvard-Smithsonian per l'Astrofisica scoprì \"dischi polverosi e caldi attorno ad alcuni degli oggetti fluttuanti liberi—prove, affermano, che gli oggetti sono stelle.\" Un anno dopo, si parlava di \"dischi di gas e polvere attorno a oggetti substellari\" come un dato di fatto. Questo non solo si adatta alla nostra postulata nube circumstellare o placentare che l'uomo antico vide circondare il proto-Saturno, ma i dati mitologici riguardanti questo fenomeno, che ho presentato per la prima volta al pubblico nel 1993, avrebbero potuto effettivamente essere usati per prevedere tali nubi attorno a stelle nane brune. Quanto sopra diventa estremamente importante perché si ritiene ora che i flussi bipolari, o getti, siano collegati a questi dischi circumstellari. Ancora più importante, i dischi circumstellari sono ritenuti cruciali nella formazione dei getti. Come proclama una teoria, è \"una miscela di ioni, atomi, molecole e polvere\" che piove sui dischi circumstellari lungo le linee del campo magnetico a spiegare la generazione di getti. Queste linee di campo magnetico vengono poi dette \"tirate verso l'interno\" dalla perpendicolare, o compresse. La forza centrifuga quindi \"lancia il materiale verso l'esterno lungo le linee.\" Infine, \"l'inerzia del materiale vorticoso torce le linee del campo in una elica, che aiuta a canalizzare il materiale che fluisce verso l'esterno in una direzione verticale\"—che è così descrittivo di una corrente di Birkeland. Se quanto sopra si rivelasse corretto, i dischi appena scoperti che circondano le nane brune fluttuanti dovrebbero agire in modo simile, e si può forse vedere il giorno in cui i getti astrali potrebbero ancora essere rilevati emanare da stelle nane brune. Eppure abbiamo visto in precedenza che Alfvén credeva che i getti fossero generati dall'induzione di correnti elettriche nel plasma interstellare verso il centro delle galassie \"dove si girano e fluiscono verso l'alto lungo l'asse di rotazione.\" Per usare la terminologia di Alfvén, questa corrente poi \"cortocircuita\" e, scaricando enormi quantità di energia nel nucleo della galassia, finisce per \"far saltare un fusibile.\" È l'esplosione di questo \"fusibile saltato\" che spinge i getti di plasma lungo gli assi di rotazione delle galassie. Sebbene Alfvén si riferisse alle galassie, piuttosto che a stelle individuali o corpi meno massivi, questo metodo di generazione è davvero così diverso da quello proposto sopra? Thornhill stesso sembra accettare entrambi i metodi come compatibili. Così, riguardo alla teoria di Alfvén, ha affermato che: \"Il nostro Sole, Giove e Saturno, ecc., hanno tutti plasmoidi equatoriali. Sembra essere lo stato normale per anodi sferici magnetizzati in una scarica galattica. Solo quando l'energia immagazzinata in quei plasmoidi diventa eccessiva passerà a un getto polare (secondo Alfvén).\" Ma poi, discutendo della postulata nube circumstellare o placentare attorno al proto-Saturno, ha anche detto: \"Dwardu [Cardona] menziona il disco di accrescimento del proto-Saturno. Indipendentemente dal fatto che ci fosse un tale disco, a mio parere [esso] non avrebbe nulla a che fare con l'accrescimento e molto a che fare con l'espulsione. Qualunque sia la sua origine, intercetterebbe energia elettrica e irradierebbe nell'infrarosso. In effetti, è il bagliore infrarosso di una nana bruna che viene usato per dedurre un 'disco di accrescimento' piuttosto che un'osservazione diretta.\"",
        "captions": []
    }
]