{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 24,
            "content": "Le discrepanze tra la vera collocazione cosmica del Sole, dei pianeti e della Via Lattea possono essere dovute a un registro distorto. A malapena possiamo supporre che persone con un calendario così accurato e con una conoscenza così precisa dei movimenti del pianeta Venere fossero ignare delle posizioni generali degli astri. Perché, come abbiamo già visto, errori di traduzione si sono insinuati nei registri antichi, il sospetto di Nicholson di un “registro distorto” non è, di per sé, irragionevole. Tuttavia, oltre agli errori di traduzione, c'è stata anche una discreta quantità di interpretazioni errate. Qui Nicholson è stata intrappolata dai suoi predecessori che avevano già identificato alcuni oggetti Maya come il Sole, la Luna e la Via Lattea. Non le era venuto in mente che questi oggetti potessero essere stati identificati erroneamente. Tali errate identificazioni e, quindi, interpretazioni, costellano i lavori passati sulla mitologia. Chiedete a chiunque abbia anche solo una conoscenza modesta della mitologia di nominare il dio del sole per eccellenza, e probabilmente indicherà l'egiziano Ra (o Re). E perché no? Non è questo ciò che la maggior parte dei libri di mitologia afferma? L'Enciclopedia Larousse della Mitologia è molto specifica: “Ra (o Re o Phra), che probabilmente significa 'creatore', è il nome del sole, signore sovrano del cielo.” Così pure James Frazer, che fece eco a questo dettato egiziano quando affermò: “Che Ra fosse sia il sole fisico sia il dio del sole è naturalmente indiscutibile...” Ma poi si conduce uno studio approfondito di questo “sole fisico” e “dio del sole” egiziano solo per rendersi conto che, la personificazione del Sole, ma i cui movimenti e caratteristiche non si adattano al ruolo del Sole."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 25,
            "content": "Salvo il fatto che Ra brillava luminosamente nel cielo, le caratteristiche e persino i movimenti attribuiti a Ra non si adattano al ruolo del Sole. Così, per esempio, Ra era spesso lodato come “Signore dei Cerchi” e come “colui che entra [o vive] nel Cerchio”. Era descritto come “colui che invia luce nel suo Cerchio” e come il “Governatore del suo cerchio”. Che cos'è questo Cerchio a cui alludono gli inni? Gli egittologi ci informeranno subito che questo Cerchio a cui gli inni fanno riferimento era ciò che gli egiziani chiamavano Duat (o Tuat), una parola che è stata tradotta in inglese come “il Sottosuolo”. Può essere così, ma resta il fatto che si diceva che Ra brillasse dall'interno. Quello che diventa evidente, in altre parole, è che, qualunque cosa Ra significasse una volta, era un corpo celeste che risiedeva all'interno di un cerchio o banda o anello. Come sappiamo tutti, il Sole non invia i suoi raggi in un cerchio; non risiede in un anello.\n\nOra ci saranno quelli che mi diranno che, sotto certe condizioni, il Sole viene visto circondato da un anello. Ovviamente alludono a quella rifrazione atmosferica che dona un alone, noto come parhelia, all'orbita solare. Ma non solo questa apparizione è troppo rara per aver guadagnato a Ra il titolo di “Governatore del suo Cerchio” e/o “Signore dei Cerchi”, ma è anche un fenomeno che è limitato alle regioni settentrionali e difficilmente, se mai, visto alla latitudine dell'Egitto. Ma c'è di più.\n\nQuando rappresentato sulle pareti dei templi e sui papiri, Ra è spesso mostrato sormontato da un disco rosso o dorato, cosa non inappropriata se il Sole è davvero rappresentato. Tuttavia, nelle liturgie dedicate a lui, Ra è descritto come avente emanato una luce verde, piuttosto che dorata. Così un inno a Ra afferma: “Tu sei venuto con i tuoi splendori, e hai reso il cielo e la terra luminosi con i tuoi raggi di pura luce smeraldo.”\n\nIn un altro inno leggiamo: “O Ra ... erede dell'eternità, auto-natigeno e autosorto, re della terra, principe del sottosuolo ... tu sorgi sull'orizzonte del cielo e diffondi sul mondo raggi di luce smeraldo ...“\n\nNon solo questo sole emanava una luce verde, o smeraldo, ma esso stesso era verde. Come informò Donald Mackenzie i suoi lettori, nella sua forma di Sebek-Tum-Ra, questo sole era il “disco verde radiante”. “Salve, Uno Verde”, era il modo in cui Ra era lodato.\n\nI mitologi non hanno nulla da dire per spiegare perché gli antichi egiziani alludevano al Sole come se fosse stato verde e emanasse una luce verde. E, finché continueranno a credere che Ra fosse il Sole, come possono farlo? Il nostro Sole emana una luce verde? Il disco del Sole attuale è verde?\n\nConsiderate ulteriormente i movimenti dell'oggetto celeste chiamato Ra. In un'affermazione trovata in uno dei Testi della Tomba, la divinità è rivolta con queste parole: “Sali sul grande lato occidentale del cielo e scendi sul grande lato orientale della terra.” Non è questo contrario a quello che fa il Sole presente? Il Sole oggi “sorge” a ovest? “Trascende” a est? Così Faulkner, che tradusse questo passaggio, non poté fare a meno di affermare che questa “inaspettata inversione dei punti cardinali è incomprensibile”TM—e finì per"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 26,
            "content": "Incolpare ciò che per lui era un’incongruenza su “un errore in una copia antica che nessuno ha notato o almeno tentato di correggere.”® Questa spiegazione, tuttavia, presuppone che debbano esserci altri testi che danno l’alba e il tramonto di Ra correttamente, cioè in accordo con i movimenti attuali del Sole. Ma, come ha indicato David Talbott, “ogni volta che la direzione del movimento della nave [del sole] è esplicitamente collegata con le fasi del mattino e della sera, i testi sempre invertiscono la direzione prevista dall’interpretazione solare.”®\n\nPeggio ancora, quando naviga nella sua nave, o barca, si dice che Ra si muova verso il basso all'alba, e “a monte” di notte,® contrario a ciò che vediamo il Sole fare nel nostro cielo attuale.\n\nCi sono molte altre caratteristiche di Ra che non si conformano all'aspetto e ai movimenti del nostro Sole che, per non anticipare la tesi principale di questo libro, lascerò per capitoli successivi. Nel frattempo vorrei semplicemente aggiungere che gli elementi che ho finora toccato non sono veramente passati inosservati dai mitologi. Ogni singolo dato che sarà analizzato in questo lavoro è stato notato e, in alcuni casi, anche discusso. Sfortunatamente, queste stranezze astronomiche incongrue non sono mai state raccolte in un unico luogo nel tentativo di analizzarle nel loro insieme—che è esattamente ciò che intendo fare nei capitoli che seguiranno.\n\nCONTRADDIZIONI\n\nLe contraddizioni permeano i resoconti antichi. Questo è particolarmente vero, ma non limitato a, i racconti contenuti nell'Antico Testamento e quelli che costituiscono ciò che è generalmente denominato mitologia classica. Per fare solo due esempi:\n\nNel capitolo sei del Libro della Genesi, che descrive il carico dell'arca in preparazione del diluvio, è scritto che Dio comandò a Noè di prendere a bordo due, un maschio e una femmina, di ogni bestia vivente. Ma nel capitolo sette dello stesso libro, il comando a Noè è di prendere a bordo due solo di bestie impure, ma sette di ogni bestia pura oltre che di ogni tipo di uccelli. Perché la differenza?\n\nIl secondo esempio che darò proviene dalla mitologia greca e riguarda la dea Atena. Secondo Esiodo, il padre della poesia didattica greca, Atena nacque dalla testa di Zeus, un racconto che divenne molto popolare tra gli antichi greci. Ma, nonostante la notorietà del racconto di Esiodo, la paternità di Atena, così come la natura della sua nascita, non era unanimemente concordata tra gli Ellenici. Per alcuni era Poseidone a padre di Atena, Zeus diventando suo padre adottivo solo perché la dea disprezzava il dio del mare. Per altri, il padre di Atena era Itone, re di Iton in Fitiotide.® Il successivo in popolarità a quello di Esiodo era quello che sosteneva che Atena fosse stata padreata dal gigante Pallante che poi uccise e squartò. Secondo Apollodoro, d'altra parte, Pallante era il nome del compagno di gioco di Atena che lei uccise anche lui, ma accidentalmente, durante un combattimento amichevole. Apollonio Rodio ci dice che, secondo i Pelasgi, Atena nacque sulle sponde del Lago Tritonisi in Nord Africa, essendo stata allevata da Tritone (o Tritos), la divinità del lago. Filò Byblius, basando il suo resoconto su quello di Sanchoniahton e citato da Eusebio di Cesarea, affermava che Atena era la figlia di Crono.*\n\nQuindi quale di queste versioni, se ce n'è, è quella corretta? Ancora meglio: Se, come sopra affermato, la tradizione mitica è stata trasmessa fedelmente oralmente attraverso i secoli prima di essere incisa per iscritto, come abbiamo finito con così tante versioni diverse dello stesso racconto?\n\nMentre è allettante dare la colpa a tali contraddizioni a una registrazione difettosa quando questi miti furono prima scritti, non è sempre così.\n\nL'esempio fornito sopra riguardante Noè dal Libro della Genesi non è stato scelto a caso. È stato scelto specificamente per chiarire un enigma.\n\nCosì, in quel passaggio che dice che solo due di ogni bestia dovevano essere prese a bordo dell'arca, le istruzioni provengono da Elohim, un nome antico che di solito viene tradotto come “Dio” nella maggior parte delle versioni inglesi dell'Antico Testamento. Ma nel passaggio che specifica che sette dovrebbe essere il numero preso a bordo delle bestie designate come pure, il comando è detto provenire da Yahweh, talvolta tradotto come “Geova,” un altro nome antico che di solito viene tradotto come “il Signore” nelle versioni inglesi dello stesso lavoro.\n\nNon ci coinvolgeremo, a questo punto, in una discussione riguardo a se questi due nomi—Yahweh ed Elohim—fossero solo due diverse designazioni per una e medesima divinità. Lo lasceremo per dopo. Tuttavia, gli studiosi biblici avevano già da tempo realizzato che l'Antico Testamento preserva più di una tradizione, e che, tra le altre cose, queste diverse tradizioni possono essere riconosciute dal nome applicato a ciò che si considera solitamente come “Dio”. Una di queste tradizioni si riferiva alla divinità come Elohim, un'altra tradizione lo riferiva come Yahweh. Così gli studiosi biblici si riferiscono a queste diverse versioni, tra le altre, come alla tradizione Elohista da un lato, e alla tradizione Yahaista dall'altro. Originariamente, queste diverse tradizioni appartenevano a popoli diversi che avevano trasmesso le loro tradizioni oralmente, senza cambiamenti, di generazione in generazione. Ma, come è successo spesso in passato, questi diversi popoli si fusero per diventare una nazione anche se ogni fazione era persistente nel mantenere la propria versione particolare di ciò che credevano fosse accaduto nel passato. In un tempo ancora più avanzato, quando decisero di mettere la loro storia per iscritto, queste varie tradizioni furono incorporate come un insieme unificato, ma non senza soluzione di continuità. E questo, per dirlo semplicemente, è ciò che l'Antico Testamento, così come esiste oggi, consiste.\n\nCosì, similmente, con gli antichi greci, che si riferivano a se stessi come Ellenici, presumibilmente dopo Elena di Troia, una nazione forgiata dai resti di civiltà precedenti e tribù vaganti—Pelasgi, Minoici, Micenei, Achei, Troiani, Ionic, Dorici, e chi più ne ha più ne metta—ciascuno dei quali portò le proprie tradizioni in quel crogiolo indoeuropeo che è diventato noto come storia greca e mitologia classica.\n\nNonostante ciò, perché dovrebbe esserci più di una versione di un particolare mito? Qui posso solo chiedere al lettore di considerare un evento del mondo moderno—la scoperta della swastika colossale che aveva torreggiato sopra i tedeschi in splendore simbolico sopra tanti raduni nazisti, distrutta dall'esercito invasore. Come notò Lewis Greenberg: “Sembra esserci una certa confusione su quale swastika sia stata fatta dinamitare, con alcuni che optano per una sopra il Reichstag”"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 27,
            "content": "Atena—scultura romana—chi era sua figlia?\n(Fotografia dell'autore, per gentile concessione del Los Angeles County Museum of Art.)",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 28,
            "content": "Combattimento.” Apollonio Rodio ci dice che, secondo i Pelasgi, Atena nacque sulle sponde del Lago Tritonisi in Nord Africa, essendo stata allevata da Tritone (o Tritos), la divinità del lago.” Filò Byblius, basando il suo resoconto su quello di Sanchoniahton e citato da Eusebio di Cesarea, affermava che Atena era la figlia di Crono.*\n\nQuindi quale di queste versioni, se ce n'è, è quella corretta? Ancora meglio: Se, come sopra affermato, la tradizione mitica è stata trasmessa fedelmente oralmente attraverso i secoli prima di essere incisa per iscritto, come abbiamo finito con così tante versioni diverse dello stesso racconto?\n\nMentre è allettante dare la colpa a tali contraddizioni a una registrazione difettosa quando questi miti furono prima scritti, non è sempre così.\n\nL'esempio fornito sopra riguardante Noè dal Libro della Genesi non è stato scelto a caso. È stato scelto specificamente per chiarire un enigma.\n\nCosì, in quel passaggio che dice che solo due di ogni bestia dovevano essere prese a bordo dell'arca, le istruzioni provengono da Elohim, un nome antico che di solito viene tradotto come “Dio” nella maggior parte delle versioni inglesi dell'Antico Testamento. Ma nel passaggio che specifica che sette dovrebbe essere il numero preso a bordo delle bestie designate come pure, il comando è detto provenire da Yahweh, talvolta tradotto come “Geova,” un altro nome antico che di solito viene tradotto come “il Signore” nelle versioni inglesi dello stesso lavoro.\n\nNon ci coinvolgeremo, a questo punto, in una discussione riguardo a se questi due nomi—Yahweh ed Elohim—fossero solo due diverse designazioni per una e medesima divinità. Lo lasceremo per dopo. Tuttavia, gli studiosi biblici avevano già da tempo realizzato che l'Antico Testamento preserva più di una tradizione, e che, tra le altre cose, queste diverse tradizioni possono essere riconosciute dal nome applicato a ciò che si considera solitamente come “Dio”. Una di queste tradizioni si riferiva alla divinità come Elohim, un'altra tradizione lo riferiva come Yahweh. Così gli studiosi biblici si riferiscono a queste diverse versioni, tra le altre, come alla tradizione Elohista da un lato, e alla tradizione Yahaista dall'altro. Originariamente, queste diverse tradizioni appartenevano a popoli diversi che avevano trasmesso le loro tradizioni oralmente, senza cambiamenti, di generazione in generazione. Ma, come è successo spesso in passato, questi diversi popoli si fusero per diventare una nazione anche se ogni fazione era persistente nel mantenere la propria versione particolare di ciò che credevano fosse accaduto nel passato. In un tempo ancora più avanzato, quando decisero di mettere la loro storia per iscritto, queste varie tradizioni furono incorporate come un insieme unificato, ma non senza soluzione di continuità. E questo, per dirlo semplicemente, è ciò che l'Antico Testamento, così come esiste oggi, consiste.\n\nCosì, similmente, con gli antichi greci, che si riferivano a se stessi come Ellenici, presumibilmente dopo Elena di Troia, una nazione forgiata dai resti di civiltà precedenti e tribù vaganti—Pelasgi, Minoici, Micenei, Achei, Troiani, Ionic, Dorici, e chi più ne ha più ne metta—ciascuno dei quali portò le proprie tradizioni in quel crogiolo indoeuropeo che è diventato noto come storia greca e mitologia classica.\n\nNonostante ciò, perché dovrebbe esserci più di una versione di un particolare mito? Qui posso solo chiedere al lettore di considerare un evento del mondo moderno—la scoperta della swastika colossale che aveva torreggiato sopra i tedeschi in splendore simbolico sopra tanti raduni nazisti, distrutta dall'esercito invasore. Come notò Lewis Greenberg: “Sembra esserci una certa confusione su quale swastika sia stata fatta dinamitare, con alcuni che optano per una sopra il Reichstag”",
            "captions": []
        }
    ]
}
