{
    "translated_data": [
        {
            "page_type": "principale",
            "image_present": false,
            "page_number": null,
            "content": "\nCAPITOLO 19\nVagabondaggio Polare\nI Dati Corallini,                                                391\nIl Modello della Calotta Glaciale,                       394\nIl Globo Capovolto.                                                395\nAlti Geoidali.                                                   397\nLe Evidenze Paleomagnetiche.                                398\nL'Archetipo Marziano.                                           A01\nUltimo Interludio.                                                           404\nCapitolo 20\nIl Accoppiamento Assiale\nIl Problema,                                                            405\nImprese Audaci,                                               407\nLa Lezione di Shoemaker-Levy 9.                      A15\nIl Sistema Transitorio,                                     417\nGetti Cosmici.                                                             A24\nOggetti Herbig-Haro.                                        427\nOggetti Herbig-Haro,                                        427\nCapitolo 21\nL'Asse Mundi\nIl Ruach,                                                      429\nLa Cosmogonia di Sanchoniathon.                            432\nBoreas.                                                            433\nEhecatl,                                                           435\nShu.                                                                437\nHurakan,                                                         438\nIl Dio Monogambe.                                          439\nIl Posto Falciforme,                                                  441\nIl Pilastro Celeste.                                              447\nL'Asse Infuocato.                                                    451\nIl Supporto di Cook__\nIl Supporto di Cook.                                         451\nL'Ombra Lunare di Suhr.                                    452\nIl Polo dell'Eclittica,                                  AS4\nIl Polo dell'Eclittica.                                  454\nIl Raggio Turbinante dall'Alto,                           457\nCapitolo 22\nGenesi Cosmica\nLa Natura della Bestia.                                    A458\nLa Depressione Artica.                                         465\nNani Bruno Sub-Fluttuanti §#§§#§#©@©~=—- 467\nNani Bruno Sub-Fluttuanti |     AG67"
        },
        {
            "page_type": "principale",
            "image_present": false,
            "page_number": null,
            "content": "\nIl Modello del Disco di Accrescimento.                                   469\nEiezioni Planetarie__- TI\nEiezioni Astrali,                                               472\nTerra Obiettivo,                                                        476\nEpilogo\nScalare Su e Giù,                                    480\nUna Concepzione Alternativa,                                         A487\nUna Concepzione Alternativa 4857\nFine del Primo Atto___ CO\nIndice\nAtoZ ——“‘“‘i‘“‘“‘“‘iéi 494",
            "captions": []
        },
        {
            "page_type": "principale",
            "image_present": false,
            "page_number": 1,
            "content": "\nCAPITOLO 1\nMITO\nMiti e Leggende\nLa prima critica che verrà mossa a quest'opera è che si basa su nient'altro che\nmiti e leggende.\nSono d'accordo: lo è. Si basa inoltre su recenti scoperte in astronomia, geologia e\npaleontologia. Tuttavia, cosa sono miti e leggende?\nTecnicamente parlando, le leggende sono racconti tradizionali considerati popolari come miti storici. Ma\nallora cosa sono i miti? I miti sono solitamente definiti come racconti primitivi o antichi che coinvolgono esseri soprannaturali, spesso incarniando idee una volta popolari riguardo a fenomeni naturali e storici.\nQual è, allora, la differenza tra miti e leggende? Ci sarà chi sosterrà che non c'è differenza. Altri potrebbero fare una distinzione tra racconti mitici narrati su persone storiche (leggende) e racconti mitici narrati su esseri divini e semidivini (mitologia). Personalmente, farei una ulteriore distinzione in quanto la mitologia si occupa principalmente delle origini cosmogoniche. Ma non perdiamo tempo in semantiche. Dico semplicemente che, in quest'opera, mi concentrerò su quei racconti che trattano di esseri divini e semidivini. Una cosa che sosterrò, tuttavia, è che questi racconti non sono mitici nel senso generalmente inteso della parola. In altre parole, ciò che sosterrò è che i racconti che tratterò non devono essere considerati falsi. Al contrario, spero di dimostrare al di là di un ragionevole dubbio che questi racconti riflettono veramente eventi che, per quanto possano sembrare bizzarri, effettivamente si sono verificati in epoche passate.\nFranz Xavier Kugler, una delle massime autorità mondiali sull'astronomia babilonese e biblica, cronologia e mitologia, morto nel 1929, ha avvertito che:\n“La prima critica che verrà mossa a quest'opera è che si basa su nient'altro che\n“...le tradizioni antiche, anche quando sono confezionate come mito e saga, non possono essere\nsgratatamente scartate come fantastiche, o peggio, come fabbricazioni prive di significato. È particolarmente\nappropriato evitare questo tranello quando si trattano rapporti seri, specialmente quelli di natura religiosa come quelli che si verificano in grande numero nell'Antico Testamento.”'\nIn quest'opera, la parola “mitologia” è usata nel suo significato originale greco— mythologia,\nda muthos o mythos, come pronunciato dagli Ateniesi, che significa “racconto”, e logia,\nderivato da legein (parlare): cioè, la narrazione di racconti. Non c'è nulla nel termine greco stesso che specifichi che questi racconti erano considerati fittizi. Più di ciò, erano questi stessi racconti che formavano la base delle religioni greche e di altre religioni del mondo antico. È vero che sarà controbattuto che queste religioni antiche erano basate su premesse false. Ciò che intendo indicare, invece, è che queste premesse erano tutt'altro che false."
        },
        {
            "page_type": "principale",
            "image_present": false,
            "page_number": 2,
            "content": "\nCi si potrebbe ora chiedere: cosa costituisce effettivamente mythos? Come ha spiegato Roger Wescott, il confronto linguistico suggerisce che la parola greca muthos deriva da un affisso Proto-Indoeuropeo che significa “ricordare nostalgicamente” e/o “annuire con desiderio”.* E, come cercherò anche di mostrare, i contenuti della mitologia mondiale indicano esattamente questo—una struggente nostalgia per le condizioni di un'epoca passata. Così Wescott era incline a dichiarare che vedeva il mito “più nostalgico che desideroso” oltre ad essere “più commemorativo che immaginativo.”?\nColoro che sono familiari con i contenuti del mito, anche se solo superficialmente, sottolineeranno immediatamente che i miti sono troppo convoluti nei loro messaggi sconcertanti, se non addirittura contraddittori in maniera perplessa, per essere presi sul serio ai giorni nostri. Ma, come ha ammonito Claude Lévi-Strauss, “questa apparente arbitrarietà è smentita dall'assolutamente straordinaria somiglianza tra miti raccolti in regioni molto diverse.”* Oppure, come ha formulato sinteticamente Wescott: “I miti sono al contempo sorprendentemente bizzarri e opprimente ripetitivi.”* Per Alan Watts, il principale paradosso era che il mito nasconde mentre contemporaneamente rivela.°\nRITUALE\nLo studio sistematico del mito potrebbe dirsi essere stato inaugurato non prima del\n6° secolo a.C.,’ ma ha continuato ininterrottamente da allora. Il mito, a sua volta, è inesorabilmente\nlegato al rituale, tanto che una particolare scuola di pensiero ha a lungo sostenuto che il mito deriva dal rituale.* Questa visione sostiene che i miti originarono come commentari testuali destinati a spiegare e giustificare i riti. Come ha notato James Frazer: “Nessun popolo ha mai osservato un costume perché un essere mitico avesse detto di aver agito in un certo modo.”° E finché l'accento è su “essere mitico”, | concordo pienamente. Io, tuttavia, non posso essere d'accordo con lui quando afferma che “tutti i popoli hanno inventato miti per spiegare perché osservavano certi costumi” °—specialmente perché questo presuppone la domanda del perché i costumi siano sorpresi in primo luogo. Un mito particolare, secondo Frazer, “non è mai così grafico e preciso nei suoi dettagli come quando è una semplice trascrizione di una cerimonia che l'autore del mito ha assistito con i suoi occhi.”\"\n“Mentre molti casi possono essere dimostrati in cui un mito è stato inventato per spiegare un rito [come affermato da Frazer], sarebbe difficile indicare un solo caso in cui un mito ha dato origine a un rito.””\n“Invece, il rituale può essere il genitore del mito, ma non può mai essere suo figlio.””\",\nche non altera il fatto che tali tragedie erano originariamente preoccupate per la vita e la caduta di Dionysio stesso. Così, come ha notato Jane Harrison:\n“I drammi venivano eseguiti nel teatro di Dionisio, nel recinto del dio, la sua immagine era presente nel teatro, il coro danzava attorno al suo altare, il suo sacerdote sedeva nel sedile frontale e centrale tra gli spettatori. Di fronte a fatti così evidenti mi sembra impossibile che il dramma avesse le sue radici altrove che nella venerazione di Dioniso.”\nMettiamo però temporalmente da parte le opinioni degli studiosi moderni. Ciò che dovrebbe realmente preoccupare è ciò che i greci antichi stessi avevano da dire, perché, dopotutto, erano loro che erano nella posizione migliore per illuminarci sull'argomento. A questo proposito, abbiamo già notato ciò che Plutarco aveva dichiarato riguardo al contenuto dionisiaco delle opere di Eschilo.\nMa che dire in generale del dramma greco?\nSecondo Erodoto, lo storico greco, “il coro tragico” che faceva parte integrante del dramma greco apparteneva “al culto di Dionisio.”” Aristotele andò ancora oltre scrivendo che la tragedia “originò con i capi del dithirambo,”® un folle inno corico cantato in onore di Dionisio da partecipanti che mascheravano come satiro, dal quale si svilupparono i festival di Dionisio. Così il Teatro di Dionisio sotto l'Acropoli di Atene"
        },
        {
            "page_type": "principale",
            "image_present": true,
            "page_number": 3,
            "content": "\nAE\n|                hae\nLa processione Panatenea, tenuta annualmente per il compleanno di Atena sull'Acropoli di\nel  wae eT  Bie       zl\n: ee    A lel A Le  =  bi :  :  ty _——— ee\nGER Meco\nAtene all'inizio dell'estate. È così, forse, che i riti si sono evoluti dal mito, o era il mito\nFe ee\nPETA CEN AONE) IN REF\nES ae\nAZ WA SKB Hh. o.\n(Illustrazione di John Green)\nche derivava da tali riti?\n(Illustrazione di John Green.)",
            "captions": []
        },
        {
            "page_type": "principale",
            "image_present": true,
            "page_number": 4,
            "content": "\n=|     ‘Lt     P    4     -}\\\\| @ EA   y Aa\nLa maschera teatrale greca.\n(Illustrazione di Maria Rossi)\n„Atto 2”",
            "captions": []
        },
        {
            "page_type": "principale",
            "image_present": true,
            "page_number": 5,
            "content": "\nDalla furiosa folla. Successivamente fu accusato\nry hs                        col crimine davanti all'Areopago, in\ncon il crimine davanti all'Areopago, in\n/ wp gl hy, ,                  Atene, ma il suo appello di non sapere\nAtene, ma il suo appello di non sapere\n{ (  P             che ciò che aveva pronunciato doveva essere\nche ciò che aveva pronunciato doveva essere\n<          \\                     un segreto fu accettato dal tribunale\nun segreto fu accettato dal tribunale\n»)            ;                       che lo assolveva.\nche lo assolveva.\nj                  Murray, naturalmente, non è l'unica autorità moderna che sostiene,\nche non è l'unica autorità moderna che sostiene,\n\\    =              Y          la visione\nla visione\nYt                    S23                  che il dramma greco avesse origine nei rituali dionisiaci.\nche il dramma greco avesse origine nei rituali dionisiaci.\n\\                   ~\\         Secondo Karl Kerenyi “[Fried-\nSecondo Karl Kerenyi “[Fried-\nF                            rich] Nietzsche [credeva anche] che in linea\nrich] Nietzsche [credeva anche] che in linea\nss                            y \\        con una tradizione indiscutibile, le forme più antiche\ncon una tradizione indiscutibile, le forme più antiche\nCA  i                                      della tragedia greca trattavano esclusivamente\ndella tragedia greca trattavano esclusivamente\niV                       4        :         con le sofferenze di Dionisio, e che per\ncon le sofferenze di Dionisio, e che per\nfh                   )     molto tempo l'unico eroe della tragedia era Dionisio.\nmolto tempo l'unico eroe della tragedia era Dionisio.\ny                                 Nv.   i      Dionisio.”” Come James, Kerenyi stesso\nDionisio.”” Come James, Kerenyi stesso\nsus.\nS\\                       SS   \\ 4      non era del tutto d'accordo, andando persino a \nnon era del tutto d'accordo, andando persino a \nWZ      ‘                   *  »           smentire l'affermazione di Nietzsche. “Il\nsmentire l'affermazione di Nietzsche. “Il\nNy Oss             WAZ    più antico eroe del palco,” per quanto riguardava Kerenyi\npiù antico eroe del palco,” per quanto riguardava Kerenyi\nSS Sy            we DL    riteneva, “era un nemico di Dionisio.”*\nriteneva, “era un nemico di Dionisio.”*\nom                                    Ma non scricchio qui se Dionisio\nMa non scricchio qui se Dionisio\n.                    o il suo nemico fosse considerato l'eroe delle prime tragedie greche,\nche fosse considerato l'eroe delle prime tragedie greche,\nGreek theatrical mask.\nmaschera teatrale greca.\nconsiderata l'eroe delle prime tragedie greche poiché ciò non altera il fatto che tali tragedie erano originariamente preoccupate\ncon il fatto che tali tragedie erano originariamente preoccupate\nper la vita e la caduta di Dionisio stesso. Così, come ha notato Jane Harrison:\n“La tragedia greca veniva rappresentata nel teatro di Dionisio, nel recinto del dio, la sua\nimmagine era presente nel teatro, il coro danzava attorno al suo altare, il suo sacerdote sedeva nel\nsocio frontale e centrale tra gli spettatori. Di fronte a fatti così evidenti mi sembra impossibile che il\ndramma avesse le sue radici altrove che nella venerazione di Dionisio.”\nMa mettiamo temporaneamente da parte le opinioni degli studiosi moderni. Ciò che dovrebbe realmente preoccupare è ciò che i Greci antichi stessi avevano da dire, perché, dopotutto, erano loro che erano nella posizione migliore per illuminarci sull'argomento. In questo proposito, abbiamo già notato cosa Plutarco abbia detto in merito al contenuto dionisiaco delle opere di Eschilo.\nMa del dramma greco in generale che dire?\nSecondo Herodoto, lo storico greco, “il coro tragico” che faceva parte integrante del dramma greco apparteneva “al culto di Dionisio.”” Aristotele andò ancora oltre scrivendo che la tragedia “originò con i capi del dithirambo,”® un folle inno corico cantato in onore di Dionisio da partecipanti mascherati da satiro, dal quale si svilupparono i festival di Dionisio. Così, il Teatro di Dionisio sotto l'Acropoli di Atene",
            "captions": []
        }
    ]
}
