[
    {
        "page_type": "main",
        "page_number": 224,
        "content": "Incorporando il nome stesso di El. Le interpretazioni del nome hanno incluso lodi come \"colui che combatte per El,\" \"colui per cui El combatte,\" \"il giusto di El,\" e altre simili, ma nessuna di queste è fedele all'etimologia del nome. Il nome \"Israele\" appare per la prima volta nel Libro della Genesi, dove il Patriarca Giacobbe è descritto mentre lotta con uno straniero misterioso, al termine del quale lo straniero disse a Giacobbe: \"Il tuo nome non sarà più Giacobbe, ma Israele: perché come un principe hai avuto potere con Elohim e con gli uomini, e hai prevalso.\" Il nome Israele fu quindi conferito a Giacobbe perché egli \"prevaleva\" come un principe sullo straniero con il potere di Elohim. E, come è stato ipotizzato da altri prima di me, il nome \"Israele\" è composto dalla parola sarah—\"prevalere\"—e \"El.\" Pertanto, non sarebbe sbagliato dire che \"Israele\" probabilmente significa \"prevalere come El\" o \"lasciare che El prevalga.\" Come ha argomentato Ronald Hendel, El era il dio più antico degli Israeliti. Questo è dimostrato dal fatto che, nell'Antico Testamento, fino al tempo dell'Esodo, i nomi teoforici incorporano solo il nome di El (ad esempio, Israele, Ismaele e Betuel). Ciò coincide con quanto è noto della religione cananea nel periodo pre-israelita. \"Le prove, da Ugarit a nord fino al Sinai a sud, testimoniano che durante [il periodo pre-israelita] il dio supremo dei vari pantheon locali cananei era chiamato El.\" Murtonen va ancora oltre quando afferma che il nome può essere fatto risalire a tempi primitivi. \"Che 'el sia una parola molto primitiva è dimostrato da 1) la sua esistenza in tutte le lingue semitiche con la (possibile) eccezione dell'etiopico... 2) il fatto che fosse composta da soli due radicali... e 3) che questi radicali siano annoverati tra i più primitivi.\" Per quanto riguarda l'origine di El, la stessa autorità ci informa: \"El stesso può essere derivato solo da una concezione concreta, cioè da un'esperienza immediata. In altre parole, la questione è filologicamente insolubile.\" Filologicamente insolubile—forse; ma non necessariamente cosmogonicamente, come vedremo presto. Iniziamo ponendoci la domanda: quale potrebbe essere stata questa \"concezione concreta,\" questa \"esperienza immediata\" di cui parla Murtonen? Avendo già toccato l'argomento in una pagina precedente, l'identità di El non dovrebbe sorprendere il lettore. Tuttavia, per cominciare, menzioniamo qui il fatto che, nelle iscrizioni accadiche, la scrittura fonetica per El (o Il) è talvolta usata per il logogramma altrimenti letto come An. Nelle liste di dèi trovate a Mari, i due nomi sono intercambiabili. Come rivelato da Alfred Eaton: \"È noto che il nome El era scritto con il segno AN (Ik-ru-ub-AN e Ik-ru-ub-Il)...\" Discutendo lo stesso materiale, Herman Wohlstein sostiene semplicemente un'identificazione di El/An come divinità tutelare, un'equazione che potrebbe essere stata raggiunta solo a causa dell'accettazione diffusa di El, sia da parte di ebrei che di cristiani, come un nome che significa semplicemente \"Dio.\" Ma che \"El\" fosse",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 225,
        "content": "Originariamente un nome proprio è stato dimostrato da Murtonen. Nel frattempo, come abbiamo già visto, il dio An e/o Anu era una personificazione del pianeta Saturno. Julius Morgenstern ci dice che, nel suo ruolo di dio onnisciente, \"El sembra avere molto in comune con la divinità babilonese Enki-Ea, il sapiente per eccellenza.\" E, in una pagina precedente, abbiamo mostrato che Enki/Ea è anche identificabile con lo stesso pianeta Saturno. Nulla di ciò dovrebbe davvero sorprendere. Come indicato da Frank Moore Cross, El era la divinità principale dei semiti mesopotamici, così come lo era anche per gli arabi preislamici oltre che per i cananei. Infatti, è noto da tempo che il pre-islamico Allah risale alla stessa radice di El o Eloah. Cross cita anche prove che equiparano El con il Ptah egiziano (un'altra divinità che abbiamo già visto identificata come Saturno) così come con Ba'al (di cui parleremo altrove). William Albright ha equiparato El con lo Shamash assiro-babilonese che, ancora una volta, abbiamo già mostrato essere un nome alternativo per il pianeta Saturno. William Heidel va dritto al punto quando ci dice che \"Cronos [o Kronos—il nome greco per il pianeta Saturno] è chiamato El dai Fenici.\" Questa identificazione risale allo studioso fenicio Sanchuniathon stesso, come citato da Filone di Biblo, che identificò il cananeo El con il greco Kronos. Come ha sottolineato Cross: \"Filone di Biblo, e altre fonti classiche, e iscrizioni in greco e latino stabiliscono tutte la formula secondo cui B'l Hmn [cioè, Ba'al Hamon] da un lato, ed El dall'altro, sono il greco Kronos, il latino Saturnus.\" Inoltre, come ammette Cross: \"Queste equazioni sono note da tempo, e tutti i nuovi dati confermano l'antico.\" Albright, quindi, era sulla strada giusta quando identificò El direttamente con il latino Saturnus. Non abbiamo, quindi, sbagliato quando, in una pagina precedente, abbiamo sottolineato che, secondo gli antichi, era il pianeta Saturno il vero dio degli ebrei. Quando l'Antico Testamento stesso, come abbiamo visto, dichiara che El era il \"Dio di Israele,\" è lo stesso che dire che Saturno era quel dio. E, infatti, ciò non è ulteriormente confermato dal nome stesso Israele che, come abbiamo sottolineato, incorpora il nome teoforico di El che era Saturno? Così, incidentalmente, quando J. Glen Taylor, basandosi su prove bibliche e archeologiche, fu costretto a concludere che era il \"sole\" ad essere adorato nel Tempio di Gerusalemme dai Re di Giuda, possiamo essere certi che il \"sole\" in questione era quello saturniano.",
        "captions": [],
        "headers": ["THE LEFT HAND OF GOD"]
    },
    {
        "page_type": "main",
        "page_number": 226,
        "content": "Come William Warren chiese: \"Perché questa singolare enumerazione di tre dei punti cardinali, e questa omissione del quarto [cioè, il Nord]?\" Non è forse, come ipotizzò T. K. Cheyne, perché una \"peculiare sacralità è attribuita al Nord nei documenti dell'Antico Testamento\"? E ciò non significa forse che l'esaltazione di Elohim può provenire solo dal nord? Questo non implica, di per sé, che Elohim risiedesse nel nord? E se Elohim, come abbiamo visto, era identificato dagli antichi stessi come Saturno, ciò non significa anche che la dimora di Saturno fosse nel nord? Come continua Warren: \"Una curiosa traccia dello stesso concetto appare nel libro di Giobbe...\" Qui Warren si riferisce a quell'episodio specifico in cui Giobbe, lamentandosi per il destino amaro che gli era stato riservato, si lamenta di aver cercato Eloah ma di non averlo trovato: \"Ecco, guardo avanti [o 'davanti'], ma non è lì; e indietro [o 'dietro'], ma non riesco a percepirlo. Alla sinistra, dove opera, ma non riesco a vederlo. Si nasconde alla destra, che non riesco a vedere.\" Qui, la parola ebraica tradotta come \"avanti\" o \"davanti\" è gedem o gedmah che, tra le altre cose, significa \"verso est.\" Come ci si aspetterebbe, 'achor, la parola ebraica tradotta come \"indietro\" o \"dietro\" significa anche \"verso ovest.\" Semo'l, tradotto \"sinistra,\" significa anche \"nord.\" Mentre yamin, cioè \"destra,\" significa anche \"sud.\" Le parole di Giobbe, sopra, dovrebbero quindi essere lette: \"Ecco, guardo verso est, ma lui [cioè, Eloah] non è lì; e verso ovest, ma non riesco a percepirlo. Verso nord, dove opera, ma non riesco a vederlo. Si nasconde verso sud, che non riesco a vedere.\" Le designazioni \"davanti,\" \"dietro,\" \"sinistra,\" e \"destra,\" per \"est,\" \"ovest,\" \"nord,\" e \"sud,\" entrarono in uso comune tra i semiti molto più tardi, quando il Sole—cioè il Sole attuale—aveva sostituito quello saturniano. A causa di altri fattori che qui non ci riguardano, l'orientamento era indicato guardando verso est, dove sorgeva il Sole. Così l'est era davanti, l'ovest era dietro, il nord era alla sinistra e il sud alla destra. Ma qui, ora, come notò Warren, c'è qualcosa di strano nel modo in cui è formulata la lamentela di Giobbe. Mentre esprime il suo disappunto per il fatto che in nessun luogo—est, ovest, nord o sud—riusciva a trovare Eloah, fece una distinzione significativa riguardo al nord. La sinistra, cioè il nord, è descritta come il luogo \"dove lui [cioè Eloah] opera.\" Così che, ancora una volta, troviamo che era proprio nel nord che Eloah, lo stesso di Elohim/El/Saturno, si credeva compisse le sue opere. È, quindi, alquanto ironico che la sinistra, il luogo dove le opere divine erano compiute, sia diventata sinonimo di sfortuna. Sebbene ora obsoleta, la",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 227,
        "content": "stessa espressione \"mano sinistra\" usata per indicare \"sfavorevole\" e/o \"sfortunato.\" Inoltre, la parola latina per \"sinistra,\" che è sinister, in inglese è arrivata a significare \"malvagio.\" Come intendo mostrare in un lavoro futuro, ciò è dovuto al fatto che il dio dell'umanità non è sempre stato benevolo. IL QUARTO SACRO La dimora settentrionale del dio di Israele è anche menzionata nel Libro di Ezechiele. Quando si dice che Elohim si rivelò al profeta Ezechiele, come descritto nei primissimi capitoli di quel libro, si dice che apparve dal nord. Fu proprio per questa ragione che, quando il Sommo Sacerdote di Israele officiava all'altare sia nel Tabernacolo che, successivamente, nel tempio di Gerusalemme, era obbligato a rivolgersi verso nord. In effetti, questo rituale sacerdotale di rivolgersi verso nord durante l'officiatura era praticato dai prelati di altre antiche nazioni, tra cui i sacerdoti dei Sabiani di Haran. Come notò A. Fornander: \"L'indovino hawaiano, o kilo-kilo, si volgeva sempre verso il Nord quando osservava i cieli per segni o presagi... Anche gli antichi indù si volgevano verso il Nord per scopi divinatori, così come facevano gli iraniani prima dello scisma... così facevano i greci, e così facevano gli scandinavi prima della loro conversione al cristianesimo.\" Questo orientamento verso il nord, nel frattempo, non deve essere inteso in senso terrestre, ma, piuttosto, in senso celeste. Questo è evidenziato dal fatto che le stelle circumpolari erano alluse come Kokkabe 'El (le \"stelle di El\"). Il trono di El era considerato \"il polo dell'universo.\" Date tutte le considerazioni sopra esposte, El (Eloah/Elohim) poteva risiedere solo nel polo celeste nord. Come osservò Warren: \"Il Polo, il punto centrale immobile dei cieli direttamente sopra la testa, sarebbe naturalmente sembrato essere la cima del mondo, il vero cielo, la sede immutabile del Dio supremo e onnipotente. E se, di conseguenza, durante tutta la lunga vita del mondo antidiluviano, il cielo circumpolare era per il pensiero umano la vera dimora di Dio, i popoli più antichi post-diluviani, sebbene sparsi lungo i lati del globo per metà o due terzi della distanza verso l'equatore, non potevano facilmente dimenticare che al centro e al vero vertice del cielo rotante si trovava il trono del suo grande Creatore, e che lì, nel lontano Nord, era il 'quarto sacro' del mondo.\" E: \"Le religioni di tutte le antiche nazioni confermano e soddisfano in modo significativo questa aspettativa antecedente. Con una meravigliosa unanimità associano la dimora del Dio supremo con il Polo Nord, 'il centro del cielo,' o con lo spazio celeste immediatamente circostante.\"",
        "captions": [],
        "headers": ["THE SACRED QUARTER"]
    },
    {
        "page_type": "main",
        "page_number": 228,
        "content": "",
        "captions": ["Sommo Sacerdote di Israele—che si volgeva verso nord durante l'officiatura."],
        "headers": []
    }
]