[
    {
        "page_type": "main",
        "page_number": 174,
        "content": "lavoro, era dell'opinione che la conoscenza fosse stata data agli antenati dei Dogon da extraterrestri in visita. Credeteci se volete. (Mi ha sempre affascinato che tali extraterrestri avrebbero conferito una tale conoscenza astronomica agli antenati dei Dogon, una conoscenza che non aveva alcun uso pratico per loro, mentre non davano nulla che potesse alleviare la precarietà della loro vita primitiva dell'età della pietra.) Altri preferirebbero che i Dogon fossero stati educati in queste questioni da altri tipi di alieni in visita—missionari cristiani dell'Occidente. Tuttavia, la campagna missionaria nell'Africa tropicale non iniziò seriamente fino alla fine del diciottesimo/primo diciannovesimo secolo. Ma questo non è né qui né là perché, a dire il vero, il Sudan, compreso il Mali, era già molto prima sotto l'influenza dell'Islam, in modo che nessuna influenza cristiana potesse penetrare nella regione—e questo nonostante il fatto che le aree rurali, come quella occupata dai Dogon, continuassero a mantenere le loro tradizionali pratiche animistiche. E, in ogni caso, i missionari, cristiani o meno, intenzionati a convertire i popoli primitivi alla loro fede, avrebbero riempito le menti di questi nativi con conoscenze astronomiche? O perché questa conoscenza, così come sostenuta da questi nativi, è stata riportata per la prima volta al mondo esterno da missionari che erano altrettanto confusi dalla conoscenza quanto lo erano gli astronomi successivi? Un'altra alternativa proposta è che gli antenati dei Dogon fossero in possesso di strumenti ottici. Tuttavia, anche Galileo, con il suo telescopio pionieristico, non fu in grado di vedere Saturno come un orbe anellato. Infatti, l'immagine di Saturno che era in grado di risolvere attraverso il suo strumento ottico era così vaga che scambiò il pianeta per tre corpi separati. Come riportò lui stesso: “Ho osservato con grande ammirazione che Saturno non è una singola stella ma tre insieme, che, per così dire, si toccano... il centrale è molto più grande di quelli laterali... impiegando un vetro che moltiplica le superfici [cioè, i confini visibili] più di mille volte, le tre sfere saranno viste molto distintamente e quasi toccanti, con solo un piccolo spazio scuro tra di esse.” Non fu fino al 1655 che Christian Huygens, con uno strumento migliore, fu in grado di riportare (attraverso il suo famoso messaggio codificato) che Saturno era effettivamente “cinturato da un anello piatto e sottile, mai toccante, inclinato all'eclittica.” È quindi probabile che i Dogon, che vivono ancora nelle loro primitive capanne di fango mentre scrivo, potessero essere in possesso di un telescopio migliore di quello utilizzato da Galileo? LA STELLA DEI NOVE LUNE I Pigmèi Efe della Foresta Ituri nella parte orientale del bacino del Congo in quello che è ora l'Alto Zaire sono stati relegati senza cerimonia dalla maggior parte degli antropologi agli ultimi gradini dell'evoluzione umana. Sebbene il loro antico modo di vivere abbia cominciato a finire con l'istituzione della Stazione di Ricerca Ituri, qui c'erano queste persone minute, che cercavano di guadagnarsi da vivere in pacifica armonia con il loro ambiente sovrastante in un'area dove le stelle sono solo parzialmente visibili di notte attraverso le strette aperture delle radure nella giungla. Se mai ci fosse stata una popolazione che non avesse bisogno di alcuna conoscenza delle stelle, o che, anche se l'avesse avuta, sarebbe stata ostacolata dal proprio ambiente nell'osservare correttamente i brillanti abitanti del cielo notturno, sicuramente dovevano essere questi Pigmèi. Di orizzonti, così cruciali per le osservazioni astronomiche, non potevano vedere nulla. Eppure, ostacolati come sono dalla giungla che avanza, possiedono “alcune conoscenze piuttosto notevoli dei pianeti e delle costellazioni” che continuano a osservare “con il massimo interesse.” Come per i Dogon, di particolare interesse per noi in questo lavoro è la conoscenza dei Pigmèi Efe riguardo al pianeta Saturno. Ci sono indizi che, come i Dogon, i loro antenati fossero anche a conoscenza che questo pianeta è circondato da un anello. Hanno sicuramente la convinzione che Saturno sia circondato da satelliti. Fino alla fine del diciannovesimo secolo, Saturno era noto per possedere solo otto satelliti. Phoebe, il nono satellite di Saturno, fu scoperto da W. H. Pickering nel 1899. Nessun ulteriore satellite saturniano fu scoperto fino all'alba dell'era spaziale. Nelle immagini dei telescopi basati sulla Terra, solo nove dei satelliti di Saturno sono visibili. Eppure, i Pigmèi Efe “definiscono tradizionalmente il pianeta Saturno come ‘la stella dei nove satelliti.’” Il loro nome per il pianeta—Bibi Tiba Abutsiua’ani—significa esattamente questo: La Stella dei Nove Lune. Lo chiamano anche Bibi Deba—“La stella buona o perfetta.” Jean-Pierre Hallet, ovviamente, è dell'opinione che i Pigmèi Efe non abbiano sempre occupato la terra che attualmente abitano. “Secondo le leggende pigmee,” scrisse, “i pigmei antichi fusero e lavorarono i metalli, abitavano in ‘grandi villaggi’ o città, praticavano l'agricoltura e l'allevamento, navigavano in barca, producevano ceramiche e, in generale, vivevano a un livello tecnologico materiale estremamente elevato.” Nessuna di queste affermazioni è mai stata verificata da",
        "captions": [],
        "headers": [
            "LA STELLA DEI NOVE LUNE"
        ]
    },
    {
        "page_type": "main",
        "page_number": 175,
        "content": "fine con l'istituzione della Stazione di Ricerca Ituri, qui erano queste persone minute, che cercavano di guadagnarsi da vivere in pacifica armonia con il loro ambiente sovrastante in un'area dove le stelle sono solo parzialmente visibili di notte attraverso le strette aperture delle radure nella giungla. Se mai ci fosse stata una popolazione che non avesse bisogno di alcuna conoscenza delle stelle, o che, anche se l'avesse avuta, sarebbe stata ostacolata dal proprio ambiente nell'osservare correttamente i brillanti abitanti del cielo notturno, sicuramente dovevano essere questi Pigmèi. Di orizzonti, così cruciali per le osservazioni astronomiche, non potevano vedere nulla. Eppure, ostacolati come sono dalla giungla che avanza, possiedono “alcune conoscenze piuttosto notevoli dei pianeti e delle costellazioni” che continuano a osservare “con il massimo interesse.” Come per i Dogon, di particolare interesse per noi in questo lavoro è la conoscenza dei Pigmèi Efe riguardo al pianeta Saturno. Ci sono indizi che, come i Dogon, i loro antenati fossero anche a conoscenza che questo pianeta è circondato da un anello. Hanno sicuramente la convinzione che Saturno sia circondato da satelliti. Fino alla fine del diciannovesimo secolo, Saturno era noto per possedere solo otto satelliti. Phoebe, il nono satellite di Saturno, fu scoperto da W. H. Pickering nel 1899. Nessun ulteriore satellite saturniano fu scoperto fino all'alba dell'era spaziale. Nelle immagini dei telescopi basati sulla Terra, solo nove dei satelliti di Saturno sono visibili. Eppure, i Pigmèi Efe “definiscono tradizionalmente il pianeta Saturno come ‘la stella dei nove satelliti.’” Il loro nome per il pianeta—Bibi Tiba Abutsiua’ani—significa esattamente questo: La Stella dei Nove Lune. Lo chiamano anche Bibi Deba—“La stella buona o perfetta.” Jean-Pierre Hallet, ovviamente, è dell'opinione che i Pigmèi Efe non abbiano sempre occupato la terra che attualmente abitano. “Secondo le leggende pigmee,” scrisse, “i pigmei antichi fusero e lavorarono i metalli, abitavano in ‘grandi villaggi’ o città, praticavano l'agricoltura e l'allevamento, navigavano in barca, producevano ceramiche e, in generale, vivevano a un livello tecnologico materiale estremamente elevato.” Nessuna di queste affermazioni è mai stata verificata da",
        "captions": [
            "Galileo Galilei. Nonostante il fatto che fosse il primo in tempi moderni a osservare telescopicamente gli anelli di Saturno."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 176,
        "content": "antropologia e/o archeologia. Ma anche se ci fosse un fondo di verità in queste leggende, ciò non avrebbe comunque permesso agli Efe Pygmies, o ai loro antenati, di vedere i satelliti che circondano il pianeta Saturno. Quindi, da dove proveniva quell'informazione? Quando tutto è detto e fatto, l'unica altra alternativa rimasta per spiegare la conoscenza dei Dogon e degli Efe Pygmies sulla struttura degli anelli di Saturno e sui suoi satelliti è che i loro antenati avessero, in un tempo lontano, potuto osservare il pianeta da una distanza più ravvicinata—il che significherebbe che, in qualche modo, la Terra era stata molto più vicina a Saturno di quanto non sia attualmente. Per quanto strana possa sembrare questa idea, non sembra esserci altra soluzione al problema—il che fa venire in mente le parole spesso ripetute di Arthur Conan Doyle: “Quando hai eliminato l'impossibile, ciò che rimane, per quanto improbabile, deve essere la verità.” Inoltre, come indicheranno i capitoli successivi, tutto ciò che i nostri antichi antenati avevano da dire su questo pianeta continua a rafforzare l'ipotesi. TERZO INTERMEZZO La scienza ha dimenticato Oskar Reichenbach che, già nel 1884, aveva proposto una teoria che sosteneva di dimostrare che le masse terrestri sulla Terra si erano fratturate e si erano spostate verso nord. Le sue idee possono quindi essere dette precedenti a quelle simili di Alfred Wegener, relegato a una nota a piè di pagina negli annali della scienza come l'ideatore della Teoria della Deriva dei Continenti, di circa 33 anni. Ma, più di questo, Reichenbach credeva che, in passato, il Sistema Solare avesse subito una serie di eventi catastrofici. Basando le sue conclusioni sulla conoscenza imperfetta del suo tempo, aveva anche formulato alcune teorie riguardanti il pianeta Saturno. Per quanto potesse essere in errore, e non mi preoccupo qui di difendere Reichenbach, colpì con l'idea innovativa che la Terra è “una prole di Saturno,” con cui intendeva implicare che la Terra era stata un tempo un satellite del gigante pianeta gassoso. Se Immanuel Velikovsky fosse stato a conoscenza della stravagante teoria di Reichenbach o meno deve rimanere una questione controversa, ma, molti anni dopo, anche lui giunse alla stessa conclusione. Inizialmente, il libro di Velikovsky, Mondi in Collisione, conteneva una sezione su Saturno riguardante eventi che precedevano quelli descritti in quell'opera. Per vari motivi, gli fu quindi consigliato di es-",
        "captions": [
            "Facsimile dei disegni di Galileo del pianeta Saturno, come lo osservò attraverso il suo telescopio relativamente a bassa potenza, che lo portò a credere che il pianeta fosse in realtà tre corpi separati."
        ],
        "headers": [
            "TERZO INTERMEZZO"
        ]
    },
    {
        "page_type": "main",
        "page_number": 177,
        "content": "cise questa sezione dal suo lavoro seminale e di presentarla in un momento futuro come un prequel. Un tempo, a causa del modo in cui fu trattato dall'accademia, Velikovsky minacciò di portare con sé la sua tesi saturniana nella tomba, ma, come si è rivelato, la ragione prevalse e riuscì ad espandere e finalizzare la sua ipotesi sotto il titolo di Saturno e il Diluvio e Giove del Fulmine, un titolo che in seguito fu cambiato in In Principio. Al momento della scrittura, quest'opera deve ancora vedere la luce del giorno. Nel 1971, tuttavia, Velikovsky tenne una conferenza all'Università del Nuovo Mondo in Valais, Svizzera, in cui presentò una sinossi del suo scenario saturniano inedito. Tra gli elementi che rivelò c'era l'ipotesi che la Terra potrebbe essere stata una volta un satellite di Saturno.75 La conferenza fu successivamente trascritta da Jan Sammer e apparve come un articolo in KRONOS.76 Indipendentemente da Velikovsky, ma basando il loro lavoro sul suo e anche sul registro mito-storico, Harold Tresman e Bernard Newgrosh (scrivendo sotto il nome di Brendan O’Gheoghan), giunsero anche alla conclusione che la Terra doveva una volta orbitare attorno a Saturno come satellite,77 un argomento a cui Tresman sarebbe tornato in seguito.78 Analizzando il sistema planetario ambiguo, ma intrigante, proposto da Filolao, il filosofo pitagorico dell'Italia meridionale che visse ai tempi di Socrate, Lynn Rose giunse alla stessa conclusione. Sebbene questo sistema di Filolao fosse stato a lungo relegato nella biblioteca delle curiosità classiche, Rose riuscì a recuperare ciò che potrebbe aver inteso rappresentare. Sebbene ciò che ne risultò fosse uno scenario saturniano i cui dettagli sono in contrasto con quello presentato qui, contiene comunque alcuni dei suoi elementi di base. Come spiegò Rose: “Secondo l'interpretazione convenzionale, il sistema di Filolao aveva la Terra in orbita attorno a un Fuoco Centrale...”79 Poiché il Sole era descritto come in orbita attorno a questo Fuoco Centrale80 diventa ovvio che il Fuoco Centrale non poteva essere il Sole. Uno studio approfondito di questo sistema, insieme alla sua privilegiata conoscenza del lavoro inedito di Velikovsky sull'argomento, permise a Rose di concludere che questo Fuoco Centrale era Saturno che brillava come un “sole,” e che la Terra era in quei giorni in orbita attorno ad esso.81 Combinando il postulato di Velikovsky con quello di David Talbott e altri, Frederick Hall abbracciò la stessa idea, presentandola in uno scenario speculativo riguardante la storia del Sistema Solare.82 Alcuni fondamenti, basati su proposte specifiche offerte da altri, sono qui accettati, ma anche testati contro il registro. L'ipotesi che la Terra fosse stata una volta un satellite di Saturno, che originariamente giunse a questo autore tramite Velikovsky, è una di esse. Ulteriori ricerche condotte indipendentemente dall'autore attuale hanno portato alla stessa conclusione. Tuttavia, questa ricerca ha reso evidente che l'uomo preistorico, ignorante delle questioni astronomiche, non sarebbe stato in grado di dedurre che il suo mondo fosse un satellite di un altro pianeta. Ma, essendo abbastanza vicino a Saturno, sarebbe stato in grado di vedere quel pianeta come qualcosa di molto più grande del presente punto di luce che vediamo nel cielo notturno. Saturno, infatti, si sarebbe stagliato nel cielo come un disco, o una sfera, molto più grande di quella della presente Luna piena. E questo",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 178,
        "content": "è precisamente ciò che troviamo accennato nella tradizione dei nostri antichi antenati, una tradizione che continua nella credenza di alcuni dei nostri più primitivi simili. Questo ci fa comprendere meglio perché Giove/Saturno fosse fatto dichiarare che, prima della Creazione, appariva come “una semplice palla,” un'affermazione fatta anche per la divinità eschimese Ataksak che si diceva apparisse “come una sfera.” Spiega anche perché il simbolo di Shamash, identificato come il pianeta Saturno dagli Assiro-Babilonesi stessi, fosse rappresentato come un disco simile al sole. Così, allo stesso modo, con il simbolo del disco che rappresenta Ra, che abbiamo anche visto identificato come Saturno, sebbene in modo meno elaborato. Spiega sicuramente le credenze dei Dogon del Mali, così come quelle dei pigmei Efe della foresta Ituri. Questo, quindi, insieme alla sua luminosità radiante, spiega meglio perché Saturno fosse considerato il più prominente tra i pianeti—il che ci fornisce la nostra prossima ipotesi numerata. Ma, piuttosto che numerarla come Ipotesi #3, vorrei numerarla #1, mentre riorganizzo le nostre due precedenti ipotesi. Ciò che abbiamo a questo punto è il seguente: Ipotesi #1: Che, da ciò che può essere dedotto dalla tradizione astronomica antica e primitiva, la Terra fosse stata una volta un satellite del pianeta Saturno che, a causa della sua prossimità, si stagliava nel cielo come un disco distinto più grande della dimensione della Luna piena. Ipotesi #2: Che, secondo gli antichi, il pianeta Saturno brillasse una volta come un sole. Ipotesi #3: Che, sempre secondo gli antichi, questo primitivo sole saturniano brillasse durante quel tempo che oggi chiamiamo notte. Ma l'astronomia, come attualmente creduta, consente questo stato di cose?",
        "captions": [
            "Il simbolo solare di Shamash (a sinistra) e quello meno elaborato di Ra (a destra)."
        ],
        "headers": []
    }
]