{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 89,
            "content": "che elenca 405 mesi sinodici durante circa 33 anni di osservazione. Il manoscritto presenta anche una tabella di 69 possibili date di futuri eclissi solari. La Stella della Sera, Venere, con il suo corso irregolare, la prima ad apparire e l'ultima a scomparire, attirò la loro attenzione. I Maya si sforzarono di misurare la sua altezza, che varia all'alba e al tramonto... Tutte queste preoccupazioni, che andavano ben oltre quelle necessarie per compilare un calendario agrario, dimostravano il loro interesse ossessivo per l'infinito—sia del tempo che dello spazio—e anche un'ansia di fronte al passare del tempo.\n\nLe osservazioni astronomiche dei Maya erano così precise che le cifre a cui giunsero nel calcolare l'anno solare non erano solo più accurate dell'anno giuliano, ma, come alcuni hanno affermato, anche più accurate dell'anno gregoriano, introdotto in Europa nel 1582 e che rimane l'anno calendario fino ad oggi.\n\nI calendari mesoamericani non furono prodotti da una singola persona in una sola generazione. Il loro sviluppo e raffinamento fu il prodotto di secoli. Infatti, i loro elementi di base possono essere risaliti fino agli Olmechi, che avevano stabilito le loro città e i centri cerimoniali sulla Costa del Golfo del Messico “almeno già dal secondo secolo a.C.” Col tempo—gioco di parole intenzionale—questi calendari si evolsero in un sistema intricato in cui diversi cicli temporali, tutti calcolati indipendentemente e con simile esattezza, venivano incorporati in varie combinazioni, relazionando un ciclo all'altro, nell'utilizzo della misurazione del tempo.\n\nUn particolare calendario impiegato dai Maya, chiamato Haab, era basato su un conteggio di 360 giorni ed era diviso in 18 mesi di 20 giorni ciascuno, ai quali venivano aggiunti cinque giorni—considerati “malefici, di cattivo presagio, vuoti e senza nome”—alla fine per portare l'anno a un totale di 365 giorni.\n\nMentre il calendario di 365 giorni, che col tempo divenne proprietà comune di tutti i popoli mesoamericani, è attestato in iscrizioni già dal 667 a.C., Edmonson ci dice che il calendario di 360 giorni non entrò in uso dagli Olmechi prima del primo secolo a.C., cioè, circa 300 anni dopo l'inaugurazione di quello di 365 giorni. Lo menziono qui di passaggio perché, se Edmonson ha ragione, la tesi di Immanuel Velikovsky secondo cui il calendario di 365 giorni seguì quello di 360 giorni deve essere sbagliata.\n\nUn calendario un po' più semplice, ma più misterioso, detto essere chiamato Tzolkin dai Maya, ma Tonalamatl dagli Aztechi, era composto da 260 giorni divisi in 13 mesi di 20 giorni ciascuno. Di solito definito calendario sacro perché veniva usato per mantenere le festività religiose in linea con le stagioni appropriate, il Tzolkin è stato declassato a un mero programma divinatorio dagli studiosi della cultura mesoamericana.\n\nPiù recentemente, Vincent Malmstrém ha tentato di dimostrare che questo calendario di 260 giorni era in realtà ancora più antico dei Maya. Si diceva che fosse originariamente sviluppato per scopi agrari, Malmstrém sostiene che questo calendario dovesse la sua origine ai Zoque della pianura costiera pacifica del Messico e che segna l'intervallo tra i passaggi del Sole al suo zenit su",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 90,
            "content": "il centro cerimoniale dei Zoque a Izapa. Sviluppato nel quattordicesimo secolo a.C., il calendario passò agli Olmechi della Costa del Golfo e, da lì, ai Maya a est e al plateau del Messico a ovest. Se Malmstrom ha seguito un falso indizio e/o se i Mayaisti accetteranno mai le sue conclusioni, al momento non lo sappiamo. Una cosa che può essere affermata con certezza è che la sincronizzazione di questo calendario con quello di 360 giorni avvenne ogni 18.980 giorni, che equivalgono a 52 anni. Questo è lo stesso periodo di tempo che abbiamo già incontrato separando la cerimonia conosciuta come il Vincolo degli Anni, che iniziò al transito di mezzanotte della costellazione delle Pleiadi.\n\nI mesoamericani idearono anche un calendario lunare che si inseriva nei loro altri strumenti di misurazione del tempo. Il periodo lunare di 29,53 giorni che ottennero conteneva una discrepanza di soli 0,112 di giorno.\n\nIl Codice di Dresda non include solo il calendario lunare perpetuo menzionato sopra, ma anche una tabella di lune nuove da utilizzare per la previsione di eclissi solari.\n\nVENERE\n\nDi tutti i corpi celesti che i mesoamericani osservarono, il pianeta Venere sembra senza dubbio essere stato considerato il più importante. Chiamato, tra le altre cose, la Grande o Antica Stella, viene ripetutamente citato nei codici esistenti. Ramén y Zamora, che studiò il folclore delle tribù messicane solo poche decadi dopo la riscoperta dell'America, fu stupito di scoprire che gli indiani tenevano un registro preciso delle apparizioni di questo pianeta. “Così accuratamente tenevano il registro dei giorni in cui appariva e scompariva,” scrisse, “che non commettevano mai un errore.” Toribo Motolina aggiunse che “sapevano in quale giorno sarebbe riapparso di nuovo a est dopo essersi perso o scomparso a ovest” e che “contavano i giorni per questa stella e le davano venerazione e offrivano sacrifici ad essa.”",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 91,
            "content": "all'anno.” Considerando che i Maya non avevano strumenti ottici con cui scansionare il cielo, questi risultati sono davvero sorprendentici. I Maya erano anche consapevoli della commensurabilità tra questo “anno” di Venere di 584 giorni e il cosiddetto anno vago di 365 giorni. Sapevano che otto anni vaghi erano esattamente pari a cinque “anni” di Venere. Il numero equivalente di giorni, che risulta essere 2.920, è una cifra che appare ripetutamente nelle loro tabelle di Venere. Avevano calcolato correttamente che Venere ritorna in quasi esattamente lo stesso punto nel cielo, quasi allo stesso periodo dell'anno, ogni 2.920 giorni.\n\nNel frattempo, un manoscritto relativamente nuovo, che è stato soprannominato il Codice Grolier, è emerso nel 1971. Michael Coe ha determinato che, come il Codice di Dresda, le undici pagine esistenti di questo manoscritto illustrano lo stesso punto esatto in quasi lo stesso periodo dell'anno, ogni 2.920 giorni. Il codice prevede l'apparizione e la scomparsa di Venere in un grande ciclo di 845 rivoluzioni pari a 1.352 anni; e dopo il completamento, il ciclo si ripete all'infinito mediante uno spostamento nell'ordine delle linee e nel modo in cui devono essere visualizzate come il primo e unico calendario perpetuo di Venere al mondo mai prodotto da una civiltà.” Secondo Charles Lacombe, “questo antico documento Maya deve essere tra i massimi risultati intellettuali della storia umana.”\n\n“Il codice prevede l'apparizione e la scomparsa di Venere in un grande ciclo di...",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 92,
            "content": "Due pagine del Codice Grolier che trattano dei movimenti del pianeta Venere.\n(Da una fotografia di Justin Kerr.) Va anche detto che il calendario di Venere deve la sua origine a un periodo storico molto “tardo”. Infatti, Floyd Lounsbury ha sostenuto che la tabella di Venere “fu messa in moto storicamente” in una data che si traduce come il 20 novembre dell'anno 934 d.C.\n\nC'è stata anche qualche speculazione accademica che i codici contengano informazioni riguardanti gli altri pianeti visibili ad occhio nudo,TM ma, al momento, ciò non è ancora stato verificato. D'altra parte, non sapremo mai quanto folklore sia stato perso a causa della distruzione di molti altri codici da parte della Chiesa Cattolica spagnola, di cui Diego de Landa, il primo arcivescovo dello Yucatan, si vantava così tanto.\n\nMACCHIE SOLARI\n\nGli antichi cinesi erano consapevoli che il Sole mostra macchie sulla sua superficie. I registri cinesi delle macchie solari risalgono alla dinastia Han (200 a.C. - 200 d.C.) “per i quali era già stabilita una burocrazia astronomica/astrologica ben organizzata con il compito di tenere il",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 93,
            "content": "I leggendari astronomi cinesi Hsi e Ho ricevono il loro incarico dall'emperatore tanto leggendario quanto Yao.\n(Da una stampa della dinastia Qing.)",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 94,
            "content": "Imperatore informato di presagi dai cieli e responsabilità per il mantenimento del calendario.\n\n“I registrazioni storiche di ogni dinastia cinese successiva includono una ricchezza di osservazioni astronomiche, e dal decimo secolo sono disponibili registrazioni simili dalla Corea.”TM\n\nOvviamente, si può sostenere che non serve molta competenza per rilevare le macchie solari poiché queste imperfezioni solari possono essere rilevate ad occhio nudo. È facilmente dimenticabile per il profano che non si può facilmente vedere direttamente il Sole senza qualche forma di protezione ottica tranne durante le sue albe e tramonti. Naturalmente, si potrebbe anche sostenere che i cinesi, che erano così abili praticamente in tutto, potrebbero aver utilizzato vetri scuri o fumé per permettere loro di vedere le macchie solari. In realtà, nemmeno un vetro fumé sarebbe stato necessario. Nonostante il fatto che il Sole non possa essere visto direttamente per un lungo periodo con l'occhio nudo, può essere visto indirettamente quando è schermato da foschia o da nubi sottili. Come notò John Gribbin, non sorprende che quei registri cinesi che menzionano le macchie solari “commentassero molto spesso allo stesso tempo che la luminosità del Sole era ridotta.” Come spiegò Gribbin: “Questo non implica che il Sole stesso fosse meno luminoso, ma che polvere o foschia nell'atmosfera stava oscurando la sua luce e permettendo di distinguere le macchie contro il bagliore del disco solare.”® Se le macchie solari fossero state così facilmente rilevabili ad occhio nudo come alcuni potrebbero pensare, non sarebbe bastata fino all'inizio del diciassettesimo secolo in Europa per ridiscoperle. Una delle ragioni per cui Galileo fu perseguitato dalla Chiesa Cattolica fu la sua insistenza sul fatto che il Sole spesso presenta tali imperfezioni sulla sua superficie. Prima di allora, uno dei dogmi centrali della Chiesa era che il Sole, creato da Dio, doveva essere una sfera perfetta. “[Suggerire un'imperfezione nel Sole era visto in alcuni ambienti come implicare che Dio potesse essere fallibile e colpevole di scarsa manodopera.]”” Eppure, anche prima dei cinesi, le macchie solari erano già conosciute agli antichi Greci.\n\nIL PIANETA ETERNO\n\nIl calibro dell'astronomia cinese antica può tra l'altro essere giudicato da ciò che gli astronomi imperiali furono in grado di scoprire riguardo ai pianeti. Qui non desidero annoiare il lettore non esperto con troppe tecnicalità, quindi mi concentrerò solo su ciò che i cinesi avevano da dire riguardo al pianeta Saturno, il cui nome astronomico era T’ien-Sing, che significa “Pianeta Eterno.” La lentezza di questo corpo nel suo corso attorno al Sole, ad esempio, fu descritta da loro in questo modo:\n“Questo pianeta, con la sua camminata lenta e pesante, imitante l'età, si trascina lungo il suo percorso, per così dire; prima di completare la sua rivoluzione, aveva visto un gran numero di uomini morire che aveva visto nascere, così lento era il suo passo.”®",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 95,
            "content": "",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 96,
            "content": "1\n163 aS ONES OM Ue)\n° Ge\nBES\n| les\nples\nIES\nAes\nTe x2), \\ie-1 Se? OAT IA +)\n,\n\\ ‘AG\nAGS Ry  = at j i EON 265 LIS =\ny\nAc]\n60 OG\nAY\nas eHAVe See Wes ‘ey\n. y sal y yj * eo Gq mu\nee i Wi | [| | 4\nBie | eS Gaien FF 5 a\nBe) EY Enlitn a: ac Action Kips\n“y) mk? OG ya\nMeee)\nBee Wee: Re. ogi ga\nTwo pages from the Codice Grolier che trattano dei movimenti del pianeta Venere.\n(Da una fotografia di Justin Kerr.) Va anche detto che il calendario di Venere deve la sua origine a un periodo storico molto “tardo”. Infatti, Floyd Lounsbury ha sostenuto che la tabella di Venere “fu messa in moto storicamente” in una data che si traduce come il 20 novembre dell'anno 934 d.C.\n\nC'è stata anche qualche speculazione accademica che i codici contengano informazioni riguardanti gli altri pianeti visibili ad occhio nudo,TM ma, al momento, ciò non è ancora stato verificato. D'altra parte, non sapremo mai quanto folklore sia stato perso a causa della distruzione di molti altri codici da parte della Chiesa Cattolica spagnola, di cui Diego de Landa, il primo arcivescovo dello Yucatan, si vantava così tanto.\n\nMACCHIE SOLARI\n\nGli antichi cinesi erano consapevoli che il Sole mostra macchie sulla sua superficie. I registri cinesi delle macchie solari risalgono alla dinastia Han (200 a.C. - 200 d.C.) “per i quali era già stabilita una burocrazia astronomica/astrologica ben organizzata con il compito di tenere il",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 98,
            "content": "Claudius Tolomeo —con il suo cross-staff astronomico—che impedì l'avanzata dell'astronomia per un millennio.\n(Illustrazione di André Thevet dal suo Portraits and Lives of Illustrious Men (Parigi, 1584).)",
            "captions": []
        }
    ]
}
