[
    {
        "page_type": "main",
        "page_number": 304,
        "content": "Ipotesi #5: Che sia la Terra che Saturno fossero immersi in una plasmasfera centrata su proto-Saturno, la cui opacità permetteva alla radiazione di proto-Saturno di essere riflessa verso tutte le latitudini terrestri. Ipotesi #6: Che, secondo alcune delle memorie più antiche dell'umanità, la Terra fosse originariamente avvolta in ciò che i nostri antenati chiamavano insistentemente oscurità. Questo era un periodo che, nonostante la sua lontananza nel tempo, finì per imprimersi indelebilmente nella coscienza umana. Era un'epoca in cui il Sole, la Luna e le stelle non erano ancora visibili nel cielo. Saturno regnava da solo. Ipotesi #7: Questa epoca, abbiamo anche scoperto, non poteva essere di totale oscurità e, infatti, l'umanità stessa ricorda che la divinità saturniana emanava effettivamente una luce fioca. L'ambiente terrestre durante questa epoca era immerso in un crepuscolo perpetuo o, meglio, in un'alba prolungata, che l'uomo ricordava come l'alba della Creazione. Ipotesi #8: Che, durante questo periodo, un'entità nebulosa, che i nostri antenati avevano difficoltà a descrivere chiaramente, circondava il primario saturniano. Abbiamo ipotizzato che questa entità fosse una nube placentare, o un disco circumstellare, che circondava l'orbita saturniana. Questa entità sembra essere ciò a cui gli antichi alludevano come Caos. Ipotesi #9: Durante questo stesso periodo non specificato, l'orbita saturniana era vista galleggiare sopra un'apparizione che, per l'uomo antico, sembrava acqua, un oceano cosmico. Questa \"acqua\" era probabilmente lo stesso disco nebulare che, ruotando lentamente, avrebbe avuto l'aspetto di un vortice celeste. Ipotesi #10: Che, in un momento successivo, Saturno brillò molto più intensamente di quanto avesse fatto in precedenza, abbastanza da essere costantemente alluso dall'uomo antico come un sole. Ipotesi #11: Che questo sole saturniano primordiale brillasse durante quello che oggi chiamiamo notte. Una cosa da tenere a mente è che l'uomo antico poteva solo descrivere ciò che aveva visto nel cielo. I nostri antichi antenati non potevano, tuttavia, spiegare quale fosse la causa di tutto ciò. È persino dubbio che ci pensassero o che gliene importasse. Per loro, qualunque cosa fosse, era semplicemente lì. A differenza del nostro attuale Sole, il proto-Saturno non sorgeva né tramontava. Non si muoveva. Rimaneva semplicemente lì, senza fare nulla. Non arrecava loro alcun danno. Era sempre stato lì. Lo avevano sempre ricordato. Lo davano per scontato. Tuttavia, c'è una nota discordante in tutto questo. Come sta diventando sempre più chiaro, c'è \"una scarsità di nane brune in orbite strette attorno a stelle simili al Sole\"—il che significa che le probabilità che il nostro Sole abbia avuto una nana bruna in orbita attorno a sé sono piuttosto scarse. Sembra quindi che non siamo ancora fuori dal bosco.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 305,
        "content": "Capitolo 15 L'Era Senza Tempo IL PADRE DEGLI ANNI Se ciò che è stato finora postulato è realmente accaduto, ne conseguirebbe logicamente che, durante l'era dell'oscurità o dell'alba perpetua, l'uomo non avrebbe avuto alcun mezzo per misurare il tempo. Con un fioco globo saturniano immerso in una nebulosità indistinta sospesa perpetuamente sopra di lui, e con il Sole, la Luna e le stelle ancora apparentemente assenti dal cielo—in altre parole, senza la successione di giorno e notte—non ci sarebbe stato nulla su cui l'uomo antico avrebbe potuto concentrarsi per calcolare il passaggio del tempo. Questo, quindi, ci offre un'altra opportunità per testare la coerenza interna del registro mito-storico, perché, se la supposizione sopra è corretta, la nostra teoria richiede che il registro abbia qualcosa da dire sull'argomento. Se l'uomo non poteva misurare il tempo, non ne avrebbe saputo nulla. L'idea di un giorno, un mese o un anno non avrebbe avuto alcun significato per lui. Il concetto di tempo non gli sarebbe nemmeno venuto in mente. Ma poiché, a un certo punto, l'uomo ha ricevuto i mezzi per calcolare il passaggio del tempo, avrebbe ricordato l'era precedente senza tempo. È quindi inconcepibile che non avrebbe lasciato una traccia di questa situazione precedente. La memoria collettiva dell'uomo ha qualcosa da dire su tutto questo? Questa richiesta può essere soddisfatta? In questo contesto, come in molti altri, l'uomo antico non usava mezzi termini. Non solo ci ha lasciato tracce di un'era senza tempo e di un'epoca in cui il tempo iniziò, ma ha anche legato inesorabilmente tutto ciò alla divinità saturniana e al suo pianeta. Il Satapatha Brahmana, ad esempio, parla inequivocabilmente di un tempo in cui l'anno \"non esisteva ancora\". E che l'anno fosse collegato alla nostra divinità saturniana può essere dedotto dal pantheon ugaritico, dove troviamo El, \"il creatore delle cose create\", anche alluso come \"il padre degli anni\". Anche in Egitto, Ra dichiarava: \"Io sono il creatore delle ore, il creatore dei giorni, io sono colui che apre le festività dell'anno.\" Non solo l'anno, ma, secondo gli antichi, anche il tempo stesso non esisteva. Come afferma il Malay Charmbook, nella sua inimitabile mescolanza di dottrine musulmane e pagane:",
        "captions": [],
        "headers": ["IL PADRE DEGLI ANNI"]
    },
    {
        "page_type": "main",
        "page_number": 306,
        "content": "\"Nei giorni in cui la Nebbia generava l'Oscurità, e l'Oscurità la Nebbia, quando il Signore del Silenzio Esterno era ancora nel grembo della Creazione, prima dell'esistenza dei nomi di Terra e Cielo, di Dio e Maometto, degli Empiri e delle Sfere Cristalline, o dello Spazio e del Vuoto, il Creatore dell'intero Universo preesisteva da solo, ed Egli era il Maggiore Magico... Ora, da prima dell'inizio del tempo esisteva quel Mago—cioè, Dio.\" In quanto sopra, oltre all'affermazione riguardante l'inizio del tempo, intravediamo nuovamente quella nebulosità indistinta che circondava il globo saturniano primordiale, qui indicata come Nebbia, che non è lontana da quella della foschia descritta nei miti Yuki e Oceanici che abbiamo già incontrato. Nel frattempo, Macrobio ci dice anche che: \"...essi [cioè, gli antichi] concludono che, quando c'era il caos, non esisteva il tempo, nella misura in cui il tempo è una misura fissa derivata dalla rivoluzione del cielo. Il tempo inizia lì; e di questo si crede sia nato Kronos [cioè, Saturno] che è Chronos [cioè, Tempo]...\" L'equazione di Kronos/Saturno con Chronos/Tempo è stata a lungo contestata dai filologi. Arthur Cook, commentando sull'identificazione dei Filadelfi di Giano con Kronos/Saturno, ad esempio, afferma: \"La confusione di Ianus [lo stesso di Giano] con Kronos senza dubbio presuppone il solito errore Kronos = Chronos, che dal V secolo a.C. in poi ha distorto il corso della teologia greca.\" L'identificazione di Giano come Kronos, tuttavia, non è dovuta a confusione più di quanto l'equazione di Kronos con Chronos sia dovuta a un errore. Come William Heidel aveva notato in precedenza: \"Non è per nulla che Ferecide identificò Crono [lo stesso di Kronos] con Chronos (Tempo), il cui ciclo è definito dall'anno... I miti e le festività di Crono-Saturno dimostrano senza ombra di dubbio che egli era associato al ciclo dell'anno... poiché il mito dell'Età dell'Oro, che coincideva con gli inizi dell'umanità... è collegato al regno di Crono-Saturno... In linea con questo fatto è l'associazione riconosciuta di Saturno con Giano.\" Questa visione è stata più recentemente ripresa da Livio Stecchini: \"È vero che per una persona che consulta un dizionario il nome Kronos è diverso dal termine greco chronos, che significa 'tempo'; ma non c'è differenza per una persona esperta di letteratura classica. L'associazione di Kronos... con chronos è ben stabilita nei poeti del V secolo a.C. Questa associazione è antica quanto le prime speculazioni greche sulla natura del tempo nel precedente periodo iniziale della cultura greca.\"",
        "captions": [],
        "headers": ["CHRONOS"]
    },
    {
        "page_type": "main",
        "page_number": 307,
        "content": "esperta di letteratura classica. L'associazione di Kronos... con chronos è ben stabilita nei poeti del V secolo a.C. Questa associazione è antica quanto le prime speculazioni greche sulla natura del tempo nel precedente periodo iniziale della cultura greca.\" Così, similmente, con il dio italico Saturno, come ci informa Cicerone: \"Saturno fu scelto come colui che avrebbe avuto come sua provincia gli intervalli e i cicli del tempo. In greco questo dio è chiamato con la stessa parola tempo, poiché Kronos è lo stesso di chronos, cioè tempo. Lo chiamiamo Saturno perché si sazia di anni.\" Stecchini prosegue: \"Il collegamento etimologico delle due parole Kronos e chronos è stato positivamente affermato da alcuni linguisti e fortemente negato da altri, perché, da un lato, la somiglianza semantica delle due parole è evidente e, dall'altro, da un punto di vista linguistico tecnico, la differenza tra K e ch è molto significativa.\" Quanto a Giano stesso, Lido ci informa che egli era considerato da alcuni il padre di Aion e, da altri, Aion stesso. Ma Aion, che era il dio del tempo che ci ha dato la parola inglese \"eon\", era quell'\"ordine illimitato\" considerato un \"legame indistruttibile\" da Kronos, che era Saturno. Più di questo, Aion è stato direttamente identificato come Saturno. Come dio del tempo, Giano era posto a presiedere il primo giorno del mese, e il primo mese dell'anno, il quale mese, infatti, fu chiamato in suo onore—Januarius, cioè gennaio. Col tempo, e per ragioni che vedremo presto, divenne persino il dio delle stagioni. L'associazione di Saturno con il tempo, nel frattempo, non si basa sulla fallace equazione etimologica di Kronos con Chronos, come Giorgio de Santillana e Hertha von Dechend hanno infine sottolineato quando hanno dichiarato che: \"Non ci è nascosto che le leggi indistruttibili della filologia non permettono l'identificazione di Kronos e Chronos, anche se in Grecia farlo 'era consuetudine a",
        "captions": [],
        "headers": ["AION"]
    },
    {
        "page_type": "main",
        "page_number": 308,
        "content": "",
        "captions": [],
        "headers": []
    }
]