{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 29,
            "content": "e altri per uno sopra la cancelleria del Reich.” Questo non è successo così tanto tempo fa. È accaduto in un'epoca in cui la registrazione della storia aveva già raggiunto la perfezione, in un momento in cui gli eventi potevano essere congelati e immortalati sul film. E, come accade, l'evento in questione è stato esattamente così documentato. Come ha osservato Greenberg:\n“Le ultime due scelte sono decisamente errate. Il filmato della grande svastica che viene fatta saltare (come visto nel film L’Enigma della Swastica) non lascia dubbi e indica chiaramente che si trattava della svastica di Zeppelinfeld.”\nSe la memoria degli eventi del passato recente può diventare così confusa, perché dovremmo meravigliarci della memoria difettosa riguardante eventi di un passato molto più remoto? Ma allora, senza un film per documentare questi eventi precedenti, come possiamo mai essere sicuri di ciò che è realmente accaduto?\nDue lezioni da imparare dall'esempio sopra sono queste: Nonostante le versioni divergenti su quale svastica sia stata fatta saltare dall'esercito invasore, tutti i rapporti concordano su un fatto: una svastica colossale in Germania è stata fatta saltare dall'esercito invasore. Questo è il nucleo di questo particolare evento storico. E, in molti casi, quando si affrontano versioni contraddittorie di un particolare mito, è il nucleo dell'evento a cui dobbiamo attenerci e non necessariamente i dettagli, molti dei quali sono stati, in ogni caso, aggiunti ai miti molto tempo dopo. Così, che sia stata una coppia o sette di ogni animale che si diceva Noè avesse portato sull'arca, il nucleo delle diverse storie rimane che ha portato a bordo esemplari maschili e femminili degli animali. La seconda lezione è che varie versioni di un evento possono essere confrontate e, con un po' di aiuto dalla logica, quella corretta può spesso, se non sempre, essere accertata. Quando si tratta della scienza della mitologia – e lo è una scienza – il confronto può essere uno strumento molto efficace.\nCONFRONTI\nHermann Collitz disse sul soggetto:\n“La mitologia comparativa, in collaborazione con lo studio delle tradizioni popolari (folklore), è stata studiata con particolare assiduità... La scienza mitologica non è intesa a servire la conoscenza dello sviluppo culturale — sia di un popolo che di un gruppo di popoli strettamente correlati — non collabora principalmente con la filologia, ma cerca idee simili in popoli diversi e cerca di determinare tipi che si ripetono nel corso del tempo.”\nIn altre parole, la mitologia comparativa è quel ramo della mitologia che confronta i miti di una nazione o razza con quelli di un'altra e, a volte, confronta persino i miti di una particolare nazione o razza con i miti divergenti trovati all'interno della stessa nazione o razza. Tra le altre cose, ciò viene fatto per identificare i protagonisti non identificati in un mito con quelli identificati in un'altra storia simile. Un esempio che viene in mente è il seguente:",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 30,
            "content": "Anath, la dea che ha scatenato una rampage ubriaca contro l'umanità.",
            "captions": [
                "Placca d'avorio del XIII secolo a.C. da Ras Shamra, antica Ugarit, ora al Museo Nazionale di Damasco. (Illustrazione di Marie Joséphe Devaux.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 32,
            "content": "",
            "captions": [
                "Kali, nota anche come Durga, dea induista della distruzione. (Da un dipinto del Rajasthan del XVIII secolo.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 33,
            "content": "Anahita, conosciuta anche con il nome ellenistico di Anaitis, è stata a sua volta confrontata con la greca Afrodite, che era la personificazione del pianeta Venere.\nMa è mai stato dichiarato direttamente che Anahita, o Anaitis, fosse il nome iraniano o persiano per il pianeta Venere? La risposta è sì. Lo troviamo dichiarato nell'opera persiana nota come Bundahish, in cui il pianeta in questione è indicato proprio con il nome di Anahid.\nTroviamo anche Anat identificata come Ishtar babilonese, la cui identità veneriana non è mai stata contestata.\nSe questo non basta, possiamo fare riferimento a Michael Astour (il cui nome, tra l'altro, si traduce come “stella”) che ha affermato: “Anath, la Regina del Cielo, è stata identificata con Venere (Kaukabta) e, sotto il nome di Uzza, 'la forte', era venerata dai Saraceni sinaitici come la Stella del Mattino.”\nLa mitologia comparativa quindi impone che se Anath era la personificazione del pianeta Venere, allora, in base alla stretta somiglianza delle tre mitologie descritte sopra, anche Kali e Sekhmet dovrebbero essere identificate come personificazioni dello stesso",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 34,
            "content": "",
            "captions": [
                "La forma egizianizzata della Canaanite Anath."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 35,
            "content": "DIFFUSIONE\n\nJoseph Campbell, forse il mitologo più popolare della seconda metà del ventesimo secolo, iniziò il primo tomo del suo lavoro in quattro volumi, Le Maschere di Dio, sottolineando che “lo studio comparativo delle mitologie del mondo ci obbliga a vedere la storia culturale dell'umanità come un'unità; poiché troviamo che temi come il furto del fuoco, il diluvio, la terra dei morti, la nascita verginale e l'eroe risorto hanno una distribuzione mondiale — apparendo ovunque in nuove combinazioni pur rimanendo, come gli elementi di un caleidoscopio, pochi e sempre gli stessi.” Era quindi la sua visione, come è stata quella di molti altri mitologi, che le idee insite nel record mitologico devono la loro distribuzione universale a una diffusione radiante, soprattutto per contatto e principalmente dal “vicino Oriente nucleare.” Come era stato dichiarato: “L'archeologia e l'etnografia della metà del secolo passato hanno reso chiaro che le antiche civiltà del Vecchio Mondo — quelle dell'Egitto, della Mesopotamia, di Creta e della Grecia, dell'India e della Cina — derivavano da una base unica, e che questa comunità di origine è sufficiente per spiegare le forme omologhe delle loro strutture mitologiche e rituali.” Certamente, non c'è dubbio che le idee — la conoscenza — viaggiavano da un popolo all'altro. Così, ad esempio, è noto da anni che le antiche credenze astronomiche greche dovettero il loro impulso alla conoscenza babilonese, così come a quella di altre nazioni.\n\nSi può quindi supporre che la somiglianza dei miti enumerati sopra riguardanti le dee Anath, Kali e Sekhmet possa essere stata trasmessa da un popolo all'altro. Non è possibile, per esempio, che gli ariani indo-europei abbiano portato con sé il mito di Kali, mito che è stato poi trasmesso sia a Canaano che all'Egitto attraverso contatti migratori? Possibile, sì; ma, nonostante Campbell, altamente improbabile, soprattutto perché le tre dee non condividono un nome comune o simile. Così, per esempio, mentre possiamo vedere la somiglianza — o, in realtà, l'evoluzione — dei nomi dalla Canaanite Anath, o Anat, alla persiana Anahita, Anahid e/o Anaitis, da cui possiamo presumere con sicurezza un contatto diffusionale, diretto o indiretto, tra Canaan e la successiva Persia, non c'è nulla di linguisticamente correlato tra i nomi Anath, Kali e Sekhmet. Né le tre dee condividono una somiglianza nella loro rappresentazione fisica. Sebbene le rappresentazioni pittoriche di Anath siano rare, è solitamente raffigurata come una donna dall'aspetto seducente con un'acconciatura molto distintiva a forma della lettera greca omega. Kali, d'altra parte, è sempre rappresentata come una vecchia feroce e magra con capelli arruffati, zanne vampiriche, una lingua penzolante e seni cadenti e raggrinziti. E mentre Sekhmet, come Anath, è anche mostrata con la forma snella e contornata di una donna, le viene invariabilmente dato la testa di una leotropa. Si penserebbe che, se due di queste dee fossero state prese in prestito dal folklore mitologico di un'altra nazione o razza, avrebbero mantenuto qualche somiglianza con il nome e l'aspetto fisico originale. Come abbiamo visto, tuttavia, è solo nel racconto dettagliato dei loro atti folli e sanguinosi di distruzione e annientamento che le tre dee presentano delle somiglianze.\n\nD'altra parte, senza voler contraddire quanto sopra, il culto della dea Anat ha trovato la sua strada da Canaan all'Egitto. Tra i suoi vari epiteti, Anat era conosciuta come Qadesh, o Qudshu, che semplicemente significava “santo”. Il culto di questa dea, insieme a quello di altre di origine del Vicino Oriente, fu introdotto in Egitto quando gli egiziani iniziarono a infiltrarsi in Palestina. Anche così, nonostante il loro tentativo di egizianizzare la dea, principalmente raffigurandola in compagnia delle divinità egiziane, il suo nome di Qudshu (Qetesh o Qeteshi)",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 36,
            "content": "",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 37,
            "content": "è stato mantenuto come tale, così come la sua distintiva forma canaanita. (Qui dovrei notare che Wallis Budge si sbagliava quando sosteneva che gli egiziani le avessero dato “lo specifico copricapo di Hathor,” poiché, come abbiamo già osservato, la sua acconciatura a forma di omega era sempre stata sua. Il fatto che l'egiziana Hathor fosse raffigurata in modo simile dagli egiziani, pur non essendo coincidente, non dovrebbe accecarci a questo fatto.) Non c'è quindi dubbio che culti e rituali siano stati trasferiti da una cultura all'altra, ma, quando ciò è avvenuto, ha lasciato i suoi segni rivelatori. Non sono evidenti tali segni tra i culti di Anath e Sekhmet nonostante la somiglianza dei loro miti.\nCome William Heidel notò già nel 1929, “l'assimilazione facile di un rito all'altro... era probabilmente dovuta al riconoscimento di una base comune nelle forme rituali.” Egli, tuttavia, avverte che non si debba “fare alcuna supposizione di prestito diretto di motivi, come spesso viene fatto; tale supposizione è metodologicamente senza giustificazione dove altre spiegazioni di tali punti di accordo come possono essere trovati sono possibili e sufficienti.”\n“Le idee, senza un substrato materiale a cui sono correlate, non sono così facilmente comunicate come alcuni storici sembrano supporre; l'esperienza del mondo occidentale con l'Oriente ai nostri giorni sembrerebbe mostrare che oggetti concreti e modalità di comportamento sono molto più facilmente adottati rispetto alle idee e agli ideali.”\nTuttavia, idee mitologiche simili non sono limitate solo al folklore antico dell’Asia, dell’Europa e dell’Egitto. Sono anche presenti sulle sponde opposte del Vecchio Mondo e del Nuovo. Consideriamo, per esempio, i seguenti aspetti dei miti di Osiride e Quetzalcoatl.\nIn Mesoamerica, il re-sacerdote conosciuto come Quetzalcoatl era considerato un civilizzatore, un essere compassionevole, un legislatore e inventore del calendario.\nL'egiziano Osiride era anch'egli considerato un civilizzatore. Dopo essere diventato re d'Egitto, impartì le arti della civiltà ai suoi sudditi. Insegnò loro come coltivare la terra, formulò un codice di leggi con cui dovevano vivere e istituì i riti degli dei.\nVerso la fine della sua tragica vita, Quetzalcoatl “ordinò... che fosse costruito un astuccio di pietra in cui dovesse giacere quattro giorni e notti in stretta penitenza.”\nLa fine di Osiride fu similmente angosciante. Suo fratello e nemico, Seth — che il suo biografo, Plutarco, riferisce come Tifone — riuscì a imprigionarlo all'interno di una cassa, che immediatamente chiodò e gettò nel fiume.\nQuando Quetzalcoatl morì — alcuni dissero gettandosi su una pira funebre — il suo cuore volò fuori da lui nel cielo per diventare la Stella del Mattino.”\nOra, come è ben noto, i riti egiziani dei morti tentavano di assimilare il defunto faraone a Osiride. Nel Testo di Unas è raccontato che “l'anima del re, fornita delle sue parole di potere, volò con le sue ali verso il cielo, e ‘aprì’ il suo posto lì con le stelle del cielo, e divenne essa stessa la stella del mattino ... “",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 38,
            "content": "gli eventi della morte di Osiride per permettergli di unirsi al dio in cielo, è evidente che, originariamente, era l'anima di Osiride a trasformarsi nella Stella del Mattino.\n\nA questo punto dovrei forse sottolineare che ci sono stati vari studiosi che hanno fatto notevoli sforzi nel tentativo di dimostrare un contatto culturale precolombiano attraverso l'Atlantico tra il Vecchio e il Nuovo Mondo — persino tra l'Egitto e la Mesoamerica. E non dimentichiamo che, nel suo viaggio del 1970 dall'Africa a Barbados su una replica di una barca di canna egiziana, Thor Heyerdahl, se non altro, dimostrò la fattibilità di tali viaggi. Più recentemente, Vincent Malmström ha suggerito la possibilità di un contatto precolombiano attraverso il Pacifico tra l'Asia Orientale e la Mesoamerica, sebbene, in un'opera successiva, sembri aver limitato questo contatto al Giappone. I diffusionalisti mainstream, tuttavia, generalmente non aderiranno a queste ipotesi, preferendo invece pensare che qualsiasi diffusione di idee asiatiche nel Nuovo Mondo potrebbe essere passata solo nel Nord America, insieme ai nomadi che le portarono, attraverso il ponte terrestre una volta esistente di Bering da dove le idee si dispersero attraverso il resto del continente.\n\nTuttavia, non ci sono dubbi che non vi sia alcun prestito diretto tra i due miti in questione. Nonostante la somiglianza nell'essenza delle due storie, sono raccontate in modi abbastanza diversi. Così, mentre entrambi erano rappresentati come civilizzatori, il modo in cui Osiride e Quetzalcoatl incontrarono la loro fine fu raccontato diversamente — uno si auto-sacrificò su una pira funebre, l'altro fu soffocato in una cassa. E sebbene, come Osiride, anche Quetzalcoatl avesse il suo nemico, A",
            "captions": []
        }
    ]
}
