[
    {
        "page_type": "main",
        "page_number": 414,
        "content": "[Il modello] deve concordare con la varietà di metafore del mito. [L'apparizione] deve essere presente quando le metafore tecnologiche umane lo richiedono. Deve essere visibile nella stessa forma a persone sparse su vaste aree del Nord America e dell'Eurasia. Pertanto, propongo un fenomeno olografico di polarizzazione della luce delle particelle stratosferiche che si manifesta solo in determinati punti in una serie di intensità della radiazione solare a frequenze elettromagnetiche armonicamente correlate. A un'intensità appropriata, la radiazione a varie frequenze è in una relazione reciproca corretta, e l'ologramma è brillantemente illuminato. È visto essenzialmente nella stessa forma da punti di osservazione distanti migliaia di chilometri. Sembra trovarsi nello spazio polare rotazionale. Costituisce la caratteristica centrale del cielo. L'assemblaggio visivo completo di esso è quel cielo antico perduto che era radicalmente diverso da ciò che ora associamo al cielo. Per aggirare il problema sollevato dall'invisibilità di questa apparizione olografica nel cielo attuale, Ashton propose che tra le intensità attivanti della radiazione solare vi sia un fenomeno di interferenza che [ora] oscura l'apparizione polare. Fornì persino un esempio ipotetico di come ciò potrebbe funzionare, ma, come chiarì nel 1999, l'intero esercizio diventa irrilevante poiché lui stesso alla fine lo disconobbe. Come scrisse allora: In 'The Bedrock of Myth,' ancora inedito, spiego perché, per contenuto del mito da solo, rifiuto il ruolo dei pianeti nell'Assemblaggio Polare, che penso possa essere stato oggettivo, ma per il quale non sono riuscito a proporre un modello plausibile. Ashton merita una raccomandazione per la sua onestà, ma, poiché continua a credere che ciò che definisce l'Assemblaggio Polare fosse il fondamento stesso del mito, e poiché ora ammette che il modello olografico che aveva precedentemente avanzato non può essere considerato plausibile, cosa gli rimane per spiegare l'apparizione in cui continua a credere? Conoscendo Ashton per l'uomo intelligente che è, rimane la mia opinione personale che abbia abbandonato la nave planetaria saturniana un po' troppo frettolosamente e troppo presto. Tutti i tentativi sopra descritti, nobili sforzi uno e tutti, hanno sofferto di problemi simili e, in un aspetto, dello stesso identico problema. Tutti loro, in un modo o nell'altro, erano gravati da elementi contrari a ciò che richiedono i documenti mitico-storici e/o da elementi che, al massimo, non sono contenuti in quei documenti. Per essere equi con tutti gli interessati, la maggior parte di coloro che fino a quel momento avevano tentato di risolvere il problema assiale insito nella configurazione saturniana si trovavano in una situazione peculiare in quanto lo scenario saturniano non era ancora stato raccolto in sequenza cronologica in un unico luogo. Peggio ancora, non tutti gli eventi, con le loro interazioni celesti e le loro conseguenze, avevano fino ad allora ricevuto un trattamento. Né il presente lavoro può alleviare quel problema perché, mentre qui si sta tentando una sorta di cronologia, la storia del sistema saturniano contiene troppi elementi e troppi eventi, solo pochi dei quali sono stati finora trattati, per essere raccontati in un breve volume. Aggiungi a tutto ciò il problema aggiuntivo che i teorici sopra menzionati hanno incontrato nel dover affrontare lievi disaccordi tra i principali sostenitori della tesi, e si può ben capire le carenze dei loro tentativi. Tuttavia, la difficoltà principale con cui tutti loro si sono sforzati è stata la localizzazione della configurazione saturniana all'interno dei confini del Sistema Solare. Questo ha gravato le loro teorie.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 415,
        "content": "perché i loro tentativi dovevano tenere in considerazione la massa del Sole. Questa massa non sarebbe stata coinvolta, almeno non inizialmente, nel nostro scenario alternativo in cui il sistema coassiale saturniano si sarebbe originariamente sostenuto lontano dall'influenza gravitazionale e/o elettromagnetica del Sole. E questo non dovrebbe sorprendere perché, nonostante il concetto originale di Juergens riguardo all'estraneità del sistema saturniano, la teoria non aveva ancora ricevuto molta pubblicità. Inoltre, come Talbott stesso fu abbastanza perspicace da riconoscere, fino a quando tutte le tessere mitologiche non saranno al loro posto corretto, le teorie riguardanti il funzionamento astronomico del sistema saturniano devono rimanere ipotetiche al massimo. Come egli affermò: 'Ciò per cui argomenterò è che la ricerca di spiegazioni fisiche abbia come priorità massima il confronto con le implicazioni complete del mito, ovunque sia indicato un consenso definitivo. Man mano che più informazioni vengono portate alla discussione, ciò richiederà una continua disponibilità a riconsiderare speculazioni precedenti—senza scrupoli nel modificare o persino abbandonare quadri precedenti.' LA LEZIONE DI SHOEMAKER-LEVY 9 Il problema diventa allora ancora più evidente perché, nonostante la coerenza interna del documento mitico-storico, la nostra teoria continua a richiedere una soluzione astronomica. Come già notato, non ci sono corpi nel Sistema Solare attuale che siano allineati linearmente. Peggio ancora, le teorie attuali sul Sistema Solare, basate esclusivamente su forze gravitazionali, anche con i perfezionamenti introdotti dalle lezioni apprese attraverso la rilevazione di pianeti extrasolari, non sembrano consentire che corpi celesti siano così allineati. Ma poi, nel luglio del 1994, la Cometa Shoemaker-Levy 9, che ci insegnò più di una lezione, si schiantò contro Giove. Il messaggio più importante scritto a grandi lettere da questo impatto fu più un avvertimento che altro. Insegnò agli astronomi, una volta per tutte, che la Terra non è il rifugio sicuro che avevano precedentemente creduto che fosse. Se una cometa poteva collidere con Giove, come fece questa, le possibilità di una collisione simile con la Terra non potevano essere così inverosimili come si era creduto una volta. I geologi, naturalmente, avevano da tempo riconosciuto le cicatrici lasciate da precedenti impatti terrestri, ma queste erano sempre state spinte oltre i confini del presente nell'orizzonte oscuro di un passato lontano. Fino a tempi recenti, e nonostante la devastazione che causò, persino l'impatto di una palla di fuoco nella valle del fiume Tunguska nella Siberia settentrionale, nel giugno del 1908, non riuscì ad allertare gli astronomi sui pericoli degli impatti cosmici. Shoemaker-Levy 9 realizzò ciò che la palla di fuoco di Tunguska non riuscì a fare. Spinse intere nazioni a un programma mondiale progettato per tenere traccia di oggetti vicini alla Terra, come asteroidi erranti, nel tentativo di avvertire l'umanità di qualsiasi catastrofe indotta dal cosmo in arrivo—anche se nessuno sembra certo di come evitare la calamità se e quando tale momento arriverà. La seconda lezione appresa dall'impatto di Shoemaker-Levy 9 riguardava la natura delle comete che, per anni, erano state descritte come composte principalmente di ghiaccio—'palle di neve sporche,' erano state chiamate, o 'palle di sporco nevoso,' come alcuni le definivano scherzosamente. Ma quando Shoemaker-Levy 9 impattò su Giove, non fu rilevata acqua.",
        "captions": [],
        "headers": ["LA LEZIONE DI SHOEMAKER-LEVY 9"]
    },
    {
        "page_type": "main",
        "page_number": 416,
        "content": "dei neutrini mancanti, gli astronomi fecero del loro meglio per spiegare la mancanza di acqua. Infatti, un anno dopo, iniziarono a dubitare che l'oggetto fosse stato una cometa. Ma ciò era principalmente dovuto a un passo indietro perché, quando fu avvistata per la prima volta, Shoemaker-Levy 9 mostrava sicuramente sia una chioma che un alone, e ciò la colloca nella classe di oggetti noti come comete. La terza lezione, quella che ci interessa principalmente qui, riguardava il modo in cui i frammenti si allinearono dopo che la cometa si era disgregata. A dire il vero, Shoemaker-Levy 9 era già frammentata quando fu avvistata vicino a Giove dal team di Eugene Shoemaker, sua moglie Carolyn e David Levy il 22 maggio 1993. Retrocalcoli mostrarono successivamente che la cometa orbitava attorno a Giove da parecchi anni. Entro il 1992, si era avvicinata fino a 10.000 miglia dal pianeta quando la potente gravità del gigante la fece a pezzi. Sebbene a Levy e agli Shoemaker la cometa apparisse inizialmente come 'una linea sfocata e luminosa,' era già fratturata in ventuno frammenti separati, ciascuno dei quali mostrava una chioma e una coda. I corpi separati, tuttavia, non iniziarono a orbitare l'uno attorno all'altro come ci si sarebbe potuto aspettare. E questo non era dovuto al fatto che i frammenti non fossero abbastanza massicci da esercitare la propria lunghezza orbitale di 34 miglia, avendo il proprio satellite, chiamato Dactyl, che orbitava attorno a esso a una distanza di 60.",
        "captions": [
            "La disgregazione di Shoemaker-Levy 9. (Fotografia per gentile concessione della NASA.)",
            "Nonostante le sue piccole dimensioni, l'asteroide Ida, con un mero satellite, chiamato Dactyl, orbitante attorno a esso a una distanza di 60."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 417,
        "content": "miglia. Come Shoemaker-Levy 9, Ida e Dactyl si ritiene siano frammenti di un asteroide più grande che fu distrutto interagendo con un altro corpo celeste. Né Ida sembra essere sola in questo senso. Invece di orbitare l'uno attorno all'altro, i frammenti di Shoemaker-Levy 9 finirono 'allineati come perle,' come espresse un giornalista, in una configurazione lineare che era quasi dritta come una freccia. Ciò significa che i corpi celesti possono essere allineati linearmente, uno 'sotto' l'altro. Se ventuno corpi individuali (i frammenti di Shoemaker-Levy 9) possono farlo, allora anche due di essi (nel nostro caso, Saturno e la Terra) possono farlo, nonostante la differenza di dimensioni e massa. Proprio come fu la forza gravitazionale di Giove a essere responsabile della frammentazione della cometa, così fu quella stessa forza che 'allungò' i suoi frammenti nella loro ormai famosa disposizione lineare. Si potrebbe quindi obiettare che l'accoppiamento lineare di Shoemaker-Levy 9 fosse un fenomeno transitorio. Vero—ma non si può più affermare che un accoppiamento lineare di corpi celesti sia fisicamente impossibile. Shoemaker-Levy 9 ce lo ha insegnato. IL SISTEMA TRANSITORIO Sin dall'inizio del suo scenario saturniano, Talbott aveva espresso la sua opinione che, molto prima che Saturno si unisse alla Terra in un accoppiamento assiale, la divinità saturniana fosse vista vagare nello spazio. Come affermò nel 1977: 'Un certo numero di fonti suggerisce che il dio solitario vagò per un certo tempo, ma alla fine trovò riposo in un punto stazionario, che è celebrato come il centro cosmico.' Più tardi, e altrove, scrisse: 'Nell'epoca primordiale il creatore apparve per la prima volta nell'Abisso, da solo, vagando senza un luogo di riposo.' E: 'Per un certo tempo il creatore vagò nel mare luminoso ma alla fine trovò riposo in un punto di stabilità...' In questo scenario, l'accoppiamento assiale dei due pianeti avrebbe avuto luogo nel momento in cui l'umanità vide la loro divinità saturniana fermarsi nel suo punto celeste stazionario. Quale sarebbe stata allora la relazione della Terra con Saturno durante questo periodo di vagabondaggio? Secondo Frederick Hall, mentre la Terra potrebbe essere stata sempre un satellite di Saturno, originariamente orbitava il pianeta gigante in modo equatoriale ma, come la Luna in relazione alla Terra, il globo terrestre sarebbe stato bloccato in fase in modo che un emisfero guardasse sempre il suo primario saturniano. Questo era identico al modello di Lynn Rose e Talbott, che non poteva non notarlo, nonostante il fatto che vi si opponesse, trovò motivo di accettarlo come una condizione temporanea del sistema saturniano in via di sviluppo. Come annunciò: 'Lo schema semplice suggerito da Rose può infatti aggiungere un ingrediente vitale al processo di costruzione del modello. Come notato da Fred Hall...ci sono prove terrestri che la Terra fosse una volta un satellite di un pianeta più grande, ruotando in fase con la sua rivoluzione. E come ho, a mia volta, dichiarato a Hall in comunicazione privata, ci sono molte prove mitiche anche. Miticamente, la chiave è lo stato originale del vecchio dio sole, prima della creazione. Il dio, nel suo stato più antico ricordato, è 'inattivo' o 'immobile,' non nel senso assiale o polare, ma apparentemente nel senso di non fare nulla, mancando di attività o animazione. Questo è lo stato che, nei miti, precede il vagabondaggio del dio e il suo eventuale trovare un luogo di riposo che è il centro assiale...Ciò che lo scenario preliminare di Hall offre è un ponte tra due fasi apparenti nella storia mitica di Saturno. Sebbene Hall stesso sarebbe il primo a sottolineare il carattere provvisorio delle sue speculazioni, il fatto stesso che siano degne di discussione...è almeno una parziale rivendicazione degli sforzi di Rose.",
        "captions": [],
        "headers": ["IL SISTEMA TRANSITORIO"]
    },
    {
        "page_type": "main",
        "page_number": 418,
        "content": "vagabondaggio e il suo eventuale trovare un luogo di riposo che è il centro assiale...Ciò che lo scenario preliminare di Hall offre è un ponte tra due fasi apparenti nella storia mitica di Saturno. Sebbene Hall stesso sarebbe il primo a sottolineare il carattere provvisorio delle sue speculazioni, il fatto stesso che siano degne di discussione...è almeno una parziale rivendicazione degli sforzi di Rose. Sebbene quanto sopra non sia in linea con lo scenario presentato in questo lavoro, concordo con Talbott sul fatto che sia degno di discussione. Più di questo, è degno di ulteriore considerazione nonostante il suo disaccordo con il concetto alternativo presentato in questo lavoro. A questo punto ci si chiede comunque perché mi preoccupi di sollevare tutto questo. Lo faccio perché l'ipotesi di Hall ha portato a un ulteriore tentativo di spiegare come il sistema coassiale di Saturno e Terra avrebbe potuto essere mantenuto insieme in almeno una stabilità temporanea. Questo ha a che fare con l'elucidazione di Hall della transizione dall'orbita equatoriale bloccata in fase della Terra attorno a Saturno alla sua successiva allineazione assiale. Come spiegò Hall: 'Ora supponiamo che questo sistema primordiale, morente, entri nel sistema alieno del Sole, incontrando eventualmente il più grande satellite del Sole, Giove (il cui asse di rotazione—o diciamo, non inclinazione—lo segna come un compagno primordiale del Sole). Come risultato di questo incontro, o forse di una serie di incontri, Proto-Saturno...viene attratto in direzione del piano equatoriale del Sole che, supponiamo, significava una direzione settentrionale. In effetti, Proto-Saturno viene tirato dal centro del suo sistema planetario nativo da una forza massiccia 'sopra' di esso, mentre Proto-Saturno, a sua volta, tira [il suo ex satellite, la Terra] nella sua scia... In questo stato ovviamente precario, la meccanica orbitale usuale è improvvisamente diventata irrilevante. Cosa potrebbe quindi accadere alla Terra?...Uno dei potenti poli magnetici di Saturno è ora molto più vicino alla Terra e l'altro più remoto. Così, mentre le forze magnetiche sono molto più deboli della forza di gravità, abbiamo qui un caso classico in cui possono essere invocate. In breve: 'La Terra è esposta a forze che agiscono come una coppia, con il polo magnetico saturniano vicino che attrae uno dei poli magnetici della Terra e respinge l'altro. Di conseguenza, la Terra viene capovolta ed è bloccata in un allineamento polare con Saturno.' Il vagabondaggio temporaneo di Saturno proposto da Talbott avrebbe quindi avuto luogo durante il periodo di transizione tra l'orbita equatoriale bloccata in fase della Terra attorno al suo primario primordiale e il successivo posizionamento di Saturno al polo celeste nord della Terra a causa del suo allineamento assiale con il gigante. Come spiegò lo stesso Talbott: 'Dopo anni di ricerca, ho concluso che la condizione più antica ricordata era quella di blocco di fase. Questa era la migliore spiegazione per l'INATTIVITÀ o IMMOBILITÀ iniziale di Atum-Ra, prima di...il vagabondaggio del dio mentre cercava un.",
        "captions": [],
        "headers": []
    }
]