[
    {
        "page_type": "main",
        "page_number": 49,
        "content": "",
        "captions": [
            "Socrate si difende durante il suo processo. Accusato di predicare contro gli dèi e di corrompere i giovani del suo tempo, Socrate fu giudicato colpevole e condannato a morte. Circondato dai suoi amici addolorati, eseguì la sentenza bevendo la cicuta. (Illustrazione di John Green.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 50,
        "content": "",
        "captions": [
            "Crono, con in mano la falce con cui evirò suo padre."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 51,
        "content": "",
        "captions": [

            "Rea porge a Crono una pietra avvolta in fasce, al posto di suo figlio Zeus, affinché la divorasse. (Da un rilievo oggi conservato nel Museo Capitolino, Roma.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 52,
        "content": "Non è forse possibile che gli dèi abbiano agito sulla Terra e sui suoi abitanti per indurre i nostri antichi antenati a divinizzarli, venerarli e offrire loro il sangue dei sacrifici umani? Dopotutto, a differenza del Sole e della Luna, a occhio nudo i pianeti appaiono solo come piccoli punti di luce tremolanti, persi in un mare stellato tra una moltitudine di altri punti luminosi. Gli antichi Greci divinizzarono tutti i corpi celesti del Sistema Solare che erano, e sono ancora oggi, visibili a occhio nudo. Saturno era Kronos, un tempo re del cielo. Giove era Zeus, che, come in altri pantheon planetari, strappò il regno degli dèi a suo padre Kronos/Saturno. Marte era conosciuto come Ares, il sanguinario dio della guerra. Afrodite, la dea dell'amore, forse la più popolare tra le divinità greche, era la personificazione di Venere. Il pianeta Mercurio era Hermes, con i suoi sandali alati, il più veloce tra gli dèi dell'Olimpo. Queste identificazioni planetarie furono adottate anche dai popoli antichi che entrarono in contatto diretto con i Greci. Così, nel Libro dei Segreti di Enoch, un'opera greco-giudaica del periodo intertestamentario, i nomi dei pianeti sono riportati in greco: Kruno per Kronos/Saturno; Zeus per Giove; Aris per Ares/Marte; Aphrodit per Afrodite/Venere; ed Ermis per Hermes/Mercurio. \n\nSi può tuttavia affermare che, nella mente dei Greci, pianeti e dèi fossero sinonimi? Pongo questa domanda fondamentale perché i critici hanno spesso negato che fosse così. La mia risposta è che l'identità degli antichi dèi con i pianeti non avrebbe mai dovuto essere messa in discussione. L'unica affermazione accettabile in questa materia è quella delle stesse persone che un tempo credevano in questi dèi e li veneravano. Giorgio de Santillana e Hertha von Dechend riconobbero questa verità quando scrissero: \"Il più ‘antico tesoro’ ... lasciatoci dai nostri predecessori ... era l'idea che gli dèi fossero in realtà stelle, e che non ne esistessero altri. Le forze risiedono nei cieli stellati, e tutte le storie, i personaggi e le avventure narrate dalla mitologia si concentrano sui poteri attivi tra le stelle, che sono i pianeti.\" \n\nSi tratta di un'affermazione notevole, a dir poco, se si considera che, agli albori della civiltà, l'elenco sumero delle divinità conteneva già più di cinquemila nomi—rifletteteci! Accettando che la maggior parte di questi nomi costituisca nient'altro che una litania di epiteti attribuiti a un elenco molto più ristretto di divinità, le divinità stesse e le storie raccontate su di loro rimangono comunque numerose. Eppure, come vedremo, non si trattava solo di epiteti, poiché le divinità stesse venivano spesso inavvertitamente duplicate, triplicate e così via. D'altra parte, sostenere che tutti i personaggi mitologici si riducano a una manciata di pianeti e che tutti i racconti mitologici descrivano i movimenti planetari non è, a mio avviso, una posizione difendibile. Dopotutto, alla fine, l'uomo trovò conveniente riconoscere la divinità in quasi tutto, creando dèi che dominavano concetti come la nascita, la salute, il sonno, la morte e mille altre questioni. Tuttavia, sosterrò che, se ci limitiamo ai grandi miti del mondo, l'affermazione di de Santillana e von Dechend può essere convalidata.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 53,
        "content": "",
        "captions": [
            "Ares, il sanguinario dio della guerra, personificazione del pianeta Marte. (Da un'antica statua marmorea—l'Ares Ludovisi—oggi a Roma.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 54,
        "content": "Quando si parla degli antichi greci, come hanno notato gli autori in questione, “Aristotele era orgoglioso di affermare che era noto che gli dei erano originariamente stelle, anche se la fantasia popolare aveva successivamente offuscato questa verità.”* Le stesse parole di Aristotele sono le seguenti: “Una tradizione è stata tramandata dai pensatori antichi di tempi molto remoti ... che afferma che questi corpi celesti sono degli ... Il resto della loro tradizione è stato aggiunto successivamente in forma mitologica per influenzare il volgo ...”1 I traduttori e altri commentatori hanno cercato di criticare Aristotele poiché, come hanno sottolineato, gli dei non sono identificati come pianeti nelle prime fonti greche esistenti. Così, M. Tredennick, che ha tradotto le opere di Aristotele per la famosa Loeb Classical Library, ha ritenuto opportuno aggiungere una nota a piè di pagina al passaggio sopra citato che, in parte, recita: “Questa affermazione [di Aristotele] non è letteralmente vera. I pianeti non sembrano essere stati associati agli dei della mitologia popolare fino al IV secolo a.C.” Tredennick ha poi rimandato i suoi lettori a John Burnet, un'autorità precedente sull'argomento, che aveva scritto: “Nella letteratura greca classica non si menzionano pianeti se non Hesperos [Venere come Stella della Sera] e Eosphoros [la Stella del Mattino] ... Mercurio appare per la prima volta per nome [come Hermes] in [Platone] Timaeus 38e, e altri di- *4 G. de Santillana & H. von Dechend, op. cit., p. 4 (enfasi aggiunta). 155 Aristotele, Metafisica, 12:8:19. 86H. Tredennick, traduttore della Metafisica di Aristotele (Loeb Classical Library, 1947), nota a piè di pagina.",
        "captions": ["Aphrodite di Melos, dea greca dell'amore e della bellezza, personificazione del pianeta Venere."],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 55,
        "content": "I nomi delle viti sono dati [dallo stesso PRESS Platone] in Epinomis 987b sq, dove si dice che siano ‘siriani.’ I nomi greci Phaenon [Saturno], Phaethon [Giove], Pyroeis [Marte], Phosphoros [un'altra designazione per la Stella del Mattino] e Stilbon [Mercurio] sono senza dubbio più antichi, anche se non si trovano prima. W. D. Ross è stato un altro traduttore moderno di Aristotele che ha aggiunto una simile dichiarazione di riserva al passaggio originale citato sopra. Ciò che le autorità sopra citate, e altre da allora, hanno omesso di prendere in considerazione è che, in fondo, le caratteristiche degli dei greci erano identiche a quelle delle divinità planetarie conosciute di altre razze, più antiche, con cui i greci entrarono in contatto e da cui presero in prestito gran parte della loro tradizione cosmologica e cosmogonica. Aristotele, che era orgoglioso di affermare che questa conoscenza, secondo Aristotele, doveva essere originariamente riaffermata a causa di una moltitudine di fattori, il meno dei quali non era il “dimenticare” la storia cosmica da parte della nazione greca. Quando Solone visitò l'Egitto, gli fu detto che “né lui né alcun altro elleno sapeva nulla di rilevante sui tempi antichi.” Gli fu detto che “non c'è alcuna vecchia opinione tramandata tra voi [greci] dalla tradizione antica, né alcuna scienza che sia veneranda per la sua età.” I greci, secondo i saggi egiziani, non sapevano “nulla di ciò che era accaduto nei tempi antichi” e questo, suppostamente, era dovuto ai sopravvissuti di precedenti catastrofi naturali che, per qualche motivo, non avevano lasciato “alcun documento scritto” dietro di sé. La disassociazione finale degli dei dai pianeti fu anche favorita dal fatto che, come altre nazioni, i greci erano soliti alludere ai pianeti con un diverso insieme di nomi quando si trattava di questioni astronomiche, rispetto a quelle cosmogoniche. Così, come indicato da Burnet sopra, ci imbattiamo in Saturno, che era Crono, riferito come Phaenon; Giove, che era Zeus, come Phaethon; e così via. Tuttavia, va notato che questi termini astronomici non erano privi di caratteristiche mitiche, tanto che anche in trattati puramente astronomici era difficile disassociare lo studio dei pianeti da quello degli dei.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 56,
        "content": "Aristotele non aveva motivo di inventare l'equazione dei pianeti con gli dei. Essendo stato ampiamente dimenticato dai suoi immediati, ma non dai suoi precedenti, antenati, semplicemente riscoprì questa verità e cercò di riaffermarla. Inoltre, non era l'unico a offrire tale affermazione. Altri sostenevano e esprimevano opinioni identiche. Tra i greci, Lucian di Samosata conosceva anche questa verità. Così ci dice che “sia da Omero il poeta che dalle epiche di Esiodo dovremmo capire che gli antichi erano dello stesso avviso degli astrologi,” e che è “la congiunzione di Venere e Marte” che “crea la poesia di Omero.” Platone, che riconobbe la stessa verità da solo, la fece verificare dagli egiziani. I romani, che, a loro volta, presero in prestito molte delle loro divinità dai greci, non erano diversi. È infatti a loro che dobbiamo i nomi attuali dei pianeti nel mondo occidentale, così che, fino ad oggi, i pianeti portano ancora i nomi degli dei. Crono divenne Saturno, il dio della civiltà. Zeus divenne Giove, Diespiter, o semplicemente lovis, e, come i suoi omologhi in tutto il mondo, era considerato re di tutti gli dei. Ares divenne Marspiter, noto anche come Mavors—pronunciato Ma-oors—o Marmar, un dio della guerra tanto sanguinario quanto il suo omologo greco. Afrodite divenne Venere, mantenendo la sua posizione di regina di Giove e della bellezza femminile. Hermes divenne Mirqurius, o Mercurius, ed era onorato come dio del commercio. La sinonimia di pianeti con gli dei era così radicata tra i romani che Cicerone negò la possibilità di cambiamenti orbitali planetari semplicemente perché credeva che tali cambiamenti fossero contrari alla natura divina dei pianeti. Questa credenza, che gli dei erano realmente corpi astronomici deificati, toccò anche i popoli primitivi. Così il nome del grande dio polinesiano, Ta’urua, significa semplicemente “stella”—e qui non possiamo fare a meno di notare la somiglianza di questo nome con quello di Tara, un epiteto di Kali/Durga, menzionato in precedenza, che significa anch'esso “stella,” anche se non è ancora emersa alcuna connessione etimologica tra i due nomi. Nei vecchi registri di Tahiti, il nome Ta’urua è applicato a Fomalhaut, una stella nella costellazione dei Pesci; alla cintura di Orione; ad Alphard o Cor Hydra; Betelgeuse; Canopo nella costellazione della Nave; Deneb nel Cigno; e Sirio. Ogni particolare stella era poi identificata da un epiteto chiarificatore aggiunto al nome Ta’urua. Lo stesso nome, tuttavia, era anche applicato ai pianeti Giove e Venere. Il primo era designato Ta’urua-o-rai’i-taetae’a-o-Havai’i-i-te-tua e il secondo come Ta’urua-e-hiti-Matavai. Tra il ramo Skidi degli indiani Pawnee del Nord America, c'erano alcuni che, in un certo senso, potrebbero essere considerati astronomi. Questi uomini compilavano mappe stellari; identificavano le costellazioni e le stelle più brillanti tra di esse; notavano i pianeti e registravano i loro movimenti. L'inizio dell'anno cerimoniale Pawnee era coordinato in riti. Come scoprì G. A. Dorsey, “la maggior parte degli [dei] celesti Pawnee erano",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 57,
        "content": "",
        "captions": ["Il Giove romano—Iuppiter, Diespiter, lovis—re degli dèi, che personificava il pianeta con lo stesso nome. (Da un affresco nella Casa dei Dioscuri.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 58,
        "content": "",
        "captions": ["Il Mercurio romano—Mirqurius, Mercurius—dio del commercio, che personificava il pianeta con lo stesso nome. (Da una scultura di Giovanni di Bologna.)"],
        "headers": []
    }    
]