[
    {
        "page_type": "main",
        "page_number": 184,
        "content": "si potrebbe pensare che fosse stato lo stato del sistema per un tempo molto lungo. Infatti, integrazioni numeriche retroattive potrebbero riportare il sistema, ancora ben comportato, attraverso l'episodio di comportamento selvaggio come se non fosse mai accaduto.30 Ovenden stesso si spinse ancora oltre quando teorizzò che l'approccio ravvicinato dei pianeti tra loro non solo è possibile, ma forse intrinseco alla stessa natura del cosmo. Da ciò giunse anche alla conclusione che \"un sistema di pianeti (o satelliti) cambierà la sua configurazione lentamente quando i pianeti sono distanti\" ma \"rapidamente quando sono vicini e interagiscono violentemente.\"32 Questo ci porta a W. M. Smart che, nel 1953, aveva già compreso che tali \"serie di perturbazioni\" non potevano essere considerate affidabili se non per un periodo molto breve—uno o due secoli, per essere precisi.33 Successivamente, Bass dimostrò che: \"...è perfettamente possibile, secondo le Leggi di Newton sulla Dinamica e la Gravitazione, quando sono coinvolti tre o più corpi, che i pianeti quasi collidano e poi si rilassino in una configurazione apparentemente stabile del tipo della Legge di Bode in un tempo relativamente breve...\"34 Inoltre, per \"un tempo relativamente breve,\" Bass intendeva \"in pochi secoli.\"35 Se quindi si può dimostrare che i pianeti si sono avvicinati e hanno interagito tra loro durante l'era dell'uomo, le risonanze intrinseche nella Legge di Bode non consentiranno una datazione in milioni di anni. E, su questo punto, il record storico sembra essere abbastanza chiaro anche se ancora non riconosciuto dalla maggior parte dei convenzionalisti. CALCOLI RETROATTIVI Che dire allora dei calcoli retroattivi (o retrocalcoli, per brevità)? Il retrocalcolo \"è il metodo che si basa sull'assunzione che la Terra si sia comportata in modo tranquillo e uniforme, e si presume che sia possibile calcolare a ritroso nel tempo per stabilire la data esatta degli eventi astronomici.\"36 Tali calcoli non dimostrano forse che non ci sono stati cambiamenti nelle orbite o nelle posizioni dei pianeti in passato? No, non lo fanno. Come indicò Leroy Ellenberger quando era ancora un catastrofista di Velikovsky: \"Nessun retrocalcolo fino ad oggi è stato intrinsecamente capace di duplicare quasi collisioni [tra i pianeti] anche se una fosse avvenuta.\"37 Anche William Mullen osservò che tali retrocalcoli sono inutili poiché coinvolgono \"un problema simile a prendere la posizione di alcune palle da biliardo verso la fine del gioco e calcolare le posizioni dell'intero set fino all'inizio.\"38 Oppure, come sottolineò Warlow: \"In effetti, per quanto riguarda la stabilità del sistema, ci sono esperti nel campo oggi che ammettono che, se prendiamo il sistema nel suo stato attuale, è ragionevole calcolare avanti o indietro nel tempo per circa tre",
        "captions": [],
        "headers": ["CALCOLI RETROATTIVI"]
    },
    {
        "page_type": "main",
        "page_number": 185,
        "content": "cento anni [duecento, secondo Smart] prima di raggiungere un livello di incertezza inaccettabile.\"39 Certo, Warlow continua dicendo che: \"Allo stesso modo, ci sono esperti che negherebbero che il tempo di validità sia così breve, e parlano con apparente fiducia in milioni di anni. Tuttavia,\" continua, \"ammetterebbero che c'è molto che non comprendiamo.\"40 Gli astronomi Victor Clube e Bill Napier sono dello stesso avviso: \"Purtroppo,\" scrissero, \"non è generalmente possibile calcolare in dettaglio le orbite passate e future, poiché piccole incertezze si amplificano rapidamente. La maggior parte dei calcoli che coinvolgono tre o più corpi del sistema solare sono inaffidabili oltre qualche centinaio di anni.\"41 Oppure, come Jill Abery ha sintetizzato: \"Dimenticate tutti quei vecchi calcoli al computer sul comportamento passato e futuro del Sistema Solare. I matematici ora si rendono conto che il sistema è troppo complicato perché i computer convenzionali possano mai fornire la risposta giusta. Tuttavia, hanno un nuovo sistema matematico che ignora le leggi del moto nel nostro spazio tridimensionale familiare. Curiosamente, dimostra che il comportamento del Sistema Solare è molto caotico con molti scenari possibili.\"42 Non dimentichiamo le parole dell'astronomo Archie Roy, già citate, secondo cui \"le integrazioni numeriche retroattive potrebbero riportare il sistema, ancora ben comportato, attraverso l'episodio di comportamento selvaggio come se non fosse mai accaduto.\" Alla fine, nessuno lo ha espresso meglio di Lynn Rose e Raymond Vaughan. \"Il retrocalcolo è un'attività molto incerta nel migliore dei casi,\" scrissero. \"Supponiamo che una navicella spaziale sia stata lanciata in orbita questa mattina. Il retrocalcolo mostrerebbe dove si trovava quella navicella sulla sua orbita alla stessa ora di ieri, quando era ancora sulla rampa di lancio!\"43 ORBITE PASSATE Come scrisse Wallace Thornhill nel 1997, \"è ben noto tra gli astronomi che la legge di gravità di Newton, quando applicata a più di 2 corpi orbitanti, risulta in un moto caotico dopo un tempo relativamente breve.\"44 Ma, più importante di ciò, chiese anche: \"Come può il sistema solare essere rimasto nella sua apparente configurazione stabile per i 5 eoni richiesti dalle teorie attuali sull'evoluzione del sistema solare? E perché, se i pianeti e le lune si sono formati dalla stessa nube primordiale di gas e polvere, sono così diversi per caratteristiche fisiche, inclinazioni assiali, velocità di rotazione e orbite?\"45",
        "captions": [],
        "headers": ["ORBITE PASSATE"]
    },
    {
        "page_type": "main",
        "page_number": 186,
        "content": "E poi, dopo tutto ciò che è stato detto sopra, non hanno forse gli stessi astronomi dimostrato di preoccuparsi poco della presunta stabilità del Sistema Solare nel suo insieme o della Legge di Titius-Bode in particolare? Posso affermarlo con sicurezza perché loro stessi non sono stati esattamente contrari a postulare scenari in cui i percorsi orbitali sono mostrati come capaci di cambiare. Tra loro, Thomas Van Flandern si avvicinò a un sensazionalismo inaudito quando scrisse: \"Solo ora stiamo iniziando a vedere l'Universo come un luogo di cambiamento costante con una storia ricca e varia e come il sito di molti eventi unici che continuano fino ad oggi. Mercurio, per esempio, potrebbe essere stato una volta un satellite di Venere che, in un passato non così lontano, si è liberato. Che ciò sia accaduto o meno, è chiaro che qualche evento ha causato a Venere di ruotare in una direzione diversa e a una velocità più lenta... rispetto a qualsiasi altro pianeta. Entrambi i satelliti di Marte e la maggior parte di quelli di Giove non hanno avuto origine con quei pianeti ma sembrano essere stati catturati relativamente di recente... \"Gli anelli di Saturno potrebbero essere un altro esempio del dinamismo del sistema solare. Erano una volta un satellite che si è frammentato?... Quale evento ha inclinato Urano sul suo lato? Cosa ha disturbato i satelliti esistenti di Nettuno? Potrebbe il pianeta Plutone essere un satellite sfuggito di Nettuno? Se sì, come ha ottenuto il suo satellite? Da dove proviene il pianeta minore appena scoperto Chirone, la cui orbita instabile attraversa quelle di Saturno e Urano?\"",
        "captions": ["Retrocalcolo dei movimenti di un satellite artificiale terrestre—come il Molnya 1 sovietico mostrato sopra—dimostrerà che il satellite era in orbita ben prima di essere lanciato."],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 187,
        "content": "Robert Harrington, un collega di Van Flandern, ha anche proposto l'idea che \"Mercurio abbia avuto origine come un satellite sfuggito di Venere all'inizio della formazione del sistema solare.\"47 Come ha affermato Philip Burns: \"Questo non sembra aver raccolto molto supporto, ma d'altra parte, non credo sia stato nemmeno confutato. La teoria di 'Mercurio come Luna di Venere' spiega in un colpo solo molte osservazioni, come la rotazione ridotta/inversa di Venere, la sua atmosfera massiccia, la risonanza di rotazione 2/3 di Mercurio, la forma oblata di Mercurio e molte altre.\"48 George Wetherhill ha ipotizzato uno scenario ancora più audace per Mercurio in cui il pianeta orbitava originariamente attorno al Sole alla distanza attuale della Terra. Poi, secondo questa particolare teoria, Mercurio fu coinvolto in una collisione violenta in cui il pianeta si fuse. Una seconda collisione portò quindi alla rimozione della crosta di Mercurio e alla sua espulsione dall'orbita. Deviato dal suo percorso dal campo gravitazionale della Terra, insieme a quello di Venere, Mercurio si stabilì infine nella sua attuale traiettoria circolare.49 Alan Stern, d'altra parte, ha avanzato una proposta di cattura satellitare, piuttosto che fuga. Non che la cattura di satelliti da parte dei pianeti non fosse stata già proposta. Ma questa riguarda il pianeta Nettuno e il suo compagno, Tritone, una luna delle dimensioni del pianeta Plutone. Si è scoperto che Tritone orbita Nettuno in quella che gli astronomi chiamano \"la direzione sbagliata,\" cioè in senso orario visto \"dall'alto,\" mentre tutti gli altri satelliti ruotano in senso antiorario. La spiegazione più probabile per questo, secondo Stern, è che Tritone orbitasse liberamente ma, passando troppo vicino a Nettuno, fu catturato dal pianeta più grande come sua luna. Lo stesso vale per il pianeta Plutone che, fino al 1978, si credeva ancora privo di luna. Ma una successiva fotografia terrestre di Plutone rivelò la presenza di un satellite—da allora chiamato Caronte—che orbita attorno al pianeta. Poiché Caronte è più grande della nostra Luna, e un terzo delle dimensioni di Plutone stesso, Stern ha detto che è \"davvero più accurato chiamarlo un pianeta doppio.\"51 Stern è quindi dell'opinione che questi due pianeti orbitassero anch'essi liberamente ma che, avvicinandosi troppo, siano riusciti a catturarsi a vicenda.52 Ma che dire della Terra stessa? Qualcuno prima di noi ha mai ipotizzato che anch'essa possa essersi spostata? LA TERRA IN MOVIMENTO Come riportato da Tom Yulsman: \"Ci piace pensare che l'orbita della Terra e la forma del suo campo magnetico siano immutabili—che con il passare degli anni, il pianeta segua un percorso costante attorno al Sole mentre la bussola punta risolutamente a nord. Non solo questo non è vero, ma gli scienziati",
        "captions": [],
        "headers": ["LA TERRA IN MOVIMENTO"]
    },
    {
        "page_type": "main",
        "page_number": 188,
        "content": "",
        "captions": ["Mercurio—era una volta un satellite del pianeta Venere? (Fotografia per gentile concessione della NASA.)"],
        "headers": []
    }
]