[
    {
        "page_type": "main",
        "page_number": 69,
        "content": "Elohim. Ma questo ci porta a un altro problema che dobbiamo superare poiché, dopotutto, le teorie sono facili da proporre. È una cosa ipotizzare, ma un'altra cosa è sostenere l'ipotesi—almeno Lemaitre aveva la relatività generale su cui fare affidamento. A tal proposito, David Leveson fu abbastanza perspicace da notare: «Nella polemica scientifica, a differenza di quella pseudo-scientifica, l'evidenza ha la priorità sull'ipotesi», aggiungendo che «l'ipotesi deve conformarsi all'evidenza, non l'evidenza all'ipotesi.» E prosegue: «Se si trovano prove contrarie a una determinata ipotesi, l'ipotesi deve (o dovrebbe) essere modificata o respinta.» Ma fu abbastanza acuto da avvertire che: «Ciò non significa che quando si trovano prove contrarie l'ipotesi venga immediatamente respinta; può essere mantenuta provvisoriamente nella speranza che ulteriori prove possano alla fine spiegare le prove 'contrarie' in termini della teoria.» Come ha anche sottolineato: «In effetti, molte ipotesi vengono formulate intuitivamente, attraverso un 'lampo di intuizione', e possono essere mantenute nella mente dell'investigatore nonostante molte iniziali prove 'contrarie', per poi essere successivamente confermate... Ma un ricercatore legittimo non sopprimerà consapevolmente prove contrarie. Certamente non pubblicherà un'ipotesi finché non si sarà assicurato che tutte le prove disponibili siano in accordo con essa. In effetti, se è debitamente coscienzioso, cercherà prove contrarie per testare la validità delle sue idee. L'ipotesi può precedere l'evidenza nel tempo ma non nell'importanza.» Queste sono linee guida che saranno tenute a mente mentre cercheremo di svelare la storia perduta del nostro Sistema Solare nelle pagine che seguono. Ma, anche così, bisogna porsi la domanda: cosa costituisce una prova? Come ha osservato Daniel Trifiletti: «La natura stessa delle prove cambia da una disciplina scientifica all'altra. Ciò che è probatorio per una persona è escluso da un'altra. I fatti non sono gli stessi per tutti. Poiché non possiamo essere tutti d'accordo su cosa costituisca 'fatti', gli argomenti deduttivi da soli non possono mai essere completamente convincenti... «Esiste tuttavia un altro approccio per valutare ciò che potrebbe essere considerato 'dubbio' da alcuni. Questo ricorso è il ragionamento induttivo. Si riconosca che nessun fatto è isolato, ma fa parte di un'intera costellazione di altri fatti. A un certo punto, quando si sono raccolti abbastanza fatti, ogni singolo punto di luce può essere visto come parte di una figura nuova e riconoscibile—un tutto organico. Alla fine, il peso stesso di fatti anche 'dubbiosi' diventa troppo grande per essere ignorato.» LA STORICITÀ DEGLI EVENTI Si può, tuttavia, presumere che gli eventi descritti nei miti abbiano una base fattuale in un modo o nell'altro? Molti mitologi del passato sono stati veementi nel negare che si possa discernere alcuna storicità nel contenuto mitico. La maggior parte dei mitologi continua a credere che il mito, da un lato, tratti di precetti religiosi, cioè morali, presentati in forma allegorica, e, dall'altro, di eventi così favolosi che nessuna persona moderna scientificamente orientata può accettare. Conrad Hyers, professore di religione, per citarne uno, ha scritto abbondantemente sull'argomento.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 70,
        "content": "Nel tentativo di analizzare il Libro della Genesi dell'Antico Testamento, ha sottolineato che «gli autori erano interessati a usare queste storie come esempi di varie verità teologiche ed etiche.» Come ha affermato, la «funzione primaria dei grandi miti e leggende non è quella di offrire spiegazioni;» essi «non sono interessati a fornire una miscellanea di informazioni o risposte preconfezionate.» «Essi erano,» secondo Hyers, «intesi come veicoli delle verità più basilari e importanti di tutte, attraverso le quali le persone organizzavano, regolavano e interpretavano le loro vite, e attraverso le quali vedevano significato, scopo e valore nella loro esistenza.» «Miti e leggende,» prosegue, «insieme ai rituali, fornivano il quadro di riferimento generale entro il quale vivere, sperimentare e celebrare il mondo.» In un certo senso, non avrei potuto dirlo meglio io stesso. Dove non sono d'accordo con lui è quando afferma che «soffermarsi sulla storicità dei racconti, anche solo su un nucleo storico, significa allontanarsi dagli scopi degli scritti.» Continua con: «[I racconti nella Genesi] non mirano a fornire un'immagine 'più vera' dell'universo o della storia umana, tanto meno l'unica immagine vera, nei sensi scientifici o storici moderni del termine vero.» Personalmente, rifiuto di essere etichettato come un fondamentalista, ma devo anche affermare che la dichiarazione di Hyers è principalmente dovuta al fatto che non comprende quali verità storiche siano nascoste nelle pagine della Genesi, un'opera che avrà un posto di grande importanza nelle pagine che seguiranno. Mircea Eliade che, in modo incerto, ha fatto più per la mitologia comparata di qualsiasi altro mitologo del passato, era di un'opinione leggermente diversa. Per lui, i riti religiosi consistevano nella «ripetizione di un'azione archetipica compiuta in illo tempore (prima che 'la storia' iniziasse) dagli antenati o dagli dèi ...» «Con la sua ripetizione, l'atto coincide con il suo archetipo, e il tempo viene abolito. Stiamo assistendo, per così dire, allo stesso atto che fu compiuto in illo tempore, all'alba dell'universo.» Naturalmente, ciò dipende da cosa si intende per 'storia.' Se, con quel termine, si intende 'storia scritta,' allora Eliade ha ragione. Se, tuttavia, con 'storia' intendiamo 'la storia dell'umanità,' Eliade non potrebbe avere ragione. Questo diventa di grande importanza quando si considera cos'altro Eliade aveva da dire su questo argomento. Così, verso la fine dell'opera citata, afferma che: «Ogni rituale, e ogni atto significativo che l'uomo compie, ripete un archetipo mitico; e ... questa ripetizione implica l'abolizione del tempo profano e il collocamento dell'uomo in un tempo magico-religioso che non ha connessione con la successione nel vero senso, ma forma il 'presente eterno' del tempo mitico. In altre parole, insieme ad altre",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 71,
        "content": "esperienze magico-religiose, il mito fa sì che l'uomo esista di nuovo in un periodo senza tempo, che è in effetti un illud tempus, un tempo di alba e di 'paradiso,' al di fuori della storia ... «Noi moderni diremmo che il mito (e con esso tutte le altre esperienze religiose) abolisce la 'storia' ... Ma si noti che la maggior parte dei miti, semplicemente perché registrano ciò che è accaduto 'in illo tempore,' costituiscono essi stessi una storia esemplare per la società umana in cui sono stati preservati, e per il mondo in cui vive quella società. Anche il mito cosmogonico è storia, poiché racconta tutto ciò che è accaduto ab origine; ma dobbiamo, non c'è bisogno di dirlo, ricordare che non è 'storia' nel nostro senso della parola—cose che sono accadute una volta e non accadranno mai più ...» Nonostante il fatto che mi affiderò ampiamente agli approfondimenti accademici di Eliade nelle pagine che seguiranno, è proprio qui che devo prendere le distanze da lui perché, come intendo illustrare, gli eventi narrati nel mito sono realmente accaduti. Sono accaduti non 'al di fuori della storia,' come sosteneva, ma all'interno della storia. E per 'storia' intendo 'storia' nel nostro senso della parola.» Inoltre, Eliade affermava che anche il mito cosmogonico è storia, mentre io sostengo che tutto il mito è di origine cosmogonica. La 'storia' di cui parlo, quindi, è una storia cosmogonica, una che si è svolta nel cielo e ha toccato la Terra e i suoi abitanti con un dito potente che ha lasciato la psiche umana segnata fino a oggi. Gli eventi che i grandi miti del mondo narrano sono realmente accaduti, e sono accaduti proprio nel modo in cui i miti li narrano. Cos'è, allora, il mito? Non riesco per la vita mia a ricordare chi lo disse, ma qualcuno, da qualche parte, una volta affermò che il mito costituisce la memoria fossilizzata dell'uomo. Parole più vere sono state raramente pronunciate. Ma questa memoria fossilizzata denota una conoscenza, un ricordo, di ciò che una volta accadde nei cieli e, a tal proposito, si può tranquillamente affermare che il mito costituisce la storia del Sistema Solare. Qui posso illustrare al meglio quanto sopra ripetendo una storia ben nota agli antichi Greci. La storia coinvolge il dio Helios—di solito identificato come la personificazione del Sole—che si credeva guidasse il suo carro fiammeggiante attraverso il cielo. Quando, una volta, Helios disse a suo figlio Fetonte che poteva chiedergli qualsiasi dono, Fetonte rispose chiedendo di poter guidare il carro di suo padre. All'inizio Helios, pentendosi del suo giuramento, cercò di dissuadere Fetonte sottolineando i pericoli implicati nella guida del carro. Ma, quando Fetonte insistette, Helios, avendo dato la sua parola, non ebbe altra scelta che cedere al figlio. Fetonte, ancora nell'orgoglio della sua giovinezza, saltò sul carro, prese le redini in mano e iniziò il suo viaggio. I destrieri che trainavano il carro, tuttavia, sentirono che il peso che stavano trasportando era troppo leggero e saltarono in aria come se il carro fosse vuoto. Questo li portò a lasciare il loro solito sentiero battuto, e Fetonte, che mancava dell'esperienza di suo padre, si spaventò e, nel tentativo di correggere il suo corso errato attraverso il cielo, tirò le redini in una direzione e nell'altra, confondendo ulteriormente i cavalli. Perdendo il controllo del carro, Fetonte finì per guidarlo troppo vicino alla Terra con il risultato che l'umidità della Terra si prosciugò a causa del calore del carro e, in breve tempo, la Terra prese fuoco e rischiò di essere annientata dalla conflagrazione. Alla fine, Zeus stesso fu costretto a intervenire. Mandando uno dei suoi terribili fulmini, colpì Fetonte con tutta la sua potenza, distruggendo il carro e liberando i cavalli. I frammenti del carro distrutto furono sparsi e Fetonte stesso, con i capelli in fiamme, precipitò nell'aria verso la sua morte lasciando dietro di sé una lunga scia.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 72,
        "content": "Ora, quando il sacerdote egizio, chiunque fosse, disse a Solone che i suoi compatrioti non sapevano nulla di ciò che era accaduto nel passato, gli disse anche che la storia di Fetonte «così come viene raccontata, ha l'aspetto di una leggenda, ma la verità risiede nell'occorrenza di uno spostamento di corpi nei cieli che si muovono intorno alla Terra, e una distruzione di cose sulla Terra da parte di un fuoco feroce, che si verifica a lunghi intervalli.» In generale, ovviamente, gli astronomi non ammetteranno alcuno spostamento dei corpi celesti. Concesso, ci sono stati alcuni coraggiosi tra loro che si sono avvicinati al limite proponendo che una certa quantità di rimescolamento orbitale tra i pianeti abbia avuto luogo. Axel Firsoff, per esempio, una volta ipotizzò che «Nettuno potrebbe originariamente essere stato più vicino al Sole di Urano» e che Venere, «essendosi originariamente formata da qualche parte oltre l'orbita del proto-Urano [avrebbe acquisito la sua] lenta rotazione retrograda e la sua atmosfera copiosa, [e] sarebbe successivamente stata spostata nella sua posizione attuale, dopo che i pianeti interni avevano già perso le loro atmosfere primarie.» Il processo, secondo Firsoff, «sarebbe stato lento, coinvolgendo un certo numero di incontri relativamente ravvicinati con Giove o",
        "captions": ["Helios—che guida il suo carro attraverso il cielo. Da un dipinto su vaso greco."]
    },
    {
        "page_type": "main",
        "page_number": 73,
        "content": "non menzionati nel testo accompagnatorio completano la scena. Da un rilievo romano ora al Louvre, Parigi. Saturno o entrambi.» Tali eventi, tuttavia, sono solitamente collocati molto indietro nel passato, prima dell'avvento dell'uomo che non avrebbe potuto, quindi, avere alcuna conoscenza di essi, tanto meno immortalarli nel mito. Così, alla fine, Firsoff dovette ammettere che «[l]a stabilità del sistema, e la legge di Bode-Titius in particolare, collocherebbero questo evento in un'epoca geologica remota.» D'altra parte, astronomi, geologi e storici hanno finalmente deciso di salire sul carro del catastrofismo cosmico—il che ricorda una conversazione che Ev Cochrane, editore di AEON, e io avemmo con il Professor Benny Peiser, nel luglio del 1996, quando andammo a prenderlo all'aeroporto per il simposio di Deerfield Beach, Florida, sponsorizzato dal periodico di Cochrane. Fu durante il tragitto dall'aeroporto che Peiser ci informò per la prima volta della rivelazione di cui sopra. Ci disse anche, tuttavia, che mentre gli astronomi avevano iniziato a considerare seriamente il catastrofismo terrestre come possibilmente causato da impatti asteroidali e cometari, erano ancora fermamente contrari alla possibilità di catastrofismo planetario nel passato storico e preistorico dell'uomo. Non solo, Peiser, che sembra non avere alcun interesse per il catastrofismo planetario, ci avvertì anche che la persistenza della credenza nel 'biliardo' planetario può solo ostacolare l'accettazione finale del catastrofismo cosmico. Peiser vede questo cambio di posizione da parte degli astronomi e dei loro alleati come un passo positivo in avanti. Come gli dissi allora, a meno che anche il catastrofismo planetario non venga abbracciato come una possibilità valida, al massimo il passo in questione può essere visto solo come un passo laterale. Lo stato attuale delle cose è stato mostrato in modo unico alla Seconda Conferenza SIS di Cambridge, tenutasi nel luglio 1997 al Fitzwilliam College, a Cambridge, in cui il lavoro degli astronomi Victor Clube e Bill Napier ha ricevuto un notevole impulso. Avendo mantenuto la parte astronomica del loro scenario cosmico ben entro i limiti dei paradigmi accettati, non si può dire molto di più.",
        "captions": ["La caduta di Fetonte. Un quadro che mostra Fetonte mentre fa la sua richiesta a Helios nell'angolo in alto a sinistra, con i destrieri impazziti, il carro distrutto e Fetonte in caduta al centro. Altri personaggi"]
    }
]