[
    {
        "page_type": "main",
        "page_number": 204,
        "content": "Capitolo 9 Il Dio Immobile LA STELLA DEL SABATO Nel Capitolo 4 abbiamo affermato che il nome ebraico del pianeta Saturno, cioè Shabtai, è stato responsabile della denominazione del Sabato, in ebraico Shabbath, il sabato degli ebrei. Come abbiamo anche notato nello stesso capitolo, si dice talvolta che la parola Shabbath derivi dal termine strettamente correlato shabath, che significa \"riposare\" o \"cessare\". Questo significato, a sua volta, si dice sia sorto perché Elohim si riposò dal suo lavoro di Creazione in quel giorno. Ciò che questo indica è che il riposo di Elohim venne per primo, e per esso fu poi nominato il Sabato. Tuttavia, sembra che ci sia più di quanto sembri in questa questione del \"riposo\". O perché mai il pianeta in questione sarebbe stato chiamato con il nome di quel particolare giorno, ricevendo così anche il significato di \"riposo\"? Il collegamento di Saturno con la Creazione non è limitato alla tradizione ebraica. Nel Capitolo 4 abbiamo anche avuto occasione di menzionare una tradizione simile creduta dai Persiani. Ripetiamo qui quella tradizione come registrata da Al-Biruni: \"Il sesto giorno di Farwardin, il giorno Khurdadh, è il grande Nauroz, per i Persiani una festa di grande importanza. In questo giorno—si dice—Dio completò la creazione, poiché è l'ultimo dei sei giorni... In questo giorno Dio creò Saturno...\" Cosa aveva a che fare il pianeta Saturno con la Creazione o il riposo di Elohim? Perché Saturno era conosciuto come il Signore del Sabato? Una delle stranezze del Sabato è che è l'unico giorno a cui gli Israeliti diedero un nome. Gli altri giorni della settimana erano chiamati con i loro numeri ordinali. Perché questa eccezione? Perché Saturno era importante anche per gli antichi Ebrei? Non che, in tempi successivi, ne fossero particolarmente orgogliosi. Infatti, come ci informa William Heidel, essi risentirono dell'identificazione del Sabato con il giorno di Saturno per molto tempo. È ben noto che Shabtai, talvolta indicato come Kokab Sabet, anche chiamato Stella del Sabato, significava \"la Stella o il Pianeta del Riposo\". Nel suo tentativo di collegare l'ordine della Creazione, giorno per giorno, come descritto nel Libro della Genesi, con le diverse divinità planetarie tradizionalmente onorate nei giorni successivi della settimana di sette giorni, Robert Graves, come al solito, confuse l'intera questione.",
        "captions": [],
        "headers": ["LA STELLA DEL SABATO"]
    },
    {
        "page_type": "main",
        "page_number": 205,
        "content": "Gli unici punti validi che menzionò sono l'associazione ben nota del Sabato ebraico con Saturno e il fatto che questa divinità planetaria fosse da tempo conosciuta come il dio del riposo, cioè del riposo. Ma, se escludiamo la derivazione del nome Shabtai dalla questione del riposo di Elohim dopo la Creazione, cosa possiamo offrire come spiegazione per questa caratteristica insolita? O perché il pianeta Saturno era chiamato la Stella o il Pianeta del Riposo? IL DIO DEGLI EBREI Il collegamento israelita con il pianeta Saturno va oltre la denominazione del Sabato in onore di questa divinità planetaria. Così, ad esempio, quando il profeta Amos inveiva contro gli Israeliti, li accusava di aver portato immagini di una divinità stellare in un tabernacolo. La versione della Bibbia di Re Giacomo del passaggio in questione è resa così: \"Avete offerto... sacrifici e offerte nel deserto per quarant'anni, o casa d'Israele? Ma avete portato il tabernacolo del vostro Moloch e Chiun le vostre immagini, la stella del vostro dio, che vi siete fatti.\" Questo ricordo era ancora vivido nei giorni del Nuovo Testamento ed è ripetuto negli Atti degli Apostoli dove la figura di Chiun è sostituita con quella di Remphan: \"...O casa d'Israele, avete offerto... bestie uccise e sacrifici per lo spazio di quarant'anni nel deserto? Sì, avete preso il tabernacolo di Moloch e la stella del vostro dio Remphan, figure che avete fatto per adorarle...\" Questo è in linea con la versione dei Settanta dello stesso passaggio che recita: \"Avete offerto... vittime e sacrifici, o casa d'Israele, per quarant'anni nel deserto? Sì, avete preso il tabernacolo di Moloch e la stella del vostro dio Rephan, le immagini di essi che vi siete fatti.\" I quarant'anni nel deserto a cui si fa riferimento nei versetti sopra si riferiscono al vagare degli Israeliti dopo la loro partenza, o esodo, dall'Egitto sotto Mosè. Per quanto riguarda la divinità chiamata Moloch non offriremo nulla qui, riservando l'argomento per un'opera futura. Qui desidero concentrarmi sul dio chiamato Chiun in una versione e Remphan/Rephan nelle altre. Chi era questa divinità? In Amos e negli Atti questo dio è alluso come \"la stella del vostro dio\"—cioè la stella del dio degli Israeliti. Ma quale stella personificava Remphan? Nel Testamento di Salomone, Remphan è reso Raphan riguardo al quale si dice che Salomone abbia costruito un tempio in congiunzione con uno a Baal/Moloch. Il Testamento di Salomone è di origine ebraica ma, come ci informa Louis Ginzberg, come lo abbiamo ora, è carico \"di molti strati cristiani.\" Questo è notato qui perché il nome Raphan (o Ramphan o Rephan) è sconosciuto in ebraico e deve quindi essere stato introdotto, o traslitterato, da uno degli editori cristiani. Ginzberg era dell'opinione che Raphan (o Rephaim) sia una reminiscenza di una parola ebraica che significa \"ombre,\" ma è più che probabile che il nome Remphan non sia altro che una mistrascrizione in greco dello stesso Chiun nella versione di Re Giacomo di Amos.",
        "captions": [],
        "headers": ["IL DIO DEGLI EBREI"]
    },
    {
        "page_type": "main",
        "page_number": 206,
        "content": "Gerolamo interpretò la stella di Chiun come Lucifero, che è popolarmente, ma erroneamente, creduto rappresentare il pianeta Venere. Ma come Martin Sieff affermò correttamente, Chiun era il nome assiro per Saturno, lo stesso del siriaco Kewan (e del molto ebraico Khevan). Una domanda che viene in mente a questo punto è: cosa stavano facendo gli Israeliti a vagare nel deserto con l'immagine della stella saturniana nel loro tabernacolo? Siamo onesti: nonostante i sentimenti ebraici e cristiani attuali, è noto da tempo che Saturno era il dio degli ebrei. In anni più recenti, ad esempio, Carl Jung sapeva molto bene che Saturno era la stella di Israele. Molto prima, Aurelio Agostino fu più esplicito quando informò i suoi lettori che gli antichi consideravano il pianeta Saturno come il dio degli ebrei. Durante il Medioevo, gli ebrei erano ampiamente conosciuti come il Popolo di Saturno (così, incidentalmente, erano anche gli Sciti). Questa credenza, tuttavia, è molto più antica, poiché persino lo storico romano Tacito (c. 55-117 d.C.) descrisse gli ebrei come adoratori del pianeta Saturno come loro dio. Se il tabernacolo in questione fosse quello famoso che si dice Mosè avesse fatto costruire, e in cui era custodita la celebre arca dell'alleanza, rimane una questione aperta. Tuttavia, va detto questo: mentre il tabernacolo che Mosè aveva fatto costruire è solitamente indicato come il Mishkan e/o l'Ohel, il tabernacolo menzionato nella versione ebraica di Amos è semplicemente chiamato sukot, il plurale di suka, che significa \"tende.\" IL PROBLEMA CON AMOS Gli studiosi della fede ebraica hanno, naturalmente, trovato molto da criticare in questa interpretazione del versetto di Amos in questione. Come è stato detto, questo \"è un versetto difficile e soggetto a interpretazioni molto diverse\"—o, come ha detto M. Weinfeld, un versetto su cui molte penne si sono spezzate (anche se, a mio avviso, la sua non è andata meglio). Questa difficoltà non è alleviata dal fatto che la versione ebraica—cioè masoretica—del passaggio in questione sostituisce Moloch con Siccuth (o Sikut, Sikkut) mentre colloca l'evento come avvenuto nel futuro piuttosto che nel passato. Così: \"Così porterete Siccuth vostro re e Chiun le vostre immagini, la stella del vostro dio, che vi siete fatti.\"",
        "captions": [],
        "headers": ["IL PROBLEMA CON AMOS"]
    },
    {
        "page_type": "main",
        "page_number": 207,
        "content": "Una delle cose che è successa qui è abbastanza ovvia. La lettura \"la suka del vostro Moloch\" è resa come \"Siccuth vostro melek\"—cioè, \"Siccuth vostro re.\" Questo, a sua volta, si basava sull'assunzione che Siccuth sia lo stesso nome del dio assiro Sakkuth. La versione masoretica è quindi interpretata in questo modo: nell'accusa contro Israele, Amos condanna il popolo a portare con sé questi idoli, Sikut e Chiun, nell'imminente esilio babilonese come punizione per averli adorati ai suoi tempi. Non entreremo qui in una discussione su quale versione sia da preferire. Per noi, che Chiun fosse adorato dagli Israeliti durante il tempo di Mosè o i giorni di Amos non cambia il fatto che gli Israeliti adorassero questo dio. Né cambia il fatto che questa divinità non fosse altro che il Saturno di altre nazioni. Ora ci saranno quelli che vorranno dirmi che non è un segreto che gli Israeliti spesso cadessero nell'adorazione di falsi idoli e che il caso in questione rifletta solo questo. E, in verità, è così che il versetto è stato inteso dagli aderenti sia delle versioni gentili che ebraiche. L'associazione di Shabtai/Saturno con il Sabato ebraico, tuttavia, così come i dati aggiuntivi che presenteremo nelle pagine seguenti, incluso, incidentalmente, il nome stesso di Israele, parlano contro questa interpretazione. Inoltre, nascosto nell'espressione della versione masoretica di Amos c'è un dato che rafforzerà effettivamente la nostra tesi. Qui posso affermare con sicurezza che anche se sikut (cioè \"tende/tabernacoli\") fosse reso Siccuth (in riferimento all'assiro Sakkuth), ciò non invaliderebbe in alcun modo la nostra tesi. Non solo il collegamento saturniano di questo versetto rimarrebbe attraverso l'inclusione indiscussa di Chiun/Kewan, ma, ironicamente, il dio assiro Sakkuth è egli stesso associato nei testi accadici con il pianeta Saturno. Ora accade che, proprio come Shabtai/Saturno si traduce come \"il Pianeta del Riposo,\" così Chiun/Saturno è legato a una caratteristica simile. La parola chun, da cui deriva il nome, porta i significati di \"stabilire,\" \"fissare e/o fisso,\" \"fermo\" e \"stabile.\" Proprio come Shabtai, Chiun può quindi essere tradotto come \"il pianeta fisso, fermo o stabile Saturno.\" In altre parole, il riferimento è a un pianeta a riposo. Cosa potrebbe significare questo? IL FERMO Uno degli antichi dèi semitici occidentali chiamato Hammu è stato a lungo considerato un dio del sole. Questa è la divinità per cui il famoso Hammurabi, il primo re della dinastia amorrea di Babilonia, fu chiamato (o si chiamò). L'identità di Hammu come Sole è stata vista rafforzata dal nome del quarto successore di Hammurabi, Ammizaduga, il cui nome si traduce come \"Ammi [cioè Hammu] è Giustizia.\" Questo, come ha sottolineato Julius Lewy, concorda bene con il Shamash assiro-babilonese che, negli inni accadici, è invocato come kittum, cioè \"giustizia.\" Come abbiamo visto, tuttavia, Shamash era originariamente un nome riservato al pianeta Saturno. Non dovremmo quindi vedere in Hammu un nome per lo stesso pianeta? Così, ad esempio, Hammurabi, chiamato in onore di Saturno, non sarebbe stato colpevole di apostasia quando chiamò suo figlio Samsuiluna, un nome solitamente tradotto come \"Il Sole è il Nostro Dio,\" ma più correttamente reso \"Saturno è il Nostro Dio,\" poiché sia Shamash (Sama o SamSu) che Hammu erano nomi diversi per lo stesso pianeta. Allo stesso modo, quando Hammurabi fece incidere le leggi per cui divenne famoso su una stele, si fece raffigurare mentre le riceveva da Shamash. Non si può, quindi, giustamente biasimare i mitologi per aver identificato Hammu come un dio del sole poiché, in effetti, era la personificazione proprio di quello—un sole; il sole primordiale saturniano, per essere precisi, ma comunque un sole. L'associazione con la giustizia, tuttavia, non è l'unico dato su cui possiamo basare l'identificazione di Hammu come personificazione del pianeta Saturno. Come ha osservato Lewy, Hammu è equivalente a \"Aman che era un nome per il pianeta Saturno.\" Come viene derivata questa identità? 'AmAn, così come altri nomi correlati, appartengono a una radice linguistica che significa \"stabile\" e/o \"il fermo.\" E, come ha sottolineato Lewy, \"il fermo\" è il significato del nome accadico di Saturno, cioè Kaimanu, lo stesso dell'arabo Kaiwan e del siriaco Kewan, il Chiun del Libro di Amos. Morris Jastrow ci dice che la ragione per cui Saturno era chiamato \"stabile\" e/o \"regolare\" e/o \"costante\" era \"a causa del movimento lento e regolare che è [la caratteristica distintiva del pianeta].\" Certamente, questa è la spiegazione usuale che viene ancora data per spiegare l'antica credenza quasi universale che stiamo considerando qui. Ma mentre \"stabile,\" \"regolare\" e \"costante\" possono spiegare la lentezza del pianeta come visto a occhio nudo dalla Terra, la sua lentezza non può essere fatta valere per le sue caratteristiche aggiuntive di essere \"fisso\" o \"fermo,\" per non parlare di essere descritto come \"a riposo.\" Lento il pianeta può sembrare muoversi, ma si muove. Ciò che gli antichi sembrano dirci qui è che, in un tempo lontano, il pianeta Saturno non sembrava muoversi. Può essere convalidato?",
        "captions": [],
        "headers": ["IL FERMO"]
    },
    {
        "page_type": "main",
        "page_number": 208,
        "content": "chiamò suo figlio Samsuiluna, un nome solitamente tradotto come \"Il Sole è il Nostro Dio,\" ma più correttamente reso \"Saturno è il Nostro Dio,\" poiché sia Shamash (Sama o SamSu) che Hammu erano nomi diversi per lo stesso pianeta. Allo stesso modo, quando Hammurabi fece incidere le leggi per cui divenne famoso su una stele, si fece raffigurare mentre le riceveva da Shamash. Non si può, quindi, giustamente biasimare i mitologi per aver identificato Hammu come un dio del sole poiché, in effetti, era la personificazione proprio di quello—un sole; il sole primordiale saturniano, per essere precisi, ma comunque un sole. L'associazione con la giustizia, tuttavia, non è l'unico dato su cui possiamo basare l'identificazione di Hammu come personificazione del pianeta Saturno. Come ha osservato Lewy, Hammu è equivalente a \"Aman che era un nome per il pianeta Saturno.\" Come viene derivata questa identità? 'AmAn, così come altri nomi correlati, appartengono a una radice linguistica che significa \"stabile\" e/o \"il fermo.\" E, come ha sottolineato Lewy, \"il fermo\" è il significato del nome accadico di Saturno, cioè Kaimanu, lo stesso dell'arabo Kaiwan e del siriaco Kewan, il Chiun del Libro di Amos. Morris Jastrow ci dice che la ragione per cui Saturno era chiamato \"stabile\" e/o \"regolare\" e/o \"costante\" era \"a causa del movimento lento e regolare che è [la caratteristica distintiva del pianeta].\" Certamente, questa è la spiegazione usuale che viene ancora data per spiegare l'antica credenza quasi universale che stiamo considerando qui. Ma mentre \"stabile,\" \"regolare\" e \"costante\" possono spiegare la lentezza del pianeta come visto a occhio nudo dalla Terra, la sua lentezza non può essere fatta valere per le sue caratteristiche aggiuntive di essere \"fisso\" o \"fermo,\" per non parlare di essere descritto come \"a riposo.\" Lento il pianeta può sembrare muoversi, ma si muove. Ciò che gli antichi sembrano dirci qui è che, in un tempo lontano, il pianeta Saturno non sembrava muoversi. Può essere convalidato? IL DIO DI GERUSALEMME L'affermazione che le famose tavolette di Ebla abbiano dimostrato che Salem e Gerusalemme fossero due luoghi diversi non è stata convalidata. Dobbiamo quindi continuare ad accettare l'affermazione di Flavio Giuseppe secondo cui Salem era stato un nome precedente di Gerusalemme. Salem, o shalem, una volta ritenuto significare \"pace,\" è ora noto essere stato il nome di un'antica divinità cananea. Fino a poco tempo fa, questa divinità era stata identificata come Venere ma, come vedremo, questa identificazione non regge. In caldeo, Gerusalemme era resa Yerushalem; in ebraico, cambiò in Yerushalaim. Entrambi i nomi significano \"fondata da Shalem.\" Inoltre, in una lettera inviata a un re egiziano della XVIII dinastia, Gerusalemme è menzionata sia con quel nome che come Bit Sulmani. Come concluse Julius Lewy, questa lettera \"non lascia dubbi che la città fosse allora conosciuta non solo come",
        "captions": [],
        "headers": ["IL DIO DI GERUSALEMME"]
    }
]