[
    {
        "page_type": "main",
        "page_number": 79,
        "content": "Elagabalo (A.D. 218-222). Nato Varius Avitus, sommo sacerdote del dio siriano Elagabalo, proclamato imperatore dell'Impero Romano il 16 maggio 218. Gli fu conferito il titolo di Marco Aurelio Antonino. Assumendo il nome del suo dio, divenne popolarmente conosciuto come imperatore Elagabalo. Quando si trasferì da Emesa a Roma, portò con sé l'\"immagine\" meteoritica della sua divinità, che divenne anch'essa nota come Elagabalo, e la installò nel tempio di Cibele.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 80,
        "content": "Il nome sumero per \"ferro\" era an-bar, che significa \"fuoco dal cielo.\" Gli Ittiti, che furono tra i primi, se non i primi, nell'antico mondo a utilizzare armi fatte di ferro, chiamavano il metallo ku-an, che si traduce anch'esso come \"fuoco dal cielo,\" poiché, come sostenevano, il ferro aveva origine nel cielo. Anche gli Assiri estraevano ferro dal minerale, ma per loro il metallo era considerato \"frammenti dal cielo.\" In Egitto, il nome per \"ferro\" era bia-en-pet o baat-en-pet, che si traduce come \"metallo del cielo\" (anche se è stata suggerita anche l'espressione \"fulmine del cielo\"). In Egitto, l'associazione del ferro meteoritico con gli dei, e specialmente con il dio malvagio Set, sembra aver portato a un tabù contro l'uso del metallo. Un simile tabù religioso è noto anche per esistere nell'antico Israele. L'Antico Testamento predica contro l'uso di strumenti di ferro nella costruzione dell'altare di Yahweh. Il tabù contro l'uso del ferro era osservato anche nei culti greci e romani. Una eccezione religiosa sembra essere stata consentita nei riti funebri egiziani. \"Metallo del cielo\" veniva utilizzato nella fabbricazione di piccoli strumenti simbolici in relazione ai riti dei morti e tali oggetti venivano spesso sepolti con i defunti. Questi strumenti religiosi sono menzionati nelle preghiere egiziane per i morti anche se, a causa della natura corrosiva del ferro, pochi di essi sono mai stati recuperati. I meteoriti erano anche venerati in Grecia. Riguardo a questa pratica, Pausania scrisse: \"Orchomenos ha un santuario di Dioniso, ma il più antico è consacrato alle Grazie. Rendono particolare culto alle rocce, dicendo che sono cadute dal cielo...\" L'\"immagine\" di Venere (o Afrodite) a Cipro associata ai meteoriti era una pietra che cadde dal cielo. Afrodite Ura-",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 81,
        "content": "L'immagine di Afaca era anch'essa associata a un meteorite a Biblo in Siria. La grande \"immagine\" di Pallade Atena, nota come Palladio, nella cittadella di Troia, sulla quale si riteneva dipendesse la sicurezza della città, si diceva fosse anch'essa una pietra caduta sulla Terra. Lo era anche la pietra sacra a Delfi, che si dice appartenesse a Crono, che era Saturno. Come scrisse G. A. Wainwright nel 1936: \"Molti [altri meteoriti] potrebbero essere menzionati come conservati in chiese o templi, ma basti quello di Casa Grande. Fu trovato in una stanza di un antico tempio messicano accuratamente avvolto in bende.\" Non lasci il lettore illudersi di pensare che tali credenze e pratiche fossero meramente il risultato di antica e/o primitiva ingenuità. I musulmani moderni potrebbero non volerlo ammettere, ma l'oggetto più sacro in tutto l'Islam, la Pietra Nera, che oggi è incorporata nella Ka'aba a La Mecca, è anch'essa un meteorite. Qui è giusto sottolineare che l'affermazione di Immanuel Velikovsky secondo cui si credeva che la Pietra Nera fosse caduta dal pianeta Venere non può essere comprovata. Anche così, non sembra esserci dubbio che la Pietra Nera \"sia scivolata dal cielo una notte nel passato dimenticato,\" e che non sia altro che un meteorite. Ci sono state alcune speculazioni che questo meteorite fosse originariamente di colore rossastro e che il suo attuale colore nero sia semplicemente dovuto alla patina dei secoli. A mia conoscenza, questo non è mai stato accertato. Infatti, ci sono motivi per credere che la nerezza della Pietra coincidesse con una caratteristica speciale di significato mitico. È ora documentato che la Ka'aba era originariamente un santuario dedicato al dio e pianeta Saturno. Inoltre, i miti e il sapere astronomico di varie nazioni collegano il colore nero a questo stesso pianeta e alla sua divinità. Come ha sottolineato Hildegard Lewy, \"Saturno è frequentemente chiamato il pianeta 'nero' o 'scuro'.\" È questa particolare curiosità saturniana che indica la selezione della Pietra Nera come simbolo saturniano. Come scrisse Lewy: \"Poiché... questa Pietra Nera era venerata in un santuario dedicato al culto del 'Pianeta Nero' Saturno, comprendiamo che un meteorite nero, o una pietra nera che somiglia a un meteorite, era considerato un pezzo del 'Pianeta Nero,' il che significa una parte del",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 82,
        "content": "Come abbiamo già visto, l'\"immagine\" meteoritica che Elagabalo—cioè, Marco Aurelio Antonino—portò da Emesa a Roma era anch'essa descritta come nera. Dopotutto, non c'è nulla di straordinario nei meteoriti neri. DEBRIS COSMICI Nonostante tutto quanto sopra, e molto di più che avrei potuto aggiungere, la scienza non riconobbe ufficialmente l'esistenza e la caduta dei meteoriti fino al 26 aprile 1803. Nonostante i rapporti di pietre che cadevano dal cielo, gli scienziati \"preferivano dubitare\" di tutti questi rapporti. Ciò che è ancora più",
        "captions": [
            {
                "source": "internal",
                "text": "LA KA'ABA, alla cui base è cementata la Pietra Nera meteoritica."
            },
            {
                "source": "external",
                "text": "corpo di un grande dio che, quindi, meritava la stessa venerazione del pianeta stesso,"
            }
        ]
    },
    {
        "page_type": "main",
        "page_number": 83,
        "content": "peggio, preferivano anche \"cambiare le loro affermazioni per conformarsi alle teorie scientifiche riconosciute.\" Quando, ad esempio, si riportò che una grande pietra era caduta dal cielo vicino a Luce nel 1768, l'Académie des Sciences inviò il chimico francese Antoine Laurent LaVoisier a indagare. Dopo averlo fatto, concluse che nulla di simile poteva essere accaduto e che tutte le persone che si diceva avessero assistito all'evento erano state o scambiate o mentivano. Il ragionamento era semplice: come ha detto quel indomabile arci-nemico della scienza ufficiale, Charles Fort, poiché non c'erano pietre nel cielo per cominciare, nessuna pietra poteva essere caduta dal cielo. A causa di tali episodi, molti musei europei finirono per scartare veri meteoriti, che sarebbero stati di grande beneficio per il mondo scientifico negli anni successivi, semplicemente perché li consideravano \"reliquie vergognose di un passato superstizioso.\" Un meteorite di quell'epoca, tuttavia, fu preservato \"grazie alla protezione concessa dal consesso del vescovo di Zagabria.\" Questo era il meteorite di ferro che era caduto a Hraschina nel 1751. Dichiarazioni giurate da testimoni oculari furono raccolte e, insieme al frammento di ferro, furono inviate all'imperatore austriaco. Alla fine, sia i documenti che il meteorite giunsero in possesso del museo di Vienna e all'attenzione del fisico E. F. F. Chladni che iniziò una battaglia contro l'establishment scientifico. Nel suo articolo del 1794, Chladni difese l'affidabilità dell'Hraschina e di altri meteoriti e fu abbastanza audace da affermare che questi oggetti originavano come detriti cosmici che avevano penetrato l'atmosfera terrestre e caduti a terra. La maggior parte dei suoi colleghi, tuttavia, rimase scettica. Ma poi, nel 1803, così tanti di quei dannati oggetti caddero e atterrarono a terra—un'intera pioggia di meteoriti in effetti—che il nuovo investigatore, Jean Baptiste Biot, non ebbe altra scelta che accettare la loro origine extraterrestre. Anche così, quando, nel 1807, due scienziati di Yale affermarono che i meteoriti avevano recentemente colpito il suolo a Weston, Connecticut, l'incredulità era ancora dilagante. Così, quando Thomas Jefferson, Presidente degli Stati Uniti, \"che includeva la paleontologia tra i suoi molti interessi,\" fu informato dell'incidente, si dice che abbia risposto: \"È più facile credere che due professori yankee mentirebbero, piuttosto che che le pietre cadessero dal cielo.\" C'è una lezione da imparare qui perché, poiché gli antichi, che avevano riportato la caduta di tali oggetti, avvolgendoli, venerandoli, eccetera, sono stati dimostrati giusti su questo punto, dovrebbero forse essere concessi i benefici del dubbio riguardo ai loro rapporti su altri eventi astronomici che la scienza non ha ancora avuto motivo di accettare come validi. CALENDARI Gli indiani mesoamericani hanno guadagnato la reputazione di essere stati uno dei popoli più orientati astronomicamente del mondo antico. Questo è sottolineato qui perché i non iniziati tendono a percepire gli indiani mesoamericani come una tribù primitiva di persone, adornate in costumi colorati e copricapi di piume esotiche, la cui religione brutale incorporava il sacrificio umano su larga scala. Al di là della loro descrizione come primitivi, quanto sopra è vero. Ma questi indiani erano anche capaci di costruire edifici monumentali, l'ornamento artistico dei quali stupisce l'immaginazione, e, più di questo, di organizzare e mantenere una civiltà che funzionava estremamente bene per tutto il tempo in cui è durata. Tra i Maya, i sacerdoti erano quelli che normalmente agivano come custodi della conoscenza scientifica, incluso quel ramo che oggi chiameremmo astronomia. Non era, tuttavia, solo il sacerdozio a essere ossessionato da tale sapere, ma, come registrò Juan de Torquemada un secolo dopo la conquista spagnola del Messico, anche i re. Di Netzahualpilli, il re di Texcoco, aveva questo da riportare: \"Dicono che fosse un grande astrologer e si vantava molto della sua conoscenza dei movimenti dei corpi celesti; e essendo attaccato a questo studio, fece inchieste in tutto il suo dominio, per tutte le persone che erano in qualche modo esperte in esso, che portò alla sua corte, e impartì loro tutto ciò che sapeva, e salendo di notte sul tetto a terrazza del suo palazzo, considerava le stelle, e disputava con loro su tutte le questioni difficili collegate ad esse.\" È ovvio dai elementi pittorici inclusi in vari codici che i templi-piramidi, così come altre strutture, erano utilizzati come posti di osservazione astronomica. Uno di questi codici mostra persino un sacerdote in piedi nella porta di un tempio, che scruta attraverso un pezzo trasversale per osservare un evento celeste. Infatti, il simbolo di un occhio situato all'interno, o in congiunzione con, tali pezzi trasversali appare su altri codici che trattano di questioni astronomiche, indicando così che questo semplice strumento era quello più frequentemente utilizzato nelle osservazioni astronomiche. È vero che la maggior parte, anche se non tutti, della conoscenza astronomica mesoamericana è di natura calendrica. Potrebbe quindi essere controbattuto che, poiché i calendari sono il risultato dei movimenti solari e lunari, non si dovrebbe essere così impressionati dalla loro conoscenza. Dopotutto, per quanto complessi siano, i movimenti del Sole e della Luna sono più osservabili della caduta dei meteoriti. Tuttavia, il calcolo di tali sistemi non è così facilmente determinato. Dopotutto, il calendario che attualmente usiamo nel mondo occidentale non è stato calcolato fino al 1582. Le abilità matematiche dei mesoamericani, specialmente quando si trattava di calcolare periodi di tempo e, naturalmente, di formulare calendari (di cui possedevano più di uno), costituivano il potere dittatoriale che dominava la vita dei Maya. Il sistema vigesimale che impiegavano—cioè, una progressione per venti piuttosto che per dieci come nel nostro sistema decimale—consentiva loro di condurre calcoli complessi nei loro studi dei fenomeni astronomici. Comprendevano e utilizzavano il concetto di zero mille anni prima degli europei. Impararono a prevedere con precisione le eclissi e furono in grado di tabulare i movimenti del pianeta Venere con una precisione che ha stupito gli astronomi moderni. Il Codice di Dresda, ad esempio, fornisce un totale di 11.960 giorni per 405 cicli lunari che, quando confrontati con il valore moderno di 11.959,89 giorni, rivelano un errore di solo un giorno ogni 380 anni. Non intendo qui tassare la pazienza del lettore con un'analisi dettagliata dei calendari mesoamericani con tutti i loro complessi calcoli. Anche così, un breve sondaggio non sarebbe fuori luogo.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 84,
        "content": "edifici mentali, l'ornamento artistico dei quali stupisce l'immaginazione e, più di tutto, l'organizzazione e il mantenimento di una civiltà che ha funzionato estremamente bene per tutto il tempo in cui è durata. Tra i Maya, i sacerdoti erano quelli che normalmente agivano come custodi della conoscenza scientifica, inclusa quella branca che oggi chiameremmo astronomia. Tuttavia, non era solo il sacerdozio a essere ossessionato da tale sapere, ma, come registrò Juan de Torquemada un secolo dopo la conquista spagnola del Messico, anche i re. Di Netzahualpilli, il re di Texcoco, riportò quanto segue: “Si dice che fosse un grande astrologo e si vantasse molto della sua conoscenza dei movimenti dei corpi celesti; e, essendo attaccato a questo studio, fece in modo che venissero effettuate indagini in tutto il suo dominio, per tutte quelle persone che erano in qualche modo esperte in materia, che portò alla sua corte, e impartì loro tutto ciò che sapeva, e salendo di notte sul tetto a terrazze del suo palazzo, considerava le stelle e discuteva con loro su questioni difficili a esse collegate.”* È ovvio dagli elementi pittorici inclusi in vari codici che i templi a piramide, così come altre strutture, erano utilizzati come punti di osservazione astronomica. Uno di questi codici mostra persino un sacerdote posizionato in una porta del tempio, che scruta attraverso un incrocio per osservare un evento celeste. Infatti, il simbolo di un occhio situato all'interno, o in congiunzione con, tali incroci appare su altri codici che trattano di questioni astronomiche, indicando così che questo semplice strumento era quello più frequentemente utilizzato nelle osservazioni astronomiche. È vero che la maggior parte, sebbene non tutta, la conoscenza astronomica mesoamericana è di natura calendrica. Si potrebbe quindi obiettare che, poiché i calendari sono il risultato dei movimenti solari e lunari, non si dovrebbe essere così impressionati dalla loro conoscenza. Dopotutto, per quanto complessi siano, i movimenti del Sole e della Luna sono più osservabili della caduta dei meteoriti. Tuttavia, il calcolo di tali sistemi non è così facilmente determinabile. Dopotutto, il calendario che attualmente utilizziamo nel Mondo Occidentale non è stato calcolato fino al 1582. Le abilità matematiche dei mesoamericani, specialmente quando si trattava del calcolo dei periodi di tempo e, naturalmente, della formulazione dei calendari (di cui possedevano più di uno), costituivano il potere dittatoriale che dominava la vita maya. Il sistema vigesimale che impiegavano, cioè una progressione per venti piuttosto che per dieci come nel nostro sistema decimale, consentiva loro di condurre calcoli complessi nei loro studi sui fenomeni astronomici. Comprendevano e utilizzavano il concetto di zero mille anni prima degli europei. Impararono a prevedere con precisione le eclissi e furono in grado di tabulare i movimenti del pianeta Venere con una precisione che ha stupito gli astronomi moderni. Il Codice di Dresda, ad esempio, fornisce un totale di 11.960 giorni per 405 cicli lunari che, se confrontati con il valore moderno di 11.959,89 giorni, rivelano un errore di solo un giorno ogni 380 anni.* Non intendo qui affaticare la pazienza del lettore con un'analisi dettagliata dei calendari mesoamericani con tutti i loro complessi calcoli. Anche così, una breve panoramica non sarebbe fuori luogo.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 85,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "Artista mixteco di Oaxaca che dipinge un codice. (Illustrazione di John Green.)"
            }
        ]
    },
    {
        "page_type": "main",
        "page_number": 86,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "Sacerdote-astronomo maya seduto in cima a una torre di osservazione a quattro piani che utilizza il suo incrocio di mira per seguire i corpi celesti. (Illustrazione di John Green.)"
            }
        ]
    },
    {
        "page_type": "main",
        "page_number": 87,
        "content": "Tra vari popoli antichi, il gruppo stellare noto come le Pleiadi serviva anche a segnare l'inizio dell'anno, il ciclo delle stagioni, così come l'occorrenza di festival. In questo senso, i mesoamericani non erano diversi. Anche loro erano attratti dall'osservazione delle Pleiadi. Conosciuto agli osservatori europei come le Sette Sorelle, questo gruppo di stelle ricevette notevole attenzione in tutto il mondo. Come ci informa Anthony Aveni: “Gli Sherente del Brasile usano ancora oggi le Pleiadi per segnare le stagioni. Dicono che l'anno inizia a giugno quando le Pleiadi appaiono per la prima volta mentre il sole lascia la costellazione del Toro... I Navajo dignificano le Pleiadi associandole al loro principale dio, il Dio Nero, creatore di fuoco e luce. Infatti, una forma riconoscibile di questo gruppo appare sul volto del Dio Nero. “Gli Aztechi determinavano l'occorrenza della loro festa più importante dall'apparizione delle Pleiadi. Secondo Sahagún, la cerimonia della Legatura degli Anni si svolgeva ogni cinquantadue anni e iniziava quando le Pleiadi transitavano il zenit a mezzanotte...”* Come abbiamo già notato, Saturno era conosciuto come il dio nero e/o pianeta nero tra vari popoli del mondo antico. Pertanto, sono fiducioso che il Dio Nero dei Navajo menzionato da Aveni nella citazione sopra si rivelerà essere originariamente una personificazione dello stesso pianeta. Se ciò si rivela corretto, l'associazione delle Pleiadi con questa divinità planetaria richiede una spiegazione poiché questa costellazione non ha alcuna connessione celeste osservabile con il pianeta Saturno.” Secondo Charles Lacombe, il calendario di 365 giorni, come illustrato nel Codex Tro-Cortesianus, è “incredibile nella sua perfezione e semplicità, eseguendo istantaneamente l'incredibile combinazione di funzioni matematiche necessarie per programmare e recuperare i dati matematici.”* Come facevano queste persone, prive di strumenti ottici salvo un semplice dispositivo costruito con due pezzi di legno incrociati, a calcolare tutto questo con una precisione così sbalorditiva? Come ci dice Guy Anequin: “Le loro misurazioni... erano basate interamente su osservazioni, calcoli di triangolazione e misurazione dei movimenti delle ombre. Osservarono che le stelle, e in particolare il sole, venivano viste da angolazioni diverse a seconda del periodo dell'anno. Notarono anche che le ore di luce solare variavano da un giorno all'altro a seconda di queste posizioni—si sforzarono quindi di localizzare i solstizi, le posizioni solari estreme per i giorni più lunghi e più brevi dell'anno. Per questo, probabilmente usavano un gnomone, una sorta di vista realizzata con solo un'asta verticale. L'ombra sul terreno a mezzogiorno del 21 giugno (il solstizio d'estate) era la più corta, mentre a mezzogiorno del 21 dicembre (il solstizio d'inverno) era la più lunga. Le varie osservazioni effettuate all'alba da un punto fisso daranno un angolo diverso nel corso dell'anno—perché in inverno il sole sorge più a sud e in estate più a nord all'orizzonte orientale... “L'osservazione del cielo notturno deve essere stata altrettanto importante quanto quella diurna. Le trasformazioni e le traiettorie lunari furono annotate nel Codice di Dresda.",
        "captions": [
            {
                "source": "internal",
                "text": "Rappresentazioni simboliche di templi di osservazione mesoamericani che utilizzano dispositivi a bastone incrociato e a forma di V."
            }
        ]
    },
    {
        "page_type": "main",
        "page_number": 88,
        "content": "richiede una spiegazione poiché questa costellazione non ha alcuna connessione celeste osservabile con il pianeta Saturno.” Secondo Charles Lacombe, il calendario di 365 giorni, come illustrato nel Codex Tro-Cortesianus, è “incredibile nella sua perfezione e semplicità, eseguendo istantaneamente l'incredibile combinazione di funzioni matematiche necessarie per programmare e recuperare i dati matematici.”* Come facevano queste persone, prive di strumenti ottici salvo un semplice dispositivo costruito con due pezzi di legno incrociati, a calcolare tutto questo con una precisione così sbalorditiva? Come ci dice Guy Anequin: “Le loro misurazioni... erano basate interamente su osservazioni, calcoli di triangolazione e misurazione dei movimenti delle ombre. Osservarono che le stelle, e in particolare il sole, venivano viste da angolazioni diverse a seconda del periodo dell'anno. Notarono anche che le ore di luce solare variavano da un giorno all'altro a seconda di queste posizioni—si sforzarono quindi di localizzare i solstizi, le posizioni solari estreme per i giorni più lunghi e più brevi dell'anno. Per questo, probabilmente usavano un gnomone, una sorta di vista realizzata con solo un'asta verticale. L'ombra sul terreno a mezzogiorno del 21 giugno (il solstizio d'estate) era la più corta, mentre a mezzogiorno del 21 dicembre (il solstizio d'inverno) era la più lunga. Le varie osservazioni effettuate all'alba da un punto fisso daranno un angolo diverso nel corso dell'anno—perché in inverno il sole sorge più a sud e in estate più a nord all'orizzonte orientale... “L'osservazione del cielo notturno deve essere stata altrettanto importante quanto quella diurna. Le trasformazioni e le traiettorie lunari furono annotate nel Codice di Dresda.",
        "captions": [
            {
                "source": "internal",
                "text": "ore 4 0 eee | Rappresentazioni simboliche di templi di osservazione mesoamericani che utilizzano i dispositivi a bastone incrociato e a forma di V."
            }
        ]
    }
]