{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 89,
            "content": "che elenca 405 mesi sinodici durante circa 33 anni di osservazione. Il manoscritto presenta anche una tabella di 69 date possibili di future eclissi solari. La Stella Vespertina Venere, con il suo corso irregolare, la prima a comparire e l'ultima a svanire, catturò la loro attenzione. I Maya si sforzavano [sic.] di misurare la sua altezza, che varia all'alba e al tramonto. Tutte queste preoccupazioni, che andavano ben oltre quelle richieste per compilare un calendario agrario, mostravano il loro interesse ossessivo per l'infinito—sia del tempo che dello spazio—e anche un'ansia di fronte al passaggio del tempo.” Le osservazioni astronomiche dei Maya erano così precise che i numeri a cui sono giunti nel calcolo dell'anno solare non erano solo più accurati dell'anno giuliano, ma, come alcuni hanno affermato, anche più accurati dell'anno gregoriano, che fu introdotto in Europa nel 1582 e rimane il calendario utilizzato fino ad oggi.” I calendari mesoamericani non erano prodotti da una sola persona in una singola generazione. Il loro sviluppo e perfezionamento fu il prodotto di secoli. Infatti, i loro elementi di base possono essere fatti risalire fino agli Olmechi, che avevano fondato le loro città e centri cerimoniali sulla Costa del Golfo del Messico “almeno fin dal secondo secolo a.C.”* Col tempo—gioco di parole non intenzionale—questi calendari si evolsero in un sistema intricato in cui diversi cicli temporali, tutti calcolati indipendentemente e con esatta simiglianza, furono incorporati in varie combinazioni, correlando un ciclo con l'altro, nel loro utilizzo della misurazione del tempo.” Un calendario particolare impiegato dai Maya, chiamato Haab, era basato su un conteggio di 360 giorni ed era diviso in 18 mesi di 20 giorni ciascuno, ai quali venivano aggiunti cinque giorni—ritenuti “malefici, sventurati, vuoti e senza nome”*—alla fine per portare l'anno a un totale di 365 giorni. Mentre il calendario di 365 giorni, che col tempo divenne proprietà comune di tutti i popoli mesoamericani, è attestato in iscrizioni fin dal 667 a.C.,” Edmonson ci dice che il calendario di 360 giorni non entrò in uso dagli Olmechi prima del primo secolo a.C.,® cioè circa 300 anni dopo l'inaugurazione di quello di 365 giorni. Lo menziono qui di passaggio perché, se Edmonson ha ragione, la tesi di Immanuel Velikovsky che il calendario di 365 giorni seguì quello di 360 giorni® deve essere sbagliata. Un calendario un po' più semplice, ma più misterioso, detto Tzolkin dai Maya, ma Tonalamatl dagli Aztechi, era composto da 260 giorni divisi in 13 mesi di 20 giorni ciascuno. Solitamente definito calendario sacro perché veniva usato per mantenere i festival religiosi in linea con le stagioni appropriate, il Tzolkin è stato degradato a mero programma divinatorio dagli studiosi della cultura mesoamericana.” Più recentemente, Vincent Malmström ha cercato di dimostrare che questo calendario di 260 giorni fosse in realtà ancora più antico dei Maya. Si dice che fosse originariamente sviluppato per scopi agrari, Malmström sostiene che questo calendario dovesse la sua origine agli Zoque della pianura costiera del Pacifico del Messico e che marca l'intervallo tra i passaggi del Sole al suo zenit su",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 90,
            "content": "il centro cerimoniale degli Zoque a Izapa. Sviluppato nel XIV secolo a.C., il calendario passò agli Olmechi della Costa del Golfo e, da lì, ai Maya a est e al altopiano del Messico a ovest.® Se Malmström abbia scoperto una falsa pista, e/o se i maianisti accetteranno mai le sue conclusioni, rimane da vedere al momento. Una cosa che può essere affermata con certezza è che la sincronizzazione di questo calendario con quello di 360 giorni avveniva una volta ogni 18.980 giorni, che corrispondono a 52 anni.® Questo è lo stesso periodo di tempo che abbiamo già incontrato come separante la cerimonia conosciuta come il Legame degli Anni, che iniziò al transito di mezzanotte della costellazione delle Pleiadi.\n\nI Mesoamericani svilupparono anche un calendario lunare che si adattava agli altri loro dispositivi di misurazione del tempo. Il periodo lunare di 29,53 giorni che ottennero conteneva una mera discrepanza di solo 0,112 di giorno.\n\nIl Codice di Dresda non include solo il calendario lunare perpetuo sopra menzionato, ma anche una tabella delle lune nuove da utilizzare per la previsione delle eclissi solari.”\n\nVENERE\n\nDi tutti i corpi celesti che i mesoamericani osservavano, il pianeta Venere sembra senza dubbio essere stato considerato il più importante. Chiamato, tra le altre cose, la Grande o Antica Stella, è ripetutamente menzionato nei codici esistenti. Ramén y Zamora, che studiò il folklore delle tribù messicane solo poche decadi dopo la riscoperta dell’America, rimase sbalordito nello scoprire che gli indiani tenevano un registro preciso delle apparizioni di questo pianeta. “Così accuratamente tenevano il registro dei giorni in cui compariva e scompariva,” scrisse, “che non commettevano mai un errore.”” Toribo Motolina aggiunse che “sapevano in quale giorno sarebbe tornato a comparire a est dopo essersi perso o scomparso a ovest” e che “contavano i giorni con questa stella e vi rendevano omaggio e le offrivano sacrifici.””\n\nIl Codice di Dresda dei Maya include un registro completo dell'apparizione di questo pianeta nel suo ciclo da Stella del Mattino a Stella della Sera, registrato nei simboli matematici a punto e barra che impiegavano (in cui un punto significa 1 e una barra rappresenta 5, con un ovale—una conchiglia stilizzata, in realtà—per il concetto di zero). Vengono registrati intervalli che indicano il tempo trascorso tra le successive ascensioni eliacali. Questo intervallo di tempo era calcolato da loro come un periodo di 584 giorni, che i Maya suddivisero in quattro sottointervalli: l'apparizione del pianeta come Stella del Mattino; la sua comparsa come Stella della Sera; la sua scomparsa di fronte al Sole; e la sua scomparsa dietro il Sole.TM\n\nVenere impiega 224,7 giorni per completare un circuito intorno al Sole. Tuttavia, visto dalla Terra, sembra impiegare 583,92 giorni per completare un circuito. Questo perché anche la Terra si sta muovendo nella stessa direzione. Questa durata apparente è nota come periodo sinodico. Come notato sopra, i mesoamericani calcolavano l'anno sinodico venereo come 584 giorni,” che, confrontato con il valore moderno di 583,92 giorni, rivela un errore di meno di un'ora.",
            "captography": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 91,
            "content": "all'anno.” Considerando che i Maya non avevano strumenti ottici con cui scansionare il cielo, queste scoperte sono davvero sorprendenti. I Maya erano anche consapevoli della commensurabilità tra questo “anno” di 584 giorni di Venere e il cosiddetto anno vago di 365 giorni. Sapevano che otto anni vaghi erano esattamente uguali a cinque “anni” di Venere. Il numero equivalente di giorni, che risulta essere 2.920, è una cifra che appare ripetutamente nelle loro tabelle di Venere. Avevano calcolato correttamente che Venere ritorna quasi esattamente nello stesso punto nel cielo, quasi nello stesso periodo dell'anno, ogni 2.920 giorni.”\n\nNel frattempo, un manoscritto relativamente nuovo, che è stato soprannominato Codice Grolier, emerse nel 1971. Michael Coe ha determinato che, come il Codice di Dresda, le undici pagine esistenti di questo manoscritto illustrano esattamente lo stesso punto nel cielo, quasi allo stesso periodo dell'anno. Queste scoperte sono davvero sorprendenti. Sono state descritte come “il primo e unico calendario perpetuo di Venere al mondo mai prodotto da qualsiasi civiltà.”TM Secondo Charles Lacombe, “questo antico documento maya deve classificarsi tra i supremi risultati intellettuali della storia umana.””\n\n“Il codice predice l'apparizione e la scomparsa di Venere in un grande ciclo di 845 rivoluzioni pari a 1.352 anni; e dopo il completamento, il ciclo si ripete all'infinito mediante uno spostamento nell'ordine delle linee e nel modo in cui devono essere lette.”® Una pagina del Codice di Dresda che mostra le posizioni del pianeta Venere e i loro calcoli.\n\nPronto.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 92,
            "content": "per anno.” Considerando che i Maya non avevano strumenti ottici con cui scansionare il cielo, queste scoperte sono davvero sorprendenti. I Maya erano anche consapevoli della commensurabilità tra questo “anno” di 584 giorni di Venere e il cosiddetto anno vago di 365 giorni. Sapevano che otto anni vaghi erano esattamente uguali a cinque “anni” di Venere. Il numero equivalente di giorni, che risulta essere 2.920, è una cifra che appare ripetutamente nelle loro tabelle di Venere. Avevano calcolato correttamente che Venere ritorna quasi esattamente nello stesso punto nel cielo, quasi nello stesso periodo dell'anno, ogni 2.920 giorni.”\n\nNel frattempo, un manoscritto relativamente nuovo, che è stato soprannominato Codice Grolier, emerse nel 1971. Michael Coe ha determinato che, come il Codice di Dresda, le undici pagine esistenti di questo manoscritto illustrano esattamente lo stesso punto nel cielo, quasi allo stesso periodo dell'anno. Queste scoperte sono davvero sorprendenti. Sono state descritte come “il primo e unico calendario perpetuo di Venere al mondo mai prodotto da qualsiasi civiltà.”TM Secondo Charles Lacombe, “questo antico documento maya deve classificarsi tra i supremi risultati intellettuali della storia umana.””\n\n“Il codice predice l'apparizione e la scomparsa di Venere in un grande ciclo di 845 rivoluzioni pari a 1.352 anni; e dopo il completamento, il ciclo si ripete all'infinito mediante uno spostamento nell'ordine delle linee e nel modo in cui devono essere lette.”® Due pagine del Codice Grolier che trattano dei movimenti del pianeta Venere.\n(Da una fotografia di Justin Kerr.)\n\nVa inoltre sottolineato che il calendario di Venere deve la sua origine a un periodo di storia molto “tardivo”. Infatti, Floyd Lounsbury ha sostenuto che la tavola di Venere “è stata storicamente messa in moto” in una data che si traduce come il 20 novembre dell'anno 934 d.C.\".\nC'è stata anche qualche speculazione accademica che i codici contengano anche informazioni riguardanti gli altri pianeti visibili ad occhio nudo,TM ma, al momento, ciò non è ancora stato verificato. D'altra parte, non sapremo mai quanto folklore sia andato perduto a causa della distruzione di così tanti altri codici da parte della Chiesa Cattolica spagnola, di cui Diego de Landa, il primo arcivescovo di Yucatan, si vantava tanto.\n\nMACCHIE SOLARI\nGli antichi cinesi erano consapevoli che il Sole mostra macchie sulla sua superficie. I resoconti cinesi delle macchie solari risalgono alla dinastia Han (200 a.C. - 200 d.C.) “quando era già stabilita una burocrazia astronomica/astrologica ben organizzata con il compito di mantenere il calendario.”\n“I resoconti storici di ogni dinastia cinese successiva includono una ricchezza di osservazioni astronomiche, e dal decimo secolo sono disponibili resoconti simili dalla Corea.”TM\nSi può, naturalmente, sostenere che non sia richiesta molta perizia per rilevare le macchie solari poiché queste imperfezioni solari possono essere rilevate ad occhio nudo. È facilmente dimenticato dal profano che non si può osservare facilmente il Sole direttamente senza qualche forma di protezione ottica se non durante il sorgere e il tramonto. Naturalmente, si potrebbe anche sostenere che i cinesi, che erano così abili in quasi tutto, avrebbero potuto utilizzare vetri scuri o affumicati per permettere loro di osservare le macchie solari. In realtà, nemmeno il vetro affumicato sarebbe stato necessario. Nonostante il fatto che il Sole non possa essere osservato direttamente per un lungo periodo ad occhio nudo, può essere osservato indirettamente quando è schermato da foschia o nubi sottili. Come notò John Gribbin, non è sorprendente che quei resoconti cinesi che menzionano le macchie solari “spesso commentino anche che la luminosità del Sole era ridotta.” Come spiegò Gribbin: “Ciò non implica che il Sole stesso fosse meno luminoso, ma che polvere o foschia nell'atmosfera oscuravano la sua luce rendendo possibile distinguere le macchie contro il bagliore del disco solare.”® Se le macchie solari fossero state così facilmente rilevabili ad occhio nudo come alcuni potrebbero pensare, non sarebbe servito fino ai primi del diciassettesimo secolo in Europa per ridiscoverle. Una delle ragioni per cui Galileo fu perseguitato dalla Chiesa Cattolica fu la sua insistenza sul fatto che il Sole spesso presenta tali imperfezioni sulla sua superficie. Prima di ciò, uno dei dogmi centrali della Chiesa era che il Sole, creato da Dio, doveva essere una sfera perfetta. “[S]uggerire imperfezioni nel Sole era visto in alcuni ambienti come implicare che Dio potesse essere fallibile e colpevole di cattivo lavoro.””” Eppure, anche prima dei cinesi, le macchie solari erano conosciute fin dall'antica Grecia.\n\nIL PIANETA ETERNO\nIl calibro dell'astronomia cinese antica può, tra le altre cose, essere giudicato da ciò che gli astronomi imperiali erano in grado di scoprire sui pianeti. Qui non desidero annoiare il lettore non esperto con troppe tecnicità, quindi mi limiterò a concentrarmi su ciò che i cinesi avevano da dire riguardo al pianeta Saturno, il cui nome astronomico era T’ien-Sing, che significa “Pianeta Eterno.” La lentezza di questo corpo nel suo percorso intorno al Sole, ad esempio, fu descritta da loro in questo modo:\n“Questo pianeta, con il suo passo lento e pesante, che imita l'età, si trascina lungo il suo percorso, per così dire; prima di completare la sua rivoluzione, aveva visto un gran numero di uomini morire che aveva visto nascere, così lenta era la sua andatura.”®",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 93,
            "content": "L'Imperatore informato dei presagi dal cielo, e responsabilità per mantenere il calendario.”\n“I resoconti storici di ogni dinastia cinese successiva includono una ricchezza di osservazioni astronomiche, e dal decimo secolo sono disponibili resoconti simili dalla Corea.”TM\nSi può, naturalmente, sostenere che non sia richiesta molta perizia per rilevare le macchie solari poiché queste imperfezioni solari possono essere rilevate ad occhio nudo. È facilmente dimenticato dal profano che non si può osservare facilmente il Sole direttamente senza qualche forma di protezione ottica se non durante il sorgere e il tramonto. Naturalmente, si potrebbe anche sostenere che i cinesi, che erano così abili in quasi tutto, avrebbero potuto utilizzare vetri scuri o affumicati per permettere loro di osservare le macchie solari. In realtà, nemmeno il vetro affumicato sarebbe stato necessario. Nonostante il fatto che il Sole non possa essere osservato direttamente per un lungo periodo ad occhio nudo, può essere osservato indirettamente quando è schermato da foschia o nubi sottili. Come notò John Gribbin, non è sorprendente che quei resoconti cinesi che menzionano le macchie solari “spesso commentino anche che la luminosità del Sole era ridotta.” Come spiegò Gribbin: “Ciò non implica che il Sole stesso fosse meno luminoso, ma che polvere o foschia nell'atmosfera oscuravano la sua luce rendendo possibile distinguere le macchie contro il bagliore del disco solare.”® Se le macchie solari fossero state così facilmente rilevabili ad occhio nudo come alcuni potrebbero pensare, non sarebbe servito fino ai primi del diciassettesimo secolo in Europa per ridiscoverle. Una delle ragioni per cui Galileo fu perseguitato dalla Chiesa Cattolica fu la sua insistenza sul fatto che il Sole spesso presenta tali imperfezioni sulla sua superficie. Prima di ciò, uno dei dogmi centrali della Chiesa era che il Sole, creato da Dio, doveva essere una sfera perfetta. “[S]uggerire imperfezioni nel Sole era visto in alcuni ambienti come implicare che Dio potesse essere fallibile e colpevole di cattivo lavoro.””” Eppure, anche prima dei cinesi, le macchie solari erano conosciute fin dall'antica Grecia.\n\nIL PIANETA ETERNO\nIl calibro dell'astronomia cinese antica può, tra le altre cose, essere giudicato da ciò che gli astronomi imperiali erano in grado di scoprire sui pianeti. Qui non desidero annoiare il lettore non esperto con troppe tecnicità, quindi mi limiterò a concentrarmi su ciò che i cinesi avevano da dire riguardo al pianeta Saturno, il cui nome astronomico era T’ien-Sing, che significa “Pianeta Eterno.” La lentezza di questo corpo nel suo percorso intorno al Sole, ad esempio, fu descritta da loro in questo modo:\n“Questo pianeta, con il suo passo lento e pesante, che imita l'età, si trascina lungo il suo percorso, per così dire; prima di completare la sua rivoluzione, aveva visto un gran numero di uomini morire che aveva visto nascere, così lenta era la sua andatura.”®",
            "captions": []
        }
    ]
}
