[
    {
        "page_type": "main",
        "page_number": 59,
        "content": "Identificati con le stelle. Essi veneravano sia la Stella della Sera che la Stella del Mattino, con una preminenza di quest'ultima sottolineata da molti antropologi e ricercatori. Infatti, la preminenza della Stella del Mattino era tale che nessun autore può trattare di questa nazione di Indiani del Nord America senza chiedersi come questa stella abbia acquisito tale significato nelle credenze religiose di queste persone. Che la Stella del Mattino dei Pawnee fosse il pianeta Marte è stato ora astronomicamente verificato e accettato dalla maggior parte degli antropologi e archeoastronomi. Fino al 1906, i Pawnee offrivano ancora sacrifici umani ad essa. Allo stesso modo, con le nazioni più sofisticate della Mesoamerica. Così Susan Milbrath ha osservato che un certo numero di studiosi concorda sul fatto che la natura fondamentale del pantheon antico mesoamericano sia astronomica. Lo stesso punto di vista è stato anche ribadito da David Kelley, che ha scritto: \"È chiaro a tutti gli studiosi seri della cultura mesoamericana che esisteva una relazione intima tra conoscenza astronomica, calendario e credenze e rituali religiosi.\" Come ha recentemente affermato Ev Cochrane: \"Una caratteristica prominente dell'astronomia mesoamericana, immediatamente evidente, era la loro ossessione per l'osservazione e il culto del pianeta Venere.\" E questo nonostante il fatto che B. C. Brundage, considerando la funzione svolta dal pianeta Venere tra i mesoamericani, non abbia potuto fare altro che osservare che il ruolo reale del pianeta nello sviluppo di questa particolare cultura \"non è compreso.\" Ha anche aggiunto: \"Non sarebbe del tutto sbagliato considerare la grande abilità dei mesoamericani nella numerazione come un prodotto di quel pianeta e affermare che la loro vita intellettuale pulsava secondo i suoi periodi. Certamente una parte significativa della loro mitologia coinvolgeva quel pianeta.\" Così Anthony Aveni, uno dei più importanti archeoastronomi del ventesimo secolo, non ha potuto fare a meno di dichiarare che \"per i Maya l'importanza di Venere ... non può essere sopravvalutata.\" Infatti, quale studioso della tradizione mesoamericana può approfondire le credenze religiose di queste persone senza imbattersi direttamente in Quetzalcoatl, forse la più grande divinità mesoamericana, alla cui morte, come abbiamo già visto, il suo cuore volò via per diventare la Stella del Mattino. Ma cosa dire delle nazioni più antiche?",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 60,
        "content": "",
        "captions": [
            "Karttikeya—noto anche come Skanda e/o Kumara—qui raffigurato nella sua forma dell'India meridionale come Subrahmanya, il dio della guerra indù, che personificava il pianeta Marte. (Da un dipinto di Trichinopoly del diciannovesimo secolo.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 61,
        "content": "Il Linga Purana indiano predica che \"l'adorazione dei pianeti dovrebbe essere perseguita dagli uomini buoni,\" e poi identifica inequivocabilmente ogni pianeta con una grande divinità indù—così: \"Si afferma che il pianeta Marte è Skanda (Karttikeya), il comandante in capo dell'esercito dei Deva. Le persone di perfetta conoscenza dicono che Mercurio è il signore Narayana. O eccellenti brahmini, il grande pianeta Shaniscara, il lento Saturno, è Yama, il signore dei mondi. I precettori dei Deva e degli Asura [cioè Shukra e Brihaspati] sono i grandi pianeti Venere e Giove con raggi (splendenti). Essi sono menzionati come i figli di Prajapati.\" Nel Talmud ebraico, il significato stesso di \"idolatria\" è definito come \"adorazione di stelle e costellazioni.\" Ma nulla di ciò ha fermato le critiche riguardo alla sinonimia di pianeti e dèi come appaiono nella letteratura e nelle credenze antiche. Che i pianeti fossero divinizzati e adorati come divinità è, ovviamente, stato accettato—e come potrebbe essere altrimenti quando le prove sono lì per essere lette da tutti. Ciò che non è stato accettato è che questo sia sempre stato così. Ciò che i critici generalmente affermano è che i pianeti non sono sempre stati dèi—che, al contrario, la divinizzazione dei pianeti ha origine in un'epoca tarda. Ma, come chiedo ormai da anni, quanto tarda è tarda? Oppure, per porre una domanda diversa, quanto indietro nella storia si può tracciare questa credenza? Ignorando, o mettendo da parte, le affermazioni di Aristotele, i critici continuano a sostenere che l'identificazione greca dei pianeti come dèi non risale oltre il IV secolo a.C. Ma è il sapere greco il metro di misura per valutare l'antichità di qualcosa? I Greci, dopotutto, arrivarono piuttosto tardi sulla scena storica antica. E che dire di quelle nazioni che erano più antiche, molto più antiche, dei Greci? In Egitto anche i pianeti erano divinizzati. Saturno era chiamato Heru-ka-pet, cioè Horus il Toro del Cielo; Giove era Heru-ap-sheta, la Stella del Sud; Venere era Sbat uatitha, la Stella della Sera; Marte era Heru-khuti e/o Heru-tesher, il Rosso Horus; e Mercurio era Sebku e/o Sebek. Certo, si farà notare che questi nomi e identificazioni divennero popolari durante il tardo periodo greco-romano e che non risalgono oltre la XIX Dinastia. Ma l'identità della Stella del Mattino come Horus era già conosciuta durante l'Antico Regno ed è registrata più di una volta nei Testi delle Piramidi. Infatti, per gli antichi Egizi, la sinonimia di dèi e pianeti era così completa che, in alcuni casi, la stessa parola era usata per significare entrambi. Così sba, tra le altre cose, significava \"stella,\" ma Sba era anche il nome di un dio \"stella.\" La parola netru significava \"stelle,\" ma significava anche \"dèi.\" Come ha sottolineato Faulkner:",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 62,
        "content": "\"È ovviamente ben noto che gli antichi Egizi avevano un grande interesse per le stelle, non solo osservandole per scopi pratici come determinare i tempi e le stagioni, ma anche incidendo mappe stellari e tabelle nei loro sarcofagi e tombe almeno dal Medio Regno in poi. È anche noto che dietro ciò vi era un antico strato di religione stellare, in cui le stelle erano considerate dèi ...\" Così anche con Wallis Budge, che osservò che \"molti passaggi\" dei Testi delle Piramidi \"si riferiscono al culto primitivo delle stelle.\" Passando poi alla Siria troviamo che nelle tavolette di Ebla, la parola per \"tempio\" è data non solo come e-dingir, che, come ci si aspetta, significa \"casa del dio,\" ma anche come e-mul, che significa \"casa della stella.\" Nell'antica Babilonia, come altrove, anche i pianeti erano adorati come dèi. Saturno, che i Babilonesi chiamavano Ninurta, era venerato come un potente cacciatore. Giove, come Marduk, era venerato come il re degli dèi. Marte, sotto il nome di Nergal, era già allora un dio della guerra. Venere, chiamata Ishtar, aveva già conquistato il suo posto come dea dell'amore e della conoscenza carnale. Mercurio era noto come Nabu o Nebo. Morris Jastrow, consapevole della natura astrale della religione babilonese, era dell'opinione che ciò appartenesse \"a una fase successiva nello sviluppo dei riti religiosi.\" Ma, come ha recentemente affermato N. H. Snaith: \"Tutte le divinità mesopotamiche, senza eccezione per quanto riguarda il periodo più tardo e probabilmente anche per il periodo precedente, erano associate ai corpi celesti ...\" Come per dimostrare il punto, i Neo-Babilonesi adoravano non solo le effigi degli dèi ma anche i loro simboli planetari.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 63,
        "content": "Così, allo stesso modo, nell'antica Uruk. Come ha recentemente osservato Krystyna Szarzynska, \"nel periodo più arcaico il determinativo dingir [che significa 'dio'] era associato esclusivamente alle divinità astrali.\" La civiltà di Uruk risale a quella dei Sumeri. Ed è proprio qui che la verità può essere rintracciata, poiché la lingua sumera è la lingua scritta più antica che possediamo. E in quella lingua, molto simile a quella degli Egizi, la parola e/o il segno cuneiforme per \"dio\" e \"stella\" era uno e lo stesso—un simbolo derivato dal pittogramma che precedeva la scrittura cuneiforme—la vera immagine di una stella. Questo non solo dimostra che stelle e dèi erano considerati veramente sinonimi fin dai tempi più antichi di cui abbiamo traccia scritta, ma indica anche che il concetto stesso di Dio ha la sua origine in una stella. Questo mi porta a un altro punto che desidero sottolineare. Si incontra spesso l'affermazione che gli antichi divinizzavano i pianeti—un'affermazione che, per comodità, ho persino utilizzato io stesso, come ho fatto in tutto questo lavoro. Ma, strettamente parlando, ciò è inesatto. Gli antichi non avevano bisogno di divinizzare i pianeti perché, per loro, i pianeti erano sempre stati divinità. Erano, senza dubbio, le uniche divinità che conoscevano. In altre parole, i pianeti erano dèi; gli dèi erano pianeti: pianeti e dèi erano una cosa sola. Fu solo durante il I secolo a.C. che Lucrezio iniziò a invertire le cose, impegnandosi a dimostrare che i corpi astronomici non erano dèi pensanti e intenzionali.",
        "captions": [
            "Marduk, il dio babilonese del pianeta Giove. Da un sigillo cilindrico babilonese in lapislazzuli."
        ]
    }
]