[
    {
        "page_type": "main",
        "page_number": 344,
        "content": "Tuttavia, aggiunse che \"dato ciò che abbiamo visto qui sulla Terra e le condizioni piuttosto ostili sotto le quali la vita può prosperare, direi [ora] che le probabilità sono piuttosto buone.\" Questo scenario non è forse in linea con ciò che abbiamo proposto per la nostra stessa Terra nei tempi primordiali? Ma aspetta, potrebbe dire il lettore. Il proto-Saturno è stato ipotizzato essere una stella nana bruna, piuttosto che una nana rossa. Tuttavia, le nane brune sono effettivamente rosse; sono state designate come nane brune solo perché il termine \"nane rosse\" era già stato assegnato ai loro fratelli leggermente più massicci. È vero, si dice che le nane brune irradino attraverso un processo leggermente diverso. Si ritiene che \"brillino debolmente per il calore generato dalla contrazione gravitazionale e dalla fusione del deuterio.\" (Se, come alcuni sostengono, le stelle sono alimentate elettricamente, tuttavia, anche questa distinzione scompare.) In ogni caso, sia le nane rosse che le nane brune hanno masse variabili, tanto che la linea di demarcazione tra loro, così come quella tra nane brune e pianeti, diventa puramente arbitraria. Se, quindi, i pianeti abitabili possono orbitare intorno a stelle nane rosse, possono altrettanto facilmente accompagnare le nane brune. E, certamente, anche mentre la stesura di questo lavoro prosegue, l'idea che i pianeti possano orbitare intorno a nane brune è presa seriamente in considerazione. Come spiegato da Croswell, le orbite planetarie intorno a stelle nane \"avrebbero un prezzo.\" \"Un pianeta in un'orbita così stretta diventerebbe bloccato marealmente alla sua stella, proprio come la nostra Luna è bloccata alla Terra. Un lato affronterebbe perpetuamente la stella, mentre l'altro sarebbe rivolto lontano.\" Anche questo è in linea con la nostra ipotesi, ma richiama anche alla mente il postulato di Lynn Rose, che abbiamo contestato in un capitolo precedente, riguardo alla natura del legame della Terra con il proto-Saturno. Come abbiamo visto, anche lui aveva ipotizzato un blocco simile in cui la Terra mostrava lo stesso emisfero verso il suo primario, ma in contrasto con la nostra ipotesi di condivisione dell'asse. Senza pensare di dare credito a Rose, un tale blocco tra la Terra e il proto-Saturno era stato considerato anche da Frederick Hall, che presumeva che la Terra fosse \"stata un satellite quasi sferico di Saturno, orbitando intorno al gigante in circa 28 giorni, con una rotazione lenta e lo stesso lato della Terra sempre rivolto verso Saturno.\" Hall, tuttavia, era anche convinto che la Terra avesse condiviso lo stesso asse di rotazione con il proto-Saturno, con quest'ultimo permanentemente situato nel polo celeste nord della Terra, esattamente come ipotizzato nel presente lavoro. Come, allora, conciliava le sue due visioni opposte?",
        "captions": [],
        "headers": ["PHASE LOCK"]
    },
    {
        "page_type": "main",
        "page_number": 345,
        "content": "Nonostante le prove mito-storiche, il blocco dell'asse condiviso della Terra con Saturno è sempre stato l'aspetto più difficile della tesi di Saturno da conciliare con la meccanica celeste, motivo per cui Rose non ha mai potuto accettare il concetto. Hall ha tentato di risolvere la difficoltà affermando che la Terra era originariamente bloccata marealmente con il proto-Saturno prima di essere strappata dal suo primario durante l'ingresso del sistema nel dominio del Sole. Secondo Hall, \"l'allineamento polare si è verificato a causa di una massiccia attrazione gravitazionale su Saturno\" che avrebbe lasciato la Terra \"a seguirlo.\" Al momento della stesura di questo lavoro, anche Thornhill condivide una convinzione simile. La \"spettacolare configurazione polare saturniana,\" secondo lui, si è formata \"quando il sistema planetario del proto-Saturno è stato disturbato dal Sole in un modo simile a quello in cui Giove ha disturbato la cometa Shoemaker-Levy 9 in una 'collana di perle.'\" Pertanto, secondo lui, l'\"equilibrio collineare saturniano...non poteva essere primordiale.\" Certamente, questa non è necessariamente un'interpretazione fallace e non dovrebbe essere scartata a priori. Una cosa da tenere a mente, tuttavia, è che, per quanto la memoria dell'uomo possa risalire, il sole saturniano ha sempre occupato il polo celeste nord. Quale fosse la situazione prima di ciò sarà discusso in un capitolo successivo di questo lavoro. Un problema inerente alla teoria del blocco mareale riguarda la quantità di calore emessa dalla stella nana sull'emisfero del pianeta orbitante che la fronteggia. Come sottolineato da Croswell, \"il lato diurno di un pianeta di una nana rossa si brucerebbe.\" Ciò che è forse peggio è che \"il lato notturno sarebbe così gelido\" che si prevede che l'atmosfera stessa si congeli. Come potrebbe la vita sopravvivere a tali condizioni? Una via d'uscita da questo dilemma, secondo Croswell, sarebbe postulare che l'atmosfera di un tale pianeta sia \"sufficientemente spessa.\" \"I ricercatori [hanno] calcolato che i gas che circolano nell'atmosfera sarebbero in grado di trasportare il calore dal lato diurno del pianeta al lato notturno, riscaldando l'aria notturna in modo che non si congeli.\" Tale trasporto di calore da un emisfero all'altro non solo riscalderebbe il lato notturno del pianeta, ma raffredderebbe anche il lato diurno, risultando in un regime termico equilibrato. Ciò che è interessante è che la stessa situazione era stata proposta anche in relazione alla Terra stessa. Fu a metà del XIX secolo che l'anatomista britannico Richard Owen richiese un'atmosfera terrestre più densa, contenente concentrazioni elevate di anidride carbonica e ossigeno ridotto, affinché gli pterodattili preistorici potessero volare e navigare. Molto più tardi, Frederic Jueneman ebbe molto da dire sull'incapacità degli pterodattili, noti per avere aperture alari fino a 36 piedi, di volare e navigare nel cielo terrestre attuale, e sul perché sarebbe stato necessario un involucro atmosferico più denso per tale volo nei tempi preistorici.",
        "captions": [],
        "headers": ["ATMOSPHERIC AMPLITUDE"]
    },
    {
        "page_type": "main",
        "page_number": 346,
        "content": "Come spiega Jueneman, \"Pleiongaea (plee-'on-jee-uh) è un neologismo, che deriva da radici greche che significano letteralmente 'più terra.'\" È il termine che ha coniato per definire la sua ipotesi secondo cui la Terra era una volta avvolta in un involucro atmosferico più massiccio. Avendo introdotto questa idea in varie voci della sua rubrica \"Innovative Notebook,\" pubblicata in Industrial Research & Development nel 1985, ha raccolto la maggior parte di quel materiale in un unico articolo pubblicato su AEON nel 1991. \"Se il nostro pianeta avesse avuto un tale involucro atmosferico profondo circa 20.000 km (12.000 mi) con la terra solida al suo nucleo, il diametro totale sarebbe stato di circa 52.000 km (32.000 mi), e sarebbe stato nella classe di Nettuno dei giganti più piccoli. Questo sarebbe stato solo circa 15 volte la nostra massa attuale e solo circa quattro volte il diametro.\" Questa idea è stata ripresa anche da Roger Wescott come possibilità per spiegare il suo scenario Asteriano simile a Saturno, così come da Robert Driscoll nel suo resoconto tentativo riguardante la distruzione del sistema saturniano primordiale. Anche ignorando la richiesta precedente di Richard Owen, l'ipotesi non è, di per sé, estranea all'astronomia ortodossa. Armand Delsemme aveva anche proposto un involucro terrestre, composto principalmente di anidride carbonica, \"100 volte più denso dell'atmosfera attuale.\"",
        "captions": ["Pteranodonte. Creature come queste, alcune delle quali sono note per avere avuto aperture alari fino a 36 piedi, avrebbero potuto volare nell'atmosfera attuale della Terra? (Illustrazione di Bob Giuliani.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 347,
        "content": "L'idea, ovviamente, non è rimasta senza sfide, ma altre voci si sono presto aggiunte alla lista dei sostenitori. Pertanto, il problema non riguardava solo gli pterodattili, ma anche gli insetti preistorici del Periodo Carbonifero. Questi includevano libellule con aperture alari di due metri e mezzo e efemerotteri grandi quanto canarini. Anche questi si riteneva fossero impossibili da far volare nella nostra atmosfera attuale. Come ricorda Jeffrey Graham: \"Ricordo di aver visto modelli di libellule giganti da bambino e di essermi chiesto come potessero volare.\" Ma a metà degli anni '90, una soluzione è stata offerta da Graham e dai suoi colleghi, che ora credono che l'intera popolazione di insetti del Carbonifero potrebbe essere stata in grado di volare in un'atmosfera ricca di ossigeno. Questa ipotesi è stata proposta da Robert Berner, che ha affermato che \"l'atmosfera nel Carbonifero era più ricca di ossigeno che in qualsiasi altro momento prima o dopo: era al 35% di ossigeno...rispetto al 21% di oggi.\" Secondo Berner, ciò era dovuto \"all'ascesa delle piante terrestri in generale e in particolare alle vaste e rigogliose paludi che caratterizzavano il Carbonifero.\" \"Tutte quelle piante delle paludi emettevano ossigeno nell'atmosfera e, quando morivano, sfuggivano alla decomposizione all'aria aperta da parte dei batteri che avrebbero sottratto ossigeno dall'atmosfera. Invece, affondavano nelle paludi, formando infine depositi di carbone che hanno dato il nome al Carbonifero.\" Non importa che non ci siano prove dirette di livelli atmosferici più alti di ossigeno durante il Carbonifero. Dopotutto, l'ipotesi di Berner si basa semplicemente su un modello al computer. Anche così, come spiegato da Shanti Menon, l'atmosfera ricca di ossigeno ipotizzata da Berner avrebbe creato \"un'atmosfera più densa che forniva più sostentamento e quindi rendeva più facile per [gli insetti del Carbonifero] volare.\"",
        "captions": ["Scena visualizzata durante il Periodo Carbonifero, durante il quale si ipotizza che l'atmosfera fosse più ricca di ossigeno e quindi più densa rispetto a quella attuale. (Illustrazione di J. F. Horrabin.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 348,
        "content": "L'ossigeno...rispetto al 21% di oggi.\" Secondo Berner, ciò era dovuto \"all'ascesa delle piante terrestri in generale e in particolare alle vaste e rigogliose paludi che caratterizzavano il Carbonifero.\" \"Tutte quelle piante delle paludi emettevano ossigeno nell'atmosfera e, quando morivano, sfuggivano alla decomposizione all'aria aperta da parte dei batteri che avrebbero sottratto ossigeno dall'atmosfera. Invece, affondavano nelle paludi, formando infine depositi di carbone che hanno dato il nome al Carbonifero.\" Non importa che non ci siano prove dirette di livelli atmosferici più alti di ossigeno durante il Carbonifero. Dopotutto, l'ipotesi di Berner si basa semplicemente su un modello al computer. Anche così, come spiegato da Shanti Menon, l'atmosfera ricca di ossigeno ipotizzata da Berner avrebbe creato \"un'atmosfera più densa che forniva più sostentamento e quindi rendeva più facile per [gli insetti del Carbonifero] volare.\" Sebbene ciò sia in linea con la Pleiongaea di Jueneman, va tenuto presente che, come Menon è stata costretta ad ammettere, l'intera idea è \"un'ipotesi basata su un'ipotesi.\" Ma poi, intorno al 1985, anche Dale Russell e Parvez Kumar giunsero alla conclusione che l'atmosfera terrestre doveva essere stata molto più densa di quella attuale. Ma un involucro atmosferico più denso è davvero necessario per il sostentamento della vita su un pianeta che dipende per il suo calore da una stella nana? Fino a poco tempo fa, si pensava che un'atmosfera così densa intorno a un pianeta di una stella nana fosse dannosa per la vita poiché avrebbe impedito ai raggi della stella di raggiungere la superficie del pianeta, inibendo così la fotosintesi, \"un colpo serio per lo sviluppo della vita come la conosciamo.\" Ma poi, una simulazione dell'atmosfera di un pianeta di una nana rossa condotta da Robert Haberle e Manoj Joshi negli anni '90 ha mostrato che un involucro spesso non sarebbe realmente necessario. Come hanno affermato, \"anche un'atmosfera sottile farebbe il suo lavoro.\" \"Se il pianeta avesse solo il 15% dell'aria della Terra...sarebbe comunque in grado di trasportare abbastanza calore verso il lato oscuro da impedire che l'atmosfera si congeli.\" La densità, o meno, dell'atmosfera di un pianeta, tuttavia, è relativa. Anche un'atmosfera densa come quella di Venere, che è stata accusata del suo calore infernale, molto più densa di quella proposta per la Terra dai sostenitori sopra menzionati, non è sufficiente a ostacolare i raggi del Sole. E se gli pterodattili e gli insetti giganti avessero davvero richiesto un'atmosfera più densa per volare e navigare, lo accetteremo. Dopotutto, l'idea che la Terra fosse immersa nell'involucro del proto-Saturno non è incompatibile con un'atmosfera terrestre più densa. Impedire che l'atmosfera si congeli sul lato notturno di un tale pianeta è una cosa, impedire che l'acqua, ancora ritenuta la culla della vita, nello stesso emisfero subisca la stessa sorte è un'altra. \"Anche in alcuni modelli di Joshi e Haberle, rimanevano condizioni di congelamento sul lato oscuro del pianeta.\" All'inizio, ciò portò a una sorta di",
        "captions": [],
        "headers": ["THE CRADLE OF LIFE"]
    }
]