[
    {
        "page_type": "main",
        "page_number": 309,
        "content": "In tutti i tempi... sembra tuttavia opportuno sottolineare, da un lato, che la terminologia tecnica ha le sue proprie leggi e non è soggetta alla giurisdizione dei linguisti, e, dall'altro, evidenziare uno dei nomi sanscriti di Saturno, cioè 'Kala', che significa 'tempo'... Così, in sanscrito, uno dei nomi del pianeta Saturno e la parola per 'tempo' sono uno e lo stesso, entrambi resi come 'Kala'. Inoltre: va sottolineato che la riluttanza dei filologi ad ammettere la connessione 'essenziale' tra Chronos e Kronos si basa sulla ferma convinzione che il 'dio' Saturno non abbia nulla a che fare con il pianeta Saturno, e sulla supposizione che un esperto di filologia classica non abbia nulla da apprendere dai testi indiani. Se così non fosse, avrebbero potuto imbattersi in Kala, cioè Chronos, come nome di Yama, cioè Kronos, alias il pianeta Saturno. Che il Tempo (Kala) fosse un nome di Yama può essere appreso anche da E. Burgess; che lo Yama indù, lo stesso del persiano Yima, fosse Saturno può essere appreso da Hermann Collitz. Questo equivale a dire che il Tempo era un altro nome per Saturno. Inoltre, lasciando da parte Chronos, Kronos stesso era lodato come 'l'origine dei tempi'. KALA Per gli indù, la 'Ruota del Tempo' è conosciuta come il Kala-cakra (o 'chakra'). Di importanza per la nostra tesi è il fatto che fosse Brahma, cioè Saturno, a far girare questa ruota del tempo. Nella Svetasvatara Upanishad, si afferma: 'Alcuni saggi, illusi, parlano della Natura, e altri del Tempo come causa di tutto, ma è la grandezza di Dio che fa girare questa ruota di Brahma.' Così la stessa fonte allude a Brahma come 'il tempo del tempo'. La Mundaka Upanishad proclama che l'anno, infatti, proviene da Brahma. Ha anche un significato rilevante il fatto aggiuntivo che le acque del caos, che abbiamo precedentemente collegato a Saturno, si dice siano sorte da Kala.",
        "captions": [],
        "headers": ["KALA"]
    },
    {
        "page_type": "main",
        "page_number": 310,
        "content": "Nell'Atharva Veda si afferma che: 'Il Tempo è il signore di tutto, che fu il padre di Prajapati', ma anche che 'il tempo all'inizio [è o era] Prajapati.' Non è necessario ripetere che Prajapati debba essere identificato con Saturno. Il Satapatha Brahmana ci dice che 'Vaishvanara... è veramente l'anno, e Prajapati è l'anno.' In effetti, Prajapati è alluso come 'l'anno' in numerosi passaggi della stessa opera. Lì, Varuna, che abbiamo anche identificato con Saturno, è anche chiamato 'l'anno.' Nel frattempo, abbiamo già visto Vishnu, che abbiamo anche equiparato a Saturno, essere lodato come Mahakala, nome che abbiamo tradotto come 'Grande Saturno.' Ma, dato che Kala significa anche Tempo, lo stesso epiteto può essere tradotto come 'Grande Tempo.' Il risultato è lo stesso perché, come tutto quanto sopra dovrebbe aver indicato ormai, per gli antichi, il dio e il pianeta Saturno erano sinonimi del tempo. Così anche il Tempo iraniano era personificato come Zurvan, la cui identità saturniana, come abbiamo già visto, è ben attestata. Secondo l'Atharva Veda, Kala, che era sia il Tempo che il pianeta Saturno, era considerato il primo dio in assoluto, il che è coerente con la nostra tesi. Come abbiamo anche visto in un capitolo precedente, Dhruva, la Stella Polare, era stato un nome precedente di Saturno e, come tale, la parola dhruva venne a significare 'tempo,' 'epoca,' e/o 'era.'",
        "captions": [],
        "headers": ["THE SLOW-MOVING PLANET"]
    },
    {
        "page_type": "main",
        "page_number": 311,
        "content": "Stecchini, d'altra parte, invertì il processo assumendo che fosse 'a causa dell'associazione di Kronos con il tempo che il suo nome fu dato al più distante dei sette corpi celesti... perché conclude la sua orbita in 30 anni, così che un giorno nel suo anno corrisponde a un mese nell'anno terrestre.' Tuttavia, il lento movimento di Saturno lungo la sua orbita non spiega perché il pianeta fosse anche scelto per rappresentare l'anno. Se un corpo celeste può attualmente rivendicare il diritto di rappresentare l'anno, dovrebbe certamente essere il Sole. Come indicatore del passare del tempo, rimane supremo. Anche la Luna sarebbe stata un indicatore migliore per misurare il progresso del tempo. Inoltre, i nostri antichi antenati, vivendo in questa era primordiale, difficilmente avrebbero notato il pianeta Saturno se allora appariva, come ora, come nient'altro che un punto di luce nel cielo notturno. Più importante, le esposizioni di Dupuis, o Schlegel, così come quelle di Stecchini, non spiegano cosa Saturno, anche come Tempo personificato, avesse a che fare con la Creazione. Inoltre, perché la lentezza del pianeta Saturno avrebbe portato l'uomo antico a credere in un'epoca in cui il tempo non esisteva? Come abbiamo indicato nelle pagine precedenti, e come mostreremo più ampiamente in un volume successivo, fu la divinità saturniana a essere ritenuta responsabile della Creazione. Ma, in un Rivayat iraniano, questo ruolo è attribuito al Tempo. 'Il Tempo è sia Creatore che Signore della Creazione che ha creato,' si afferma lì. Questo è parallelo all'Atharva Veda che afferma che 'Il Tempo ha creato la terra...' Un passaggio curioso riguardante la Creazione in un Brahmana indù unisce vari elementi: 'Allora il seme [della Creazione] divenne un anno. Prima di quel tempo non c'era anno.' Così, nonostante il fatto che le acque del caos si dice siano nate dal Tempo, come abbiamo visto sopra, il contrario era altrettanto vero. Come si diceva, le acque del caos stesse produssero l'anno, 'l'ordinatore dei giorni e delle notti.' Abbiamo anche dalla Maitri Upanishad che 'l'anno, in verità, è Prajapati [cioè Saturno, che] è Tempo.' Tutto ciò suggerisce che ciò che le fonti indù definiscono come 'l'anno' è un sinonimo di 'tempo.' Questo sinonimo è evidente anche in ebraico dove yom (o yowm), che normalmente si intende come 'giorno,' ha il significato aggiuntivo di 'anno' ma anche di 'tempo.' Così, similmente, in Egitto. La parola thera, che significa 'anno,' significa anche 'tempo.' Così Ptah, che abbiamo già visto identificato come Saturno, era chiamato 'il Signore dell'Anno,' mentre Atum, il suo alter ego, era chiamato 'il Signore del Tempo.' I due epiteti sono sinonimi.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 312,
        "content": "DIONISO Nel nostro primo capitolo abbiamo visto Dioniso come l'impulso originale dietro il dramma greco. Ma chi era questo dio? La mitologia di Dioniso lo presenta come un conquistatore turbolento che diffuse il terrore, così come la civiltà, nel mondo (conosciuto). Ovunque andasse, introdusse la vite e, con essa, la fermentazione del vino. In questo senso era simile all'egiziano Osiride/Saturno che viaggiò anch'egli nel mondo (conosciuto), portando civiltà ai paesi che visitava, così come fecero altre divinità saturniane. Eusebio di Cesarea (c. 260-340 d.C.) sapeva già che il Dioniso greco era l'equivalente dell'Osiride egiziano. Conosceva questa equazione da Plutarco (c. 46-120 d.C.) e dall'ancor più antico Erodoto, che visse nel V secolo a.C. La somiglianza tra Dioniso e Osiride, inoltre, non riguardava solo le loro storie come civilizzatori, ma anche i loro riti. Tanto che Erodoto fu spinto ad affermare che i riti di Dioniso potevano essere stati presi in prestito dai Greci dagli Egiziani. Queste somiglianze, tuttavia, non sono limitate a Dioniso e Osiride, ma sono comuni a varie altre divinità saturniane. (Vi è anche qualche indicazione che, in alcuni ambiti, Dioniso fosse identificato come un alter ego di Helios che, come abbiamo già visto, era il nome greco originale del pianeta Saturno.) L'associazione del tempo con Saturno spiega perché i festival del Nuovo Anno, menzionati brevemente nelle pagine precedenti, fossero dedicati a Saturno nelle sue molteplici forme. Non dovremmo quindi sorprenderci di trovare che tra questi festival vi fossero quelli in onore di Dioniso, che è identificabile non solo come il re saturniano, ma anche direttamente come la divinità saturniana. Non era, quindi, infondato che William Heidel notasse l'ovvia connessione di Dioniso con Aion. Come Marija Gimbutas informò i suoi lettori: 'In questi festival, che hanno assimilato elementi di un'antichità profonda, Dioniso appare come un dio dell'anno.'",
        "captions": [],
        "headers": ["DIONYSUS", "QUETZALCOATL UNVEILED"]
    },
    {
        "page_type": "main",
        "page_number": 313,
        "content": "",
        "captions": ["Dioniso. Civilizzatore e re saturniano."],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 314,
        "content": "Prese il nome di Quetzalcoatl, molto simile all'imperatore romano Marco Aurelio Antonino, nato Varius Avitus, che adottò il nome della sua divinità preferita, Elagabalo. Come commentò Ev Cochrane: 'L'identificazione celeste di Quetzalcoatl, chiaramente, non è una questione semplice, ed è ulteriormente complicata dal fatto che gli stessi Mesoamericani apparentemente oscillavano riguardo all'identità celeste originale.' Si può affermare con sicurezza, tuttavia, che la maggior parte degli studiosi di tradizioni mesoamericane ha accettato Quetzalcoatl come una personificazione.",
        "captions": [
            "Scena mitologica che rappresenta il rito del Nuovo Anno di Dioniso—il dio dell'anno.",
            "come il greco Hermes e, quindi, Mercurio; direttamente come il pianeta Mercurio; una cometa; come la Via Lattea; come il cielo amorfo; e persino come un sovrano del X secolo d.C. dei Taltene chiamato Taniligin."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 315,
        "content": "L'identificazione del pianeta Venere risale al tempo della conquista spagnola delle Americhe. (Pertanto, non si dovrebbe criticare Immanuel Velikovsky che, sulla testimonianza di Eduard Seler, aderì a questa identificazione, come hanno fatto molti dei suoi seguaci.) Jill Abery, d'altra parte, non era del tutto soddisfatta di questa identificazione o di qualsiasi altra menzionata sopra—e a ragione. Come opinò: 'Quetzalcoatl è un dio molto antico con una molteplicità di aspetti. Come serpente piumato, i lettori di Velikovsky non avranno difficoltà a identificarlo come Venere in veste cometaria. Ma oltre a questo è il Signore della guarigione, dell'apprendimento, della bellezza, della creatività e della vegetazione. Era un benefattore che portò agli uomini l'uso dei metalli e le arti del governo; che governò in un'epoca di abbondanza profumata e melodiosa che può essere considerata l'Età dell'Oro della Mesoamerica... Sembra [quindi] che Quetzalcoatl fosse originariamente l'equivalente mesoamericano di Osiride o Saturno.' Magari i mitologi tradizionali fossero stati altrettanto perspicaci. Abery, ovviamente, non fu la prima a scoprire la vera identità di Quetzalcoatl, ma la menziono in particolare perché la sua intuizione esemplifica ciò che può essere ricavato da una mente non vincolata da vedute ortodosse. Ciò che ha confuso la questione, e molti mitologi, è la credenza mesoamericana che quando Quetzalcoatl morì, il suo cuore volò in alto e si trasformò nella Stella del Mattino, che è stata solitamente intesa come Venere quando appare al mattino—un evento che, come abbiamo visto in una pagina precedente, è duplicato nella mitologia dell'Osiride/Saturno egiziano. Ciò che i mitologi e gli archeoastronomi sembrano dimenticare è che era il cuore di Quetzalcoatl, e non Quetzalcoatl stesso, a trasformarsi nella Stella del Mattino. Quetzalcoatl e la Stella del Mattino erano quindi due entità completamente diverse. Lasciatemi ora affermare che da nessuna parte nella tradizione mesoamericana Quetzalcoatl è identificato come Saturno. Se questa identificazione deve reggere, deve farlo sulla base delle prove offerte dalla mitologia comparata. Come la divinità saturniana di altre nazioni, Quetzalcoatl era considerato il creatore. Come la divinità saturniana di altre nazioni, come indicato da Abery, Quetzalcoatl era anche un civilizzatore. Come nei miti saturniani di altre nazioni, Quetzalcoatl era il dio originale ed unico. Così, secondo un inno tolteco:",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 316,
        "content": "'Un solo dio avevano [gli antenati], e lo consideravano come l'unico dio, lo invocavano, lo supplicavano; il suo nome era Quetzalcoatl.' Secondo M. Simoni: 'Tutti i grandi dei del pantheon azteco, sia i dei tribali che quelli che conquistarono [da civiltà precedenti o vicine], hanno un aspetto solare e sono il Sole in uno dei suoi attributi.' Può quindi sembrare comprensibile quando Quetzalcoatl stesso è identificato come un aspetto del Sole, non solo da Simoni, ma anche da altri. Il Codice Borgia rafforza effettivamente questa credenza quando raffigura Quetzalcoatl con il segno di Tonatiuh sul retro della sua testa, poiché Tonatiuh è sempre stato inteso come il Sole. Eppure, la raffigurazione in questione incorpora il segno per 'notte' con quello di Tonatiuh, suggerendo così che Tonatiuh e, per inferenza, anche Quetzalcoatl, fosse un sole della notte. Che il sole della notte fosse un aspetto del sole saturniano primordiale lo abbiamo già visto.",
        "captions": ["Quetzalcoatl come il Serpente Piumato (o Plumato)."],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 317,
        "content": "In aggiunta a ciò, il libro sacro maya noto come il Popol Vuh ci informa che il Serpente Piumato, cioè Kukulkan/Quetzalcoatl, viveva in un oceano—qui inteso come le acque celesti—in un'era di oscurità primordiale. 'Qualunque cosa potesse essere semplicemente non c'era: solo mormorii, increspature, nel buio, nella notte. Solo il Creatore, il Modellatore da solo, Sovrano Serpente Piumato... una luce scintillante.' Inoltre, in linea con l'argomento del presente capitolo, si diceva che Quetzalcoatl fosse esistito nel 'Tempo Prima del Tempo'—cioè, in un'era senza tempo. La stessa credenza è condivisa dai Mixtec che affermano persino di essere i 'discendenti diretti' del Serpente Piumato, e che erano 'radicati' alla loro terra 'attraverso di lui' fin dal 'tempo prima del tempo.'",
        "captions": [],
        "headers": ["TIME ZERO"]
    },
    {
        "page_type": "main",
        "page_number": 318,
        "content": "",
        "captions": ["Scultori aztechi che scolpiscono il grande Calendario Solare, noto anche come la Pietra del Calendario, che raffigura Tonatiuh, identificato nel Codice Borgia come il sole della notte, al centro. La Pietra, di 12 piedi di diametro e del peso di 24 tonnellate, è ora conservata nel Museo Nazionale di Antropologia a Città del Messico. (Illustrazione di John Green.)"],
        "headers": []
    }
]