{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 19,
            "content": "I copisti egizi indossavano delle calzamaglie speciali stirate che, quando seduti a gambe incrociate, fungevano da “scrivania” su cui posare il foglio di papiro durante la scrittura—il primo laptop?",
            "captions": [
                "Da una statua ora al Louvre, Parigi"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 20,
            "content": "Tuttavia, non si può mettere in discussione la parola scritta. E, in questo senso, tanto il sapere è stato perso quanto è stato registrato. Questo dobbiamo tenerlo a mente mentre continuiamo il nostro studio e, sebbene non lo utilizzerò mai come una scusa, ricorrerò a ricordarlo al lettore di tanto in tanto nelle pagine che seguono. Come hanno osservato Sharon Begley et al.: \n\n“Prima che ci sia conoscenza, deve esserci memoria. Eppure pochi soggetti rimangono così sconosciuti, così oscurati nella metafora e nel mito. Secondo gli antichi Greci, la vita è l'atto di ricordare conoscenze che l'anima ha dimenticato al momento della sua nascita in un corpo... Pensatori successivi hanno notato la perversità dei ricordi—come nulla li imprime più fortemente del desiderio di dimenticare.”\n\nPERPLESSITÀ\n\nRoger Wescott ha recentemente scritto: “Da quando i filosofi greci hanno iniziato per primi l'esame critico del mito omerico ed esiodico, alcuni mitologi hanno caratterizzato i miti in generale come folli.”\n\nCome affermò Wallis Budge riguardo ai testi egizi, la perplessità delle antiche credenze confondeva anche quegli stessi antichi che professavano di aderirvi. Parlando in particolare dell'antichità del cosiddetto Libro dei Morti, Budge informò i suoi lettori che non c'è dubbio che “la maggior parte” di questi testi “sono molto più antichi del periodo del...primo re storico dell'Egitto.” Secondo lui: “Certte sezioni infatti sembrano appartenere a un tempo indefinitamente remoto e primordiale.”\n\nColoro che arrivarono dopo, tuttavia, non sembravano sempre aver compreso a cosa gli originali si riferissero—che è esattamente la situazione che Thamus, nel rimproverare Thoth, aveva inteso enfatizzare.\n\n“I testi più antichi portano in sé prove, non solo di essere stati composti, ma anche di essere stati revisionati o modificati, molto prima dei giorni del re Mena [o Menes], e giudicando da molti passaggi nelle copie incise in geroglifici sulle piramidi di Unas [e altri primi re], sembrerebbe che, anche a quella data remota, i copisti fossero confusi e a malapena comprendessero i testi che avevano davanti.”\n\nPer quanto riguarda un particolare e molto importante “capitolo” del Libro dei Morti—un “capitolo” che è stato considerato “una sintesi dell'intero Libro dei Morti” e basando la sua opinione su quella di Chabas, Budge afferma che non solo era “molto antico” e “molto misterioso,” ma “molto difficile da comprendere” anche “quattordici secoli prima della nostra era.” Riusciamo noi, millenni dopo, a fare meglio nel nostro tentativo di comprendere questi testi? E sono solo i testi egizi che ci porranno questo problema?\n\nParlando delle grandi epiche dei tedeschi, indiani, finni e altri popoli antichi, Sigmund Freud affermò che la causa originale dietro queste epiche era già scomparsa.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 21,
            "content": "Prima dell'arrivo di Alessandro Magno, che stesso si lamentava di non avere Omero per immortalare le sue imprese. Riusciremo noi, così tanti secoli dopo, a scovare “la causa dietro queste epiche”?\n\nNaturalmente, come sa chiunque abbia mai letto qualcosa su di lui, Freud aveva in mente le proprie convinzioni psicoanalitiche quando si riferiva ai miti antichi. Come notò Richard Heinberg: “I sostenitori dell'approccio non storico alle interpretazioni dei miti sono più o meno costretti non tanto a spiegare... i miti quanto a spiegarli via.” E, nonostante il mito in generale stia iniziando a perdere terreno, cosa di buono si può ancora dire dei metodi psicoanalitici di Freud, alla fine, esattamente quello che fece nei suoi tentativi di analizzare i messaggi che credeva fossero contenuti nel mito antico—finì per spiegarli via piuttosto che spiegarli. Fortunatamente, come notò anche Heinberg, “l’approccio della ‘fantasia collettiva’ agli eventi o alle situazioni.” Così, nonostante la sua vocazione come psicoanalista, Theodore Reik dovette ammettere che: “[I miti] ci apparivano inizialmente come sogni diurne collettivi, come soddisfazione dei desideri delle masse. Tale caratterizzazione è ancora psicologicamente valida, ma oggi applichiamo l'interpretazione dei miti nella speranza di scoprire nelle loro profondità precipitazioni o sedimenti di reale storico... creduto contenuti nel mito antico, Freud finì per spiegarli via piuttosto che spiegarli.”\n\nE, certamente, Reik, così come altri della sua professione, ora è dell'opinione professionale che “più diffuso è un mito, più è probabile che abbia una base storica.” Un esempio della complessità del mito proviene dal Papyrus di Ani egizio nel quale, tra le altre cose, la divinità è fatta dire le seguenti parole:",
            "bibliography": [
                "1. Sigmund Freud, “Moses and Monotheism,” The Standard Edition of the Complete Psychological Works of Sigmund Freud, Vol. XXIII (London, 1955), p. 80.",
                "2. R. Heinberg, “Historical Paradise and Collective Psychology,” HORUS 1:3 (Fall 1985), p. 18 (emphasis added).",
                "3. Ibid.",
                "4. Ibid.",
                "5. Ibid., p. 19."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 22,
            "content": "“Io sono il signore della corona. Sono nell'Occhio, il mio uovo...Il mio sedile è sul mio trono. Siedo nella pupilla dell'Occhio.”\n\nOra ti chiedo, quale significato può essere estratto da quanto sopra? Come “signore della corona,” la divinità può essere intesa come il dio incoronato. Così può dire che il suo sedile è sul suo trono. Non c'è nulla di enigmatico in un dio incoronato che siede sul suo trono. Ma cosa significa che la divinità è, o risiede, “nell'Occhio” o che siede “nella pupilla dell'Occhio”? Che cos'è questo “Occhio” in cui risiede il dio? E perché l'occhio è equiparato al suo uovo? Che cosa ha a che fare un occhio con un uovo? Che cos'è questo uovo in ogni caso?\n\nEppure, enigmatico come siano queste parole, insieme ad altre relative a temi diversi, uno studio approfondito rivelerà la loro coerenza e persino logica una volta che la chiave del simbolismo dietro di esse sarà compresa.\n\nMISTRADUZIONI\n\nUna volta che i miti furono messi per iscritto, le mistraduzioni erano inevitabili. Qui, un'illustrazione offerta da Bob Forrest viene subito in mente.\n\n“Posso immaginare quanto possano sorgere strane anomalie nella trasmissione, e questo punto mi è stato chiaramente dimostrato da un esempio curioso a cui sono venuto a conoscenza proprio di recente: la scarpetta di vetro di Cenerentola. Avevo sempre trovato strano che la scarpetta dovesse essere fatta di vetro, ma secondo il ‘Dizionario di Frasi e Favole’ di Brewer questo è avvenuto a causa di una mistraduzione della frase ‘pantoufle en vair’ (una ciabatta di pelliccia) come ‘una scarpetta di vetro’ (pantoufle en verre). Non credo, però, che le stranezze della trasmissione orale possano spiegare più di una strana ‘peculiarità’ di un mito, leggenda o storia.”\n\nUn altro esempio riguarda uno dei detti più famosi attribuiti a Gesù: “È più facile che un cammello passi attraverso la cruna di un ago, che che un ricco entri nel regno di Dio.” Come indicato da Vitaliano, questo è molto probabilmente una mistraduzione del greco, nella quale i Vangeli furono scritti originariamente, dove la parola greca per “corda” — kameylos — è stata tradotta erroneamente come “cammello” — kamelos. Questo perché il suono della lettera eta greca suona molto simile a quello di epsilon per un orecchio straniero. Così le parole di Gesù dovrebbero essere tradotte come: “È più facile che una corda passi attraverso la cruna di un ago, che che un ricco entri nel regno di Dio”—il che, ammettiamolo, fa una similitudine migliore.\n\nQuando si tratta di ebraico, nella quale i libri dell'Antico Testamento furono originariamente redatti, incontriamo difficoltà ancora maggiori perché, da una parte, l'ebraico biblico veniva scritto senza vocali, creando così confusione tra parole che contengono le stesse consonanti ma suoni vocalici diversi, e, dall'altra, ci sono oltre mille parole ebraiche che appaiono solo nell'Antico Testamento e, in alcuni casi, vi appaiono solo una volta. Come, dunque, senza confronto, può essere verificato con certezza il significato di tali parole?\n\nCome si vedrà nelle pagine future, tali mistraduzioni, che devono più alla parola scritta che alla tradizione orale, permeano le fonti mitologiche della maggior parte delle nazioni antiche. Ma, piuttosto che dimostrare di essere dannose per la nostra causa, tali mistraduzioni, dove trovate, in realtà ci aiuteranno a scovare la verità.",
            "bibliography": [
                "1. Sigmund Freud, “Moses and Monotheism,” The Standard Edition of the Complete Psychological Works of Sigmund Freud, Vol. XXIII (London, 1955), p. 80.",
                "2. R. Heinberg, “Historical Paradise and Collective Psychology,” HORUS 1:3 (Fall 1985), p. 18 (emphasis added).",
                "3. Ibid.",
                "4. Ibid.",
                "5. Ibid., p. 19."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 23,
            "content": "MALINTERPRETAZIONI\n\nIl lettore casuale di mitologia popolare potrebbe non rendersi conto fino a che punto l'argomento sia intriso di contenuti astronomici. Questo è in parte dovuto all’avversione mostrata dalla maggior parte dei mitologi moderni a qualsiasi cosa nei loro studi che ricordi le connessioni astronomiche. È così vero che quando Giorgio de Santillana e Hertha von Dechend osarono andare contro la tendenza comune nel loro monumentale lavoro, Hamlet’s Mill, trovarono le porte dell'accademia chiuse in faccia loro. Come Martin Bernal trovò motivo di affermare:\n\n“Dopo aver scritto un libro importante su Galileo, de Santillana [che Bernal qualifica come forse il più grande storico della scienza rinascimentale] si interessò alla tradizione ermetica egizia; poi, molto tardi nella vita, lesse l'Origine di tutti i culti di Dupuis, e fu convinto dal suo argomento che gran parte della mitologia antica fosse effettivamente allegoria per l'astronomia scientifica.\n\n“Nonostante l’enorme reputazione di de Santillana, Hamlet’s Mill—il libro in cui lui e una giovane collega tedesca [Hertha von Dechend] esposero [questo schema mito-astronomico]—non fu accettato da nessuna casa editrice universitaria ed fu pubblicato commercialmente. Ciò significa che gli studiosi rispettabili non sono obbligati a tener conto di tale lavoro. Inoltre, il fatto che de Santillana abbia spinto troppo avanti ridusse la sua efficacia come [storico]. Inoltre, il suo lavoro... potrebbe essere inserito insieme a una “freak fringe” più o meno ‘lunatica’; questo permise o addirittura costrinse gli studiosi ortodossi a ignorarlo.”\n\nAll'inizio di questo secolo, i mitologi erano abbastanza consapevoli della natura astronomica dei miti antichi, ma recentemente, l'assunzione generale è stata che queste connessioni astrali sono di derivazione recente, essendo state imposte a una mitologia già esistente. Tanto si può dire contro questo che si possono scrivere volumi, di cui questo è uno.\n\nIl problema, tuttavia, va oltre perché anche quei mitologi più antichi che avevano accettato la natura astronomica dei miti spesso erano colpevoli di aver manomesso le loro fonti in modo che, oggi, non è facile discernere cosa queste fonti antiche avessero realmente da dire riguardo ai poteri cosmici che i nostri antenati veneravano. Questo non deve sorprendere perché, se si dovesse perseguire i motivi astronomici insiti nella maggior parte delle mitologie, si sarebbe costretti ad assumere che la percezione degli antichi sulla sfera celeste fosse completamente diversa da quella dell'uomo moderno. Così, quando i mitologi moderni perseguono questi miti astrali, tendono a guardare al cielo, anche solo figurativamente, e si rendono conto che ciò che i registri antichi affermano riguardo ai pianeti, e persino al Sole e alla Luna, non ha assolutamente somiglianza con l'attuale Sistema Solare. Eppure bisogna tenere a mente che questi stessi antichi, come vedremo nel prossimo capitolo, erano abbastanza sofisticati quando si trattava di astronomia osservativa. Così, qualcosa di un dilemma affronta il mitologo come fu dimostrato con forza, alcune decadi fa, da Irene Nicholson.\n\nIn uno schema maya che si suppone descriva la sfera celeste, Nicholson scoprì che il pianeta Venere era posizionato sopra il Sole, sotto il quale c'era la Via Lattea e, sotto di essa, la Luna.” Sapendo benissimo che i Maya erano migliori astronomi di così, tentò di aggirare il problema incolpando queste discrepanze su un record difettoso.",
            "bibliography": [
                "1. M. Bernal, op. cit., pp. 275-276.",
                "2. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23.",
                "3. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 24,
            "content": "“Le discrepanze tra la vera posizione cosmica del Sole, dei pianeti e della Via Lattea possono essere dovute a un record distorto. Difficilmente possiamo supporre che persone con un calendario così accurato [e con una conoscenza così precisa dei movimenti del pianeta Venere] fossero ignoranti delle posizioni generali dei corpi celesti.”\n\nPerché, come abbiamo già visto, le traduzioni errate si insinuavano nei registri antichi, il sospetto di Nicholson su un “record distorto” non è di per sé irragionevole. Oltre alle traduzioni errate, però, c'è stata anche una notevole quantità di interpretazione errata. Qui Nicholson fu intrappolata dai suoi predecessori che avevano già identificato certi oggetti maya come il Sole, la Luna e la Via Lattea. Non le venne in mente che questi oggetti potessero essere stati identificati erroneamente.\n\nTali identificazioni errate e, quindi, le interpretazioni errate costellano i lavori passati sulla mitologia. Chiedi a chiunque abbia anche solo una conoscenza modesta di mitologia di nominare il dio del sole per eccellenza, e probabilmente indicherebbe l'egiziano Ra (o Re). E perché no? Non è questo ciò che la maggior parte dei libri di mitologia afferma? L'Enciclopedia Larousse di Mitologia è molto specifica: “Ra (o Re o Phra), che probabilmente significa ‘creatore’, è il nome del sole, sovrano signore del cielo.”\n\nCosì anche James Frazer, che fece eco a questo dettato egiziano quando affermò: “Che Ra fosse sia il sole fisico che una personificazione del Sole, ma i cui moti e caratteristiche non si adattano al ruolo del Sole.”",
            "bibliography": [],
            "captions": [
                "Athena— (scultura romana)—chi era sua figlia?\n(Fotografia dell'autore, con la gentile concessione del Los Angeles County Museum of Art.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 25,
            "content": "Ad eccezione del fatto che Ra brillava nel cielo, le caratteristiche e persino i moti attribuiti a Ra non si adattano al ruolo del Sole.\n\nAd esempio, Ra era spesso lodato come “Signore dei Cerchi” e come “colui che entra [o vive] nel Cerchio.”” Era descritto come “colui che invia luce nel suo Cerchio” e come il “Governatore del [suo] cerchio.”\n\nChe cos'è questo Cerchio a cui alludono gli inni? Gli egittologi ci informeranno immediatamente che questo Cerchio di cui parlano gli inni era ciò che gli egiziani chiamavano Duat (o Tuat), una parola che è stata resa in inglese come “l'Inferno.” Potrebbe essere così, ma resta il fatto che si diceva che Ra brillasse da dentro di esso. Ciò che diventa ovvio, in altre parole, è che, qualunque cosa Ra rappresentasse un tempo, era un corpo celeste che risiedeva all'interno di un cerchio o banda o anello. Come tutti sappiamo, il Sole non emette i suoi raggi in un cerchio; non risiede in un anello.\n\nCi saranno ora coloro che mi diranno che, sotto certe condizioni, il Sole è visto circondato da un anello. Alluderanno ovviamente a quella rifrazione atmosferica che conferisce un alone, noto come parhelia, all'orlo solare. Ma non solo è un'apparizione troppo rara per aver guadagnato a Ra il suo titolo di “Governatore del suo Cerchio” e/o “Signore dei Cerchi,” ma è anche un fenomeno che è limitato alle regioni settentrionali e difficilmente, se mai, visto alla latitudine dell'Egitto. Ma c'è di più.\n\nQuando rappresentato sulle pareti dei templi e sui papiri, Ra è spesso mostrato sovrastato da un disco rosso o dorato, il che non è inappropriato se il Sole è davvero rappresentato. Nelle liturgie a lui dedicate, tuttavia, Ra è descritto come aver emanato una luce verde, piuttosto che dorata. Così un inno a Ra afferma: “Tu sei venuto con i tuoi splendori, e hai reso il cielo e la terra luminosi con i tuoi raggi di luce smeraldo pura.”\n\nIn un altro inno leggiamo: “O Ra ... erede dell'eternità, auto-nato e auto-generato, re della terra, principe dell'oltretomba ... tu sorgi nell'orizzonte del cielo e spargi sul mondo raggi di luce smeraldo ...“\n\nNon solo questo sole emanava una luce verde, o smeraldo, ma esso stesso era verde. Come informò i suoi lettori, in forma di Sebek-Tum-Ra, questo sole era il “disco verde radiante.” “Salve Verde Uno,” era il modo in cui Ra era lodato.”\n\nI mitologi non hanno nulla da dire per spiegare perché gli antichi egiziani alludessero al Sole come se fosse stato verde e emanasse una luce verde. E, finché continueranno a credere che Ra fosse il Sole, come possono fare? Il nostro Sole emette una luce verde? Il disco del sole attuale è verde?\n\nConsidera inoltre i moti dell'oggetto celeste chiamato Ra. In una dichiarazione trovata in uno dei Testi delle Piramidi, la divinità è rivolta con queste parole: “Tu salirai sul grande lato ovest del cielo e scenderai sul grande lato est della terra.” Non è ciò contrario a ciò che fa il Sole attuale? Il Sole oggi “sale” ad occidente? Scende ad est? Così Faulkner, che tradusse questo passaggio, non poté fare a meno di affermare che questo “inaspettato rovesciamento dei punti cardinali è incomprensibile” —e finì per incolpare ciò che per lui era un’incoerenza su “un errore in una prima copia che nessuno ha notato o almeno tentato di correggere.” Questa spiegazione, tuttavia, presuppone che debbano esserci altri testi che danno il sorgere e il tramontare di Ra correttamente, cioè in accordo con i moti attuali del Sole. Ma, come ha indicato David Talbott, “ovunque la direzione del movimento della nave del [sole] sia esplicitamente collegata con le fasi del mattino e della sera, i testi sempre rovesciano la direzione attesa dall'interpretazione solare.”\n\nPeggio ancora, mentre naviga nella sua nave, o barca, si dice che Ra si muova verso il basso all'alba,” e “a monte” di notte, contrariamente a ciò che vediamo il Sole fare nel nostro cielo attuale.\n\nCi sono molte altre caratteristiche di Ra che non si conformano all'aspetto e ai moti del nostro Sole che, per non anticipare la tesi principale di questo libro, lascerò per i capitoli successivi. Nel frattempo vorrei semplicemente aggiungere che gli elementi che ho finora toccato non sono passati inosservati dai mitologi. Ogni dato che sarà analizzato in questo lavoro è stato notato e, in alcuni casi, persino discusso. Sfortunatamente, queste stranezze astronomiche incongruenti non sono mai state raccolte in un unico posto nel tentativo di analizzarle nel loro insieme—che è esattamente ciò che intendo fare nei capitoli che seguiranno.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 25,
            "content": "MALINTERPRETAZIONI\n\nIl lettore casuale di mitologia popolare potrebbe non rendersi conto fino a che punto l'argomento sia intriso di contenuti astronomici. Questo è in parte dovuto all’avversione mostrata dalla maggior parte dei mitologi moderni a qualsiasi cosa nei loro studi che ricordi le connessioni astronomiche. È così vero che quando Giorgio de Santillana e Hertha von Dechend osarono andare contro la tendenza comune nel loro monumentale lavoro, Hamlet’s Mill, trovarono le porte dell'accademia chiuse in faccia loro. Come Martin Bernal trovò motivo di affermare:\n\n“Dopo aver scritto un libro importante su Galileo, de Santillana [che Bernal qualifica come forse il più grande storico della scienza rinascimentale] si interessò alla tradizione ermetica egizia; poi, molto tardi nella vita, lesse l'Origine di tutti i culti di Dupuis, e fu convinto dal suo argomento che gran parte della mitologia antica fosse effettivamente allegoria per l'astronomia scientifica.\n\n“Nonostante l’enorme reputazione di de Santillana, Hamlet’s Mill—il libro in cui lui e una giovane collega tedesca [Hertha von Dechend] esposero [questo schema mito-astronomico]—non fu accettato da nessuna casa editrice universitaria ed fu pubblicato commercialmente. Ciò significa che gli studiosi rispettabili non sono obbligati a tener conto di tale lavoro. Inoltre, il fatto che de Santillana abbia spinto troppo avanti ridusse la sua efficacia come [storico]. Inoltre, il suo lavoro... potrebbe essere inserito insieme a una “freak fringe” più o meno ‘lunatica’; questo permise o addirittura costrinse gli studiosi ortodossi a ignorarlo.”\n\nAll'inizio di questo secolo, i mitologi erano abbastanza consapevoli della natura astronomica dei miti antichi, ma recentemente, l'assunzione generale è stata che queste connessioni astrali sono di derivazione recente, essendo state imposte a una mitologia già esistente. Tanto si può dire contro questo che si possono scrivere volumi, di cui questo è uno.\n\nIl problema, tuttavia, va oltre perché anche quei mitologi più antichi che avevano accettato la natura astronomica dei miti spesso erano colpevoli di aver manomesso le loro fonti in modo che, oggi, non è facile discernere cosa queste fonti antiche avessero realmente da dire riguardo ai poteri cosmici che i nostri antenati veneravano. Questo non deve sorprendere perché, se si dovesse perseguire i motivi astronomici insiti nella maggior parte delle mitologie, si sarebbe costretti ad assumere che la percezione degli antichi sulla sfera celeste fosse completamente diversa da quella dell'uomo moderno. Così, quando i mitologi moderni perseguono questi miti astrali, tendono a guardare al cielo, anche solo figurativamente, e si rendono conto che ciò che i registri antichi affermano riguardo ai pianeti, e persino al Sole e alla Luna, non ha assolutamente somiglianza con l'attuale Sistema Solare. Eppure bisogna tenere a mente che questi stessi antichi, come vedremo nel prossimo capitolo, erano abbastanza sofisticati quando si trattava di astronomia osservativa. Così, qualcosa di un dilemma affronta il mitologo come fu dimostrato con forza, alcune decadi fa, da Irene Nicholson.\n\nIn uno schema maya che si suppone descriva la sfera celeste, Nicholson scoprì che il pianeta Venere era posizionato sopra il Sole, sotto il quale c'era la Via Lattea e, sotto di essa, la Luna.” Sapendo benissimo che i Maya erano migliori astronomi di così, tentò di aggirare il problema incolpando queste discrepanze su un record difettoso.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 26,
            "content": "Le aberrations nei registri mitologici spesso derivano da discrepanze tra tradizioni orali e documentazione scritta. Come ha indicato David Talbott, “ovunque la direzione del movimento della nave del [sole] sia esplicitamente collegata con le fasi del mattino e della sera, i testi sempre rovesciano la direzione attesa dall'interpretazione solare.” Così, traduzioni come il sospetto di Nicholson su un “record distorto” non sono irragionevoli. Tuttavia, oltre alle traduzioni errate, c'è stata anche una significativa quantità di interpretazione errata tra gli studiosi. Ad esempio, molti hanno identificato erroneamente oggetti celesti maya, assumendo che rappresentino il Sole, la Luna e la Via Lattea senza considerare interpretazioni alternative. Questo ha portato a una miriade di incomprensioni nello studio delle mitologie antiche.\n\nInoltre, quando i mitologi cercano di riconciliare la conoscenza astronomica antica con le comprensioni moderne, spesso trascurano la sofisticata astronomia osservativa che le antiche civiltà possedevano. La percezione antica della sfera celeste probabilmente era estremamente diversa dalle nostre attuali visioni, portando a miti profondamente intrecciati con fenomeni astronomici ma interpretati erroneamente quando visti attraverso una lente contemporanea. Questo presenta una sfida significativa per gli studiosi moderni che cercano di decifrare i veri significati dietro i miti antichi.\n\nIn conclusione, l'interazione tra tradizione orale, registri scritti e interpretazione accademica ha creato un complesso arazzo di miti difficili da districare. Comprendere questi miti richiede non solo il riconoscimento del potenziale per la mistraduzione e l'interpretazione errata, ma anche un apprezzamento per l'avanzata conoscenza astronomica che le antiche civiltà possedevano.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 27,
            "content": "Thee an\n—            { i\n-_\nBS be\n(         }\\\n\\\nPP,     A\\r~         >». 4\n—                   N\n           \\                     ».\n\\     \\\n                 { \\                         hi\na       }    y       ?        .   oe\n.     é    »\n£             ‘ay.        aK  v\nTy \\ |",
            "bibliography": [],
            "captions": [
                "Athena— (scultura romana)—chi era sua figlia?\n(Fotografia dell'autore, con la gentile concessione del Los Angeles County Museum of Art.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 28,
            "content": "COLLEZIONI E CONCLUSIONI\n\nCostruendo sulle discussioni precedenti, diventa evidente che la raccolta di motivi astronomici nei miti antichi è sia vasta che intricata. Il Papyrus di Ani egizio, ad esempio, mostra come le divinità fossero spesso intrecciate con fenomeni celesti, eppure le loro rappresentazioni non si allineavano con la nostra comprensione contemporanea dell'astronomia. Questa dissonanza evidenzia l'importanza di approcciarsi ai miti antichi con occhio critico, riconoscendo il potenziale per sia la mistraduzione che l'interpretazione errata.\n\nInoltre, le ripetute occorrenze di narrazioni contraddittorie all'interno di una singola mitologia suggeriscono che queste storie fossero fluide, evolvendosi con le società che le narravano. Questa evoluzione potrebbe essere dovuta alla fusione di diverse tradizioni culturali, influenze esterne o alla naturale progressione della narrazione orale. Tale fluidità rende difficile determinare significati definitivi dietro certi elementi mitologici senza considerare i loro contesti culturali e storici più ampi.\n\nAlla luce di queste complessità, il compito di decifrare i miti antichi richiede un approccio multidisciplinare. Gli studiosi devono non solo essere esperti in linguistica e storia, ma anche possedere una profonda comprensione dell'astronomia e dell'antropologia culturale. Solo integrando questi diversi campi si può sperare di avvicinarsi alla verità dietro i miti che hanno plasmato la civiltà umana per millenni.\n\nIn definitiva, lo studio della mitologia antica non è solo una ricerca accademica ma un viaggio nella coscienza collettiva dei nostri antenati. Offre intuizioni inestimabili su come percepivano il mondo che li circondava, la loro comprensione del cosmo e i ruoli che assegnavano al divino all'interno delle loro vite. Mentre continuiamo a scoprire e analizzare questi testi antichi, ci avviciniamo a colmare il divario tra passato e presente, gettando luce sull'eredità duratura della narrazione umana.",
            "bibliography": [
                "1. T. Reik, come citato da R. Heinberg, loc. cit. (Enfasi aggiunta).",
                "2. Ibid., p. 19."
            ],
            "captions": []
        }
    ]
}
