[
    {
        "page_type": "main",
        "page_number": 244,
        "content": "“Essenziale.” In nessun luogo viene spiegato perché “tali figure retoriche” dovrebbero includere ciò che per loro è l'astronomica falsità di una collocazione polare nord per Saturno. E poi, tali “figure retoriche” sarebbero state incorporate in tutto il mondo? Tutte le antiche civiltà avrebbero scelto le stesse “figure retoriche”? Avrebbero tutte deciso di collocare Saturno in una posizione che non ha mai occupato? E avrebbero tutte scelto il polo celeste nord come quella posizione? A quale scopo? Nonostante il fatto che, nel suo scenario saturniano, Lynn Rose abbia optato per una Terra sincronizzata con Saturno per spiegare l'apparente immobilità di quest'ultimo, anche lui ha dovuto ammettere che, per quanto riguarda gli antichi, la posizione celeste dichiarata di Saturno era al polo celeste nord. Quindi, come ha aggirato il chiaro messaggio del registro mitico-storico? Adottando un approccio diverso e più plausibile rispetto a de Santillana e von Dechend, ha offerto la seguente spiegazione: “Le tradizioni su un Saturno immobile sopra un polo speciale avevano poco senso dopo la fine dell'Età di Kronos. Quelle tradizioni furono successivamente riviste e attribuite all'unico punto ‘immobile’... che poteva essere trovato nel nuovo cielo. Per le persone dell'emisfero settentrionale... questo era il polo celeste nord...” E: “Finché Saturno era sopra il suo polo, l'Età di Kronos perdurava. L'immobilità di quel corpo era un segno della stabilità dell'ordine cosmico. Successivamente... la stabilità della stella polare fu vista come un'indicazione che il mondo o l'età del mondo non stava ancora giungendo alla fine. L'Età di Kronos era terminata quando l'unico corpo immobile nel cielo aveva lasciato la sua posizione sopra l'asse del mondo; questo era il motivo principale per cui gli antichi successivi guardavano alla stella polare: era ora il corpo che si trovava sopra l'asse del mondo, e, finché rimaneva lì, il mondo era stabile. Così ci fu un trasferimento da Saturno alla stella polare, con molta confusione associata. Le tradizioni che enfatizzano il nord, e in particolare quelle tradizioni che associano Saturno al nord, devono essere interpretate con molta attenzione. Dopo che Saturno ci lasciò, o noi lasciammo Saturno, rimase solo un punto fisso nel cielo: il polo celeste di rotazione... Molto di ciò che è stato detto su Saturno sarebbe, in assenza di Saturno, stato trasferito all'unica cosa nel nuovo cielo che mostrava il tipo di stabilità che Saturno aveva una volta mostrato.” Pertanto, Rose crede che la collocazione polare di Saturno sia stata il risultato di revisioni successive da parte di coloro che non potevano altrimenti dare un senso ai resoconti originali relativi all'immobilità di Saturno. Ma, come ho già affermato in precedenza, questa razionalizzazione non è supportata dal registro mitico-storico. Rose non azzarda nemmeno un'ipotesi su quando questa revisione potrebbe aver avuto luogo o da chi. Tutto ciò che ci lascia è l'affermazione che è accaduto “dopo la fine dell'Età di Kronos.” Ora, sebbene possibile, è probabile che “queste tradizioni” siano state successivamente “riviste” praticamente in tutto il mondo? E sarebbero state tutte riviste nello stesso modo? Inoltre, se tali revisioni fossero avvenute, i revisionisti avrebbero inevitabilmente trascurato alcuni dati che avrebbero contraddetto lo schema modificato. Eppure, da nessuna parte nel registro mitico-storico si possono trovare tali indizi trascurati. Gli antichi avrebbero potuto essere così diligenti nell'espurgare le loro tradizioni ricevute? È credibile che tale espurgazione abbia avuto luogo in tutto il mondo con tale completezza?",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 245,
        "content": "",
        "captions": ["Lynn E. Rose. (Fotografia — 1996 — dell'autore.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 246,
        "content": "Rose ci informa correttamente che, durante l'età saturniana, l'immobilità del pianeta era sinonimo di stabilità cosmica. Quando la posizione immobile di Saturno fu catastroficamente spostata, la stabilità dell'ordine cosmico fu compromessa. Dopo questo evento, l'unico oggetto immobile nel cielo era la Stella Polare o del Polo. L'immobilità di questa stella divenne un segno della stabilità del nuovo ordine celeste. Fu per questo motivo, secondo Rose, che l'antica immobilità sincronizzata di Saturno fu trasferita alla posizione polare della Stella Polare. Tuttavia, come abbiamo visto attraverso la parabola di Vishnu e Dhruva, il registro indica esattamente il contrario: che la posizione polare era stata di Saturno prima di diventare della Stella Polare. Dopotutto, qual è il senso di tentare di ricostruire una storia cosmica basata sul registro mitico-storico se si finisce per alterare quel registro per adattare i dati a un modello diverso da quello dettato dal registro stesso? Come ammonì una volta Frederic Jueneman, “l'arazzo del mito è intricatamente intrecciato, e ogni filo deve essere seguito ovunque conduca, per quanto improbabile possa apparire inizialmente.” Nonostante il fatto che Jueneman stesso finì per ignorare il proprio precetto, il punto dovrebbe essere ben compreso. Nel caso di Rose, il suo modello saturniano era presumibilmente costruito su un sistema che si dice fosse stato delineato da Filolao. Ma, come avevo indicato in un lavoro precedente, il modello di Rose somiglia ben poco a quel sistema. Quando, quindi, chiama il suo schema “Variazioni su un Tema di Filolao,” l'enfasi deve essere posta su “Variazioni.” Rose stesso ha indicato la sua consapevolezza di ciò quando ha scritto: “Supponiamo di aver composto variazioni su un tema di Filolao, ma se c'è verità in queste variazioni, emergerà che Filolao o qualcun altro stava componendo variazioni su un altro tema, e che ciò che conosciamo come il sistema di Filolao è una versione confusa e mal applicata di o variazioni su ciò che una volta era un fatto.” Tutto ciò spiega i cambiamenti, le assunzioni, le deduzioni, gli argomenti, le stipulazioni, i suggerimenti, i se e i ma, che Rose ha dovuto far attraversare ai suoi lettori nel tentativo di dare un senso a questo sistema “confuso” e adattarlo a uno di sua creazione. Come ho sottolineato in precedenza, Rose sarà il primo a sostenere che questo rimaneggiamento era necessario per liberare il sistema dai suoi aspetti irrealistici e sostituirli con qualcosa di più difendibile. Tuttavia, attraverso procedure simili, il sistema di Filolao potrebbe essere trasformato in qualsiasi schema di propria preferenza. Nel nostro schema, come presentato in questo lavoro, non apportiamo modifiche al registro mitico-storico. Non assumiamo nulla che non sia lì esplicitato. Le nostre deduzioni si basano su ciò che troviamo registrato. In altre parole, seguendo l'ammonimento di Jueneman, abbiamo preso, e continueremo a prendere, il registro mitico-storico alla lettera, per quanto improbabile possa apparire inizialmente. Non avrebbe davvero senso fare altrimenti. Si potrebbe ora obiettare che, se Saturno avesse davvero occupato una posizione nella sfera celeste nord della Terra, le persone che abitavano nell'emisfero sud della Terra non avrebbero potuto vederlo. Diventa quindi ovvio che qualsiasi credenza riguardante questi primi eventi cosmici che emergono dal settore meridionale del nostro globo dovrà essere migrata con le persone che le hanno portate lì da aree più a nord.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 247,
        "content": "Inutile dire che l'unico modo in cui Saturno avrebbe potuto apparire immobile nella sfera celeste nord della Terra è se la Terra fosse stata posizionata direttamente “sotto” il polo sud di Saturno, una situazione che significherebbe anche che entrambi i pianeti condividevano lo stesso asse di rotazione. Possiamo quindi aggiungere l'immobilità di Saturno e la sua collocazione polare alla nostra crescente lista di ipotesi, che ora leggerebbe come segue: Ipotesi n. 1: Che, da ciò che può essere dedotto dalla tradizione astronomica antica e primitiva, la Terra fosse stata una volta un satellite del pianeta Saturno che, a causa della sua vicinanza, appariva nel cielo come un disco distinto più grande delle dimensioni apparenti della Luna piena. Ipotesi n. 2: Che, sempre secondo la tradizione astronomica antica, durante questo periodo indeterminato, Saturno fosse l'unico corpo celeste visibile nel cielo primordiale della Terra. Ipotesi n. 3: Che, sempre secondo gli antichi, durante questo stesso periodo, Saturno brillasse come un sole. Ipotesi n. 4: Che questo sole saturniano primordiale brillasse durante quel tempo che oggi chiamiamo notte. Ipotesi n. 5: Che, visto dalla Terra, il sole saturniano non sorgesse e/o tramontasse, ma rimanesse visibilmente immobile in ogni momento. Ipotesi n. 6: Che l'immobilità di Saturno fosse dovuta al fatto che la Terra fosse posizionata direttamente “sotto” il polo sud di Saturno e che, dalla Terra, Saturno apparisse quindi permanentemente fisso nella sfera celeste nord, lo stesso luogo ora occupato dalla Stella Polare. Ciò significa anche che Saturno e la Terra erano allineati linearmente con entrambi che condividevano lo stesso asse di rotazione. Poiché non ci sono pianeti, o altri corpi celesti, simili allineati nell'attuale ordine del nostro Sistema Solare, la prossima domanda logica da porsi è se un tale allineamento di pianeti sia fisicamente possibile.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 248,
        "content": "Capitolo 11 Testare il Modello LE ESIGENZE DI UNA TEORIA Non faccio alcuna scusa per il fatto che la teoria presentata in questo lavoro sia stata costruita sulla base del registro mitico-storico piuttosto che attraverso considerazioni astrofisiche. Dirò solo di passaggio che, oltre al suo contenuto mitologico, come abbiamo visto, il registro mitico-storico incorpora anche le credenze astronomiche mondiali dei nostri antichi antenati, e che queste credenze coincidono con le loro convinzioni mitico-religiose. Le credenze astronomiche antiche vengono quindi qui considerate insieme alla mitologia come un tutto unificato, indipendentemente dal fatto che ciò che sta emergendo tenda a descrivere un Sistema Solare completamente alieno rispetto a quello che ora abitiamo. Più avanti in questo lavoro tenteremo una validazione della fattibilità fisica del modello che abbiamo finora delineato, anche se non tutti i protagonisti di questo schema cosmico in evoluzione sono ancora al loro posto. Ciò che aggiungerò qui è un promemoria sull'effetto che molte cose una volta ritenute impossibili sono state successivamente trovate possibili, e che molte di queste sono diventate dogmi della scienza. Vengono facilmente in mente, a questo proposito, la caduta di meteoriti, la natura non illusoria delle comete e la deriva dei continenti. Ma mettiamo da parte tutto ciò per il momento. Permettetemi invece di concentrarmi sulle esigenze che il nostro modello stesso solleva, e se queste esigenze possano essere soddisfatte o meno. Cosa intendo per “esigenze”? Le teorie non stanno in piedi, se devono stare in piedi, in isolamento. Sollevano certe esigenze. Per esempio, la teoria riguardante l'alimentazione nucleare del Sole richiede che il Sole emetta una grande quantità di particelle subatomiche note come neutrini. Ma, nonostante le grandi somme di denaro spese per costruire strumenti complessi per registrarli, non sono stati rilevati abbastanza neutrini, se non nessuno. Raymond Davis, che ha “catturato” neutrini per decenni, “ha costantemente rilevato circa un terzo in meno di neutrini rispetto a quanto previsto dalle teorie sull'interno solare” — il che significa solo due terzi della quantità prevista. Tuttavia, la maggior parte degli altri sperimentatori può garantire solo circa un terzo della quantità prevista. Come John Bahcall",
        "captions": [],
        "headers": ["LE ESIGENZE DI UNA TEORIA"]
    }
]