[
    {
        "page_type": "index",
        "page_number": null,
        "content": "",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": null,
        "content": "Il Modello del Disco di Accrescimento. 469 Espulsioni Planetarie. ATL Espulsioni Astrali, 472 Terra Obiettiva, 476 Epilogo: Scalare Su e Giù, 480 Una Concezione Alternativa, A487 Fine del Primo Atto___ CO Indice A-Z 494",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 1,
        "content": "Capitolo 1 MITO La prima critica che verrà mossa a questo lavoro è che si basa su nient'altro che miti e leggende. Concordo: è così. Si basa anche su recenti scoperte in astronomia, geologia e paleontologia. Ma cosa sono i miti e le leggende? Stricto sensu, le leggende sono racconti tradizionali popolarmente considerati storici. Ma allora cosa sono i miti? I miti sono solitamente definiti come racconti primitivi o antichi che coinvolgono esseri soprannaturali, spesso incarnando idee un tempo popolari riguardo fenomeni naturali e storici. Qual è, dunque, la differenza tra miti e leggende? Alcuni sosterranno che non vi sia differenza. Altri potrebbero fare una distinzione tra racconti mitici su persone storiche (leggende) e racconti mitici su esseri divini e semi-divini (mitologia). Personalmente, farei un'ulteriore distinzione, considerando che la mitologia tratta principalmente delle origini cosmogoniche. Ma non lasciamoci intrappolare dalla semantica. Mi limiterò a dire che, in questo lavoro, mi concentrerò su quei racconti che riguardano esseri divini e semi-divini. Una affermazione che farò, tuttavia, è che questi racconti non sono mitici nel senso comunemente inteso del termine. In altre parole, ciò che affermerò è che i racconti di cui tratterò non devono essere considerati falsi. Al contrario, spero di dimostrare oltre ogni ragionevole dubbio che questi racconti riflettono realmente eventi che, per quanto bizzarri possano sembrare, si sono effettivamente verificati in epoche passate. Franz Xavier Kugler, una delle massime autorità mondiali in astronomia, cronologia e mitologia babilonese e biblica, morto nel 1929, avvertì che: \"...le tradizioni antiche, anche quando sono presentate come mito e saga, non possono essere liquidate alla leggera come fantastiche o, peggio, come fabbricazioni prive di significato. È particolarmente opportuno evitare questa trappola quando si trattano rapporti seri, specialmente quelli di natura religiosa come quelli che si trovano in gran numero nell'Antico Testamento.\" In questo lavoro, la parola \"mitologia\" è usata nel suo significato greco originale—mythologia, da muthos o mythos, come pronunciato dagli Ateniesi, che significa \"racconto,\" e logia, derivato da legein (parlare): cioè il raccontare storie. Non c'è nulla nel termine greco stesso che specifichi che questi racconti fossero considerati fittizi. Più di questo, furono proprio questi racconti a costituire la base delle religioni greche e di altre religioni del mondo antico. È vero che si potrebbe obiettare che queste religioni antiche si basavano su premesse false. Ciò che intendo indicare, d'altra parte, è che queste premesse erano tutt'altro che false.",
        "captions": [],
        "headers": ["MITO"]
    },
    {
        "page_type": "main",
        "page_number": 2,
        "content": "Ci si potrebbe ora chiedere: cosa costituisce effettivamente il mythos? Come spiegato da Roger Wescott, il confronto linguistico suggerisce che la parola greca muthos derivi da una radice protoindoeuropea che significa \"ricordare nostalgicamente\" e/o \"desiderare con malinconia.\" E, come cercherò di dimostrare, i contenuti della mitologia mondiale indicano esattamente questo—un nostalgico rimpianto per le condizioni di un'epoca passata. Così Wescott era incline ad affermare che considerava il mito \"più malinconico che desideroso\" oltre ad essere \"più commemorativo che immaginativo.\" Coloro che conoscono i contenuti del mito, anche solo superficialmente, indicheranno subito che i miti sono troppo contorti nei loro messaggi sconcertanti, quando non contraddittori, per essere presi sul serio ai giorni nostri. Ma, come ammoniva Claude Lévi-Strauss, \"questa apparente arbitrarietà è smentita dalla sorprendente somiglianza tra miti raccolti in regioni molto diverse.\" Oppure, come Wescott lo esprimeva sinteticamente: \"I miti sono al contempo sorprendentemente bizzarri e oppressivamente ripetitivi.\" Per Alan Watts, il paradosso principale era che il mito nasconde mentre allo stesso tempo rivela. RITUALE Lo studio sistematico del mito potrebbe dirsi inaugurato non prima del VI secolo a.C., ma è continuato ininterrotto da allora. Il mito, a sua volta, è inesorabilmente legato al rituale, tanto che una particolare scuola di pensiero ha a lungo sostenuto che il mito derivi dal rituale. Questa visione sostiene che i miti abbiano avuto origine come commentari testuali destinati a spiegare e giustificare i riti. Come osservava James Frazer: \"Nessun popolo ha mai osservato un'usanza perché si diceva che un essere mitico avesse agito in un certo modo.\" E finché l'accento è posto su \"essere mitico,\" sono pienamente d'accordo. Non posso, tuttavia, essere d'accordo con lui quando sostiene che \"tutti i popoli hanno inventato miti per spiegare perché osservavano certe usanze\"—soprattutto perché ciò solleva la questione del perché le usanze siano sorte in primo luogo. Un particolare mito, secondo Frazer, \"non è mai così grafico e preciso nei suoi dettagli come quando è una semplice trascrizione di una cerimonia che l'autore del mito ha visto con i propri occhi.\" \"Perché, mentre molti casi possono dimostrare che un mito è stato inventato per spiegare un rito [lo affermava Frazer], sarebbe difficile indicare un solo caso in cui un mito abbia dato origine a un rito. Il rituale può essere il genitore del mito, ma non potrà mai esserne il figlio.\"",
        "captions": [],
        "headers": ["RITUALE"]
    },
    {
        "page_type": "main",
        "page_number": 3,
        "content": "",
        "captions": ["La processione Panatenaica, tenuta annualmente nel giorno di nascita di Atena sull'Acropoli di Atene all'inizio dell'estate. Questi riti si sono evoluti dal mito, o è stato il mito stesso a derivare da tali riti? (Illustrazione di John Green.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 4,
        "content": "Potrebbero esserci alcuni che vedrebbero questo come un caso di mettere il carro davanti ai buoi, sostenendo che il contrario è certamente vero, che, in realtà, i rituali cerimoniali sono sorti come un tentativo di illustrare graficamente gli eventi narrati dal mito. Wescott, citando Edward Tylor e Lévi-Strauss, vedeva sicuramente questa inversione come altrettanto possibile—che i riti potrebbero essere sorti \"come semplici drammatizzazioni di miti preesistenti.\" Lo stesso Frazer non solo conosceva questa possibilità, ma indirizzava i suoi lettori a H. Usener, le cui opinioni erano in diretta opposizione alle sue. Ma, come fu costretto a concludere Clyde Kluckhohn, il problema di quale sia nato prima, il rituale o il mito, è uno che probabilmente non verrà mai risolto. Pertanto, mentre non posso essere d'accordo con la visione di Frazer, non posso nemmeno concordare che il contrario sia vero. Per cominciare, non credo che i miti debbano la loro esistenza a un autore—almeno non se stiamo parlando dell'origine di un particolare mito. I miti, come intendo illustrare, sono sorti come resoconti di testimoni oculari di ciò che è stato effettivamente visto e, in tal senso, non è necessario invocare un autore. Allo stesso modo anche per le usanze, i rituali e le cerimonie religiose: tutti devono la loro ispirazione a eventi reali che i partecipanti hanno tentato di ricreare per scopi molto più sublimi di quanto Frazer abbia mai immaginato. La mia posizione è che mito e rituale siano sorti insieme, mano nella mano, in uno sforzo unito per perpetuare, piuttosto che spiegare, ciò che si era verificato nel cielo antico, e per commemorare quegli eventi. DRAMMA Nell'antica Grecia, il mito non era solo associato al rituale ma anche a quella forma di intrattenimento che ci è giunta come dramma. Ciò che è interessante del dramma greco, e non ampiamente noto, è che l'arte ebbe origine nei rituali dedicati a una particolare divinità, cioè Dioniso. Come osservò Gilbert Murray, secondo la testimonianza degli stessi Greci, la tragedia riguardava esplicitamente le \"sofferenze di Dioniso.\" Infatti, quando insoddisfatti di una particolare opera, gli Ateniesi erano soliti esclamare che \"non ha nulla a che fare con Dioniso.\" \"La tragedia greca, in senso stretto, era una forma d'arte peculiare con limiti ristretti, sia locali che temporali. Era, nel significato letterale, un 'canto del capro,' cioè una molpe (danza e canto combinati), eseguita presso l'altare di Dioniso sopra il sacrificio di un capro smembrato, che, attraverso una forma di simbolismo comune nella religione antica, rappresentava lo stesso dio. Raramente rappresentata fuori da una piccola regione della Grecia, durò come forma vivente non molto oltre i limiti del V secolo a.C., eseguita solo in un particolare tipo di festival religioso, le Dionisie ad Atene.\" È vero che si può muovere una certa critica a quanto sopra. Dopo tutto, Dioniso non era di per sé il soggetto usuale del dramma greco—almeno non che possiamo dire dalle varie opere greche che ci sono giunte—poiché appare solo in un paio di opere. Vari",
        "captions": [],
        "headers": ["DRAMMA"]
    },
    {
        "page_type": "main",
        "page_number": 5,
        "content": "personaggi tragici, così come comici, servirono come base per le produzioni teatrali greche. Come ha sottolineato Peter James, il vero soggetto di tutte le opere greche era \"il buon dramma—lo stesso criterio usato da Shakespeare e dagli altri.\" \"Ovviamente il dramma greco attingeva a temi religiosi, leggendari e storici—questi formavano la spina dorsale morale della società greca, da cui furono creati i grandi drammi. (Lo stesso vale per Shakespeare, che attingeva a tradizioni locali britanniche così come a quelle scandinave, greche, romane e italiane.) Non significa che il dramma greco sia in qualche modo 'evoluto' dal rituale religioso, anche se questo è comunemente supposto.\" Come ha anche sottolineato James: \"Gli antichi Greci del V secolo erano molto simili a noi—amavano una buona bevuta, una risata e un buon dramma.\" Si può discutere, come ha fatto James, contro le affermazioni di Murray riguardo alla rappresentazione del dramma greco come avvenuta difficilmente \"fuori da una piccola regione della Grecia\" o che il dramma greco sia durato come forma vivente \"non molto oltre i limiti del V secolo a.C.\" poiché le prove disponibili, qui, sembrano contraddirlo. Tespi, per esempio, era rinomato per i suoi spettacoli itineranti che di solito venivano eseguiti sul retro di un carro. Anche così, non posso essere d'accordo con James quando afferma che il dramma greco non si sia evoluto dal rituale religioso. Lo stesso Murray ha anche affermato che: \"Dobbiamo ricordare che il soggetto della tragedia greca è sempre la saga eroica. Non è mai una storia inventata, e non è mai la storia di esseri umani ordinari. Dubiterei che ci fosse un personaggio nominato in una tragedia attica che non fosse in qualche modo un oggetto di culto: un dio o un eroe o almeno il possessore di qualche tabù, tomba, oracolo o rituale.\" Eschilo, il poeta e drammaturgo greco, è rinomato come il fondatore del dramma greco. È il primo dei soli tre tragediografi attici di cui sopravvivono intere opere. \"La prima cosa che colpisce uno studente di Eschilo,\" secondo Murray, \"è il forte elemento bacchico o dionisiaco ...\" Più di questo: \"I critici antichi sembrano sempre riconoscere che, mentre Dioniso era, ovviamente, il patrono di tutto il dramma, c'era qualcosa di specificamente dionisiaco in Eschilo.\" Né questa è solo una tesi di Murray. Lo stesso biografo greco Plutarco aveva affermato che tutte le opere scritte da Eschilo erano \"piene di Dioniso.\" Qui, un episodio nella vita di Eschilo può essere pertinente. Apparentemente, il drammaturgo stesso recitò una parte in una delle sue opere in cui vi era un riferimento alla dea Demetra. Il pubblico, che lo sospettava di rivelare i segreti inviolabili di uno dei riti di Demetra, si sollevò con rabbia contro di lui. Eschilo fuggì, cercando rifugio, presso l'altare di Dioniso eretto nell'orchestra e così, almeno temporaneamente, si salvò.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 6,
        "content": "",
        "captions": ["Un simposio greco (festa con bevute) durante il quale spesso si discutevano opere di letteratura, filosofia e scienza."],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 7,
        "content": "",
        "captions": ["\"Gli antichi Greci erano molto simili a noi—amavano una buona bevuta [di solito vino], una risata e un buon dramma.\" (Illustrazione di John Green.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 8,
        "content": "dalla folla furiosa. Fu successivamente accusato del crimine davanti all'Areopago, ad Atene, ma la sua dichiarazione che non sapeva che ciò che aveva detto fosse considerato un segreto fu accettata dal tribunale che lo assolse. Murray, ovviamente, non è l'unica autorità moderna a sostenere, o ad aver sostenuto, l'idea che il dramma greco abbia avuto origine nei rituali dionisiaci. Secondo Karl Kerenyi \"Friedrich Nietzsche [anche] credeva che, in linea con una tradizione inoppugnabile, le forme più antiche di tragedia greca trattassero esclusivamente delle sofferenze di Dioniso, e che per lungo tempo l'unico eroe della tragedia fosse Dioniso.\" Come James, lo stesso Kerenyi non era del tutto d'accordo, arrivando persino a definire falsa l'affermazione di Nietzsche. \"L'eroe più antico del palcoscenico,\" per quanto riguarda Kerenyi, \"era un nemico di Dioniso.\" Ma non mi soffermerò qui sul fatto che fosse Dioniso o il suo nemico a essere considerato l'eroe della prima tragedia greca, poiché ciò non cambia il fatto che tali tragedie riguardavano originariamente la vita e la caduta dello stesso Dioniso. Così, come notava Jane Harrison: \"Le opere venivano rappresentate nel teatro di Dioniso, nel recinto sacro del dio, la sua immagine era presente nel teatro, il coro danzava attorno al suo altare, il suo sacerdote sedeva nel posto centrale e frontale tra gli spettatori. Di fronte a fatti così evidenti mi sembra impossibile che il dramma abbia avuto le sue radici altrove che nel culto di Dioniso. Mettiamo da parte, tuttavia, temporaneamente, le opinioni degli studiosi moderni. Ciò che dovrebbe davvero interessarci è ciò che gli antichi Greci stessi avevano da dire, perché, dopo tutto, erano loro che erano nella posizione migliore per illuminarci sull'argomento. A questo proposito, abbiamo già notato ciò che Plutarco aveva affermato riguardo al contenuto dionisiaco delle opere di Eschilo. Ma che dire del dramma greco in generale? Secondo Erodoto, lo storico greco, \"il coro tragico\" che era parte integrante del dramma greco apparteneva \"al culto di Dioniso.\" Aristotele andò ancora oltre quando scrisse che la tragedia \"ebbe origine con i capi del ditirambo,\" un selvaggio inno corale cantato in onore di Dioniso da partecipanti mascherati da satiri, da cui si svilupparono i festival di Dioniso. Così il Teatro di Dioniso sotto l'Acropoli di Atene",
        "captions": []
    }
]