{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 79,
            "content": "Elagabalus (d.C. 218-222). Nato Varius Avitus, sommo sacerdote del dio siriano Elagabalus, proclamò Imperatore dell'Impero Romano il 16 maggio 218. Gli fu conferito il titolo di Marco Aurelio Antonino. Assumendo il nome del suo dio, divenne popolarmente conosciuto come Imperatore Elagabalus. Quando si trasferì da Emesa a Roma, portò con sé l'“immagine” meteoritica della sua divinità, che anch'essa divenne conosciuta come Elagabalus, e la installò nel tempio di Cibele.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 80,
            "content": "Il nome sumero per “ferro” era an-bar, che significa “fuoco dal cielo”. Gli Ittiti, che erano tra i primi, se non i primi, nel mondo antico a utilizzare armi fatte di ferro, chiamavano il metallo ku-an, che si traduce anche come “fuoco dal cielo”, poiché, come affermavano, il ferro aveva origine nel cielo. Gli Assiri estraevano anche il ferro dal minerale, ma per loro, il metallo era detto essere “frammenti dal cielo”. In Egitto, il nome per “ferro” era bia-en-pet o baat-en-pet, che si traduce come “metallo del cielo” (anche se è stato suggerito “fulmine del cielo”). In Egitto, l'associazione del ferro meteorico con gli dei, e in particolare con il dio maligno Set, sembra aver portato a un tabù contro l'uso del metallo. Un tabù religioso simile è noto per essere esistito nell'antico Israele. L'Antico Testamento predica contro l'uso di strumenti in ferro nella costruzione dell'altare di Yahweh. Il tabù contro l'uso del ferro fu osservato anche nei culti greci e romani. Un'eccezione religiosa sembra essere stata permessa nei riti funerari egiziani. “Metallo del cielo” veniva usato nella fabbricazione di piccoli strumenti simbolici in connessione con i riti dei morti, e tali oggetti venivano spesso sepolti con il defunto. Questi strumenti religiosi sono menzionati nelle preghiere egiziane per i morti anche se, a causa della natura corrosiva del ferro, pochi di essi sono mai stati recuperati. Anche in Grecia si adoravano i meteoriti. Riguardo a questa pratica, Pausania scrisse: “Orchomenos ha un santuario di Dioniso, ma il più antico è consacrato alle Grazie. Rendono particolare adorazione alle rocce, dicendo che sono cadute dal cielo.” Il dio egiziano Amon, che era, tra le altre cose, associato ai meteoriti, era una pietra caduta dal cielo.” Aphrodite Ura-.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 81,
            "content": "Il nome sumero per “ferro” era an-bar, che significa “fuoco dal cielo”. Gli Ittiti, che erano tra i primi, se non i primi, nel mondo antico a utilizzare armi fatte di ferro, chiamavano il metallo ku-an, che si traduce anche come “fuoco dal cielo”, poiché, come affermavano, il ferro aveva origine nel cielo. Gli Assiri estraevano anche il ferro dal minerale, ma per loro, il metallo era detto essere “frammenti dal cielo”. In Egitto, il nome per “ferro” era bia-en-pet o baat-en-pet, che si traduce come “metallo del cielo” (anche se è stato suggerito “fulmine del cielo”). In Egitto, l'associazione del ferro meteorico con gli dei, e in particolare con il dio maligno Set, sembra aver portato a un tabù contro l'uso del metallo. Un tabù religioso simile è noto per essere esistito nell'antico Israele. L'Antico Testamento predica contro l'uso di strumenti in ferro nella costruzione dell'altare di Yahweh. Il tabù contro l'uso del ferro fu osservato anche nei culti greci e romani. Un'eccezione religiosa sembra essere stata permessa nei riti funerari egiziani. “Metallo del cielo” veniva usato nella fabbricazione di piccoli strumenti simbolici in connessione con i riti dei morti, e tali oggetti venivano spesso sepolti con il defunto. Questi strumenti religiosi sono menzionati nelle preghiere egiziane per i morti anche se, a causa della natura corrosiva del ferro, pochi di essi sono mai stati recuperati. Anche in Grecia si adoravano i meteoriti. Riguardo a questa pratica, Pausania scrisse: “Orchomenos ha un santuario di Dioniso, ma il più antico è consacrato alle Grazie. Rendono particolare adorazione alle rocce, dicendo che sono cadute dal cielo.” Il dio egiziano Amon, che era, tra le altre cose, associato ai meteoriti, era una pietra caduta dal cielo.” Aphrodite Ura-.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 82,
            "content": "In Egitto, l'associazione del ferro meteorico con gli dei, e in particolare con il dio maligno Set, sembra aver portato a un tabù contro l'uso del metallo. Un tabù religioso simile è noto per essere esistito nell'antico Israele. L'Antico Testamento predica contro l'uso di strumenti in ferro nella costruzione dell'altare di Yahweh. Il tabù contro l'uso del ferro fu osservato anche nei culti greci e romani. Un'eccezione religiosa sembra essere stata permessa nei riti funerari egiziani. “Metallo del cielo” veniva usato nella fabbricazione di piccoli strumenti simbolici in connessione con i riti dei morti, e tali oggetti venivano spesso sepolti con il defunto. Questi strumenti religiosi sono menzionati nelle preghiere egiziane per i morti anche se, a causa della natura corrosiva del ferro, pochi di essi sono mai stati recuperati. Anche in Grecia si adoravano i meteoriti. Riguardo a questa pratica, Pausania scrisse: “Orchomenos ha un santuario di Dioniso, ma il più antico è consacrato alle Grazie. Rendono particolare adorazione alle rocce, dicendo che sono cadute dal cielo.” Il dio egiziano Amon, che era, tra le altre cose, associato ai meteoriti, era una pietra caduta dal cielo.”",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 83,
            "content": "Il ragionamento alla base del tabù contro il ferro era semplice: come disse Charles Fort, l'arcinemico della scienza istituzionalizzata, poiché non c'erano pietre nel cielo per cominciare, nessuna pietra poteva essere caduta dal cielo. A causa di tali episodi, molti musei europei finirono per scartare meteoriti autentici, che avrebbero potuto essere di grande beneficio per il mondo scientifico negli anni successivi, semplicemente perché li consideravano reliquie vergognose di un passato superstizioso. Un meteorite di quell'epoca, tuttavia, fu preservato grazie alla protezione data dal consistorio del vescovo di Zagabria. Questo era il meteorite di ferro caduto a Hraschina nel 1751. Furono raccolte dichiarazioni giurate di testimoni oculari e, insieme al frammento di ferro, furono inviate all'imperatore austriaco. Alla fine, sia i documenti che il meteorite passarono nelle mani del museo di Vienna e nell'attenzione del fisico E. F. F. Chladni, che intraprese una battaglia contro l'establishment scientifico. Nel suo articolo del 1794, Chladni difese l'affidabilità dei meteoriti di Hraschina e altri e fu abbastanza audace da affermare che questi oggetti originavano come detriti cosmici che avevano penetrato l'atmosfera terrestre e caduto a terra. La maggior parte dei suoi colleghi, tuttavia, rimase scettica. Ma poi, nel 1803, caddero così tanti meteoriti e si posero a terra—una vera e propria pioggia di meteoriti che in realtà costrinse il nuovo investigatore, Jean Baptiste Biot, a non avere altra opzione che accettare la loro origine extraterrestre. Anche così, quando, nel 1807, due scienziati di Yale affermarono che meteoriti avevano recentemente colpito il terreno a Weston, Connecticut, lo scetticismo era ancora diffuso. Così, quando Thomas Jefferson, Presidente degli Stati Uniti, che includeva la paleontologia tra i suoi molti interessi, fu informato dell'incidente, si dice che abbia risposto: “È più facile credere che due professori yankee mentirebbero, piuttosto che che pietre cadessero dal cielo.” * C'è una lezione da imparare qui perché, dato che gli antichi, che avevano riportato la caduta di tali oggetti, li avvolgevano, li adoravano, ecc., si sono dimostrati corretti in questo aspetto, forse dovrebbero essere dati il beneficio del dubbio riguardo ai loro rapporti su altri eventi astronomici che la scienza non ha ancora avuto motivo di accettare come validi.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 84,
            "content": "C'è stata qualche speculazione che questo meteorite fosse originariamente di tonalità rossastra e che il suo attuale colore nero sia semplicemente dovuto alla patina delle epoche. A mia conoscenza, questo non è mai stato accertato. In effetti, c'è motivo di credere che la nereità della Pietra coincidesse con una caratteristica speciale di significato mitico. Che la Ka’aba fosse originariamente un santuario del dio e pianeta Saturno è ora stato documentato. Inoltre, i miti e il folklore astronomico di varie nazioni collegano il colore nero con questo stesso pianeta e la sua divinità. Come osservò Hildegard Lewy, “Saturno è frequentemente chiamato il pianeta ‘nero’ o ‘oscuro’.” È questa particolare curiosità saturniana che indica la selezione della Pietra Nera come simbolo saturniano. Come scrisse Lewy: “Saturno è frequentemente chiamato il pianeta ‘nero’ o ‘oscuro’.”",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 85,
            "content": "Illustrazione di John Green. Artista mixteco di Oaxaca che dipinge un codice.",
            "captions": [
                "Illustrazione di John Green. Artista mixteco di Oaxaca che dipinge un codice."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 86,
            "content": "Chierico-astronomo Maya seduto sulla cima di una torre osservativa a quattro piani che utilizza la sua croce di visione per tracciare i corpi celesti.",
            "captions": [
                "Chierico-astronomo Maya seduto sulla cima di una torre osservativa a quattro piani che utilizza la sua croce di visione per tracciare i corpi celesti."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 87,
            "content": "Sinistra: Chierico-astronomo seduto, dal Codice Mendoza, mostrato nell'atto di osservare le stelle (denotate dal simbolo alla sua destra) di notte. Destra: Rappresentazione simbolica della stessa idea attraverso l'utilizzo di un dispositivo a croce come aiuto all'osservazione.",
            "captions": [
                "Sinistra: Chierico-astronomo seduto, dal Codice Mendoza, mostrato nell'atto di osservare le stelle (denotate dal simbolo alla sua destra) di notte. Destra: Rappresentazione simbolica della stessa idea attraverso l'utilizzo di un dispositivo a croce come aiuto all'osservazione."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 88,
            "content": "Rappresentazioni simboliche dei templi osservativi mesoamericani che utilizzano dispositivi a croce e a forma di V.",
            "captions": [
                "Rappresentazioni simboliche dei templi osservativi mesoamericani che utilizzano dispositivi a croce e a forma di V."
            ]
        }
    ]
}
