[
    {
        "page_type": "main",
        "page_number": 389,
        "content": "L'inverno arrivò, dicono gli Zuni, quando il \"sole\" fuggì, salì nel cielo e si allontanò. Mostrato sopra: un uomo Zuni benestante. (Illustrazione di Peter F. Copeland.)",
        "captions": [
            "L'inverno arrivò, dicono gli Zuni, quando il \"sole\" fuggì, salì nel cielo e si allontanò. Mostrato sopra: un uomo Zuni benestante. (Illustrazione di Peter F. Copeland.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 390,
        "content": "Non coincide forse con la nostra convinzione che l'inverno giunse nel mondo quando il nostro precedente sole saturniano \"si allontanò\" mentre l'attuale Sole trascinava la Terra lontano dal suo primario precedente? Non era diverso tra i Sioux che, fino al 1981, predicavano ancora che le quattro stagioni non esistevano in precedenza ma furono concesse come un dono in un momento successivo. È anche istruttivo che l'uomo continuasse a ritenere il nord responsabile dell'arrivo delle stagioni. Il \"sole\" della Creazione, affermano i Sioux, nominò il nord come \"custode di questa terra\". Inoltre, in un'epoca in cui \"il sole non si muoveva ancora, non sorgeva e non tramontava\", quando \"rimaneva semplicemente in un posto\", il Creatore \"creò le quattro stagioni affinché il nord se ne prendesse cura...\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 391,
        "content": "Capitolo 19 Variazione Polare I DATI SUI CORALLI Per quanto possa sembrare tedioso a qualcuno, questo capitolo è incluso per prevenire le obiezioni che potrebbero essere sollevate da coloro che vedono nella variazione polare, attraverso lo spostamento totale della crosta terrestre, un possibile meccanismo per cui le latitudini non polari potrebbero essere state spinte nelle regioni artiche. Ad esempio, dagli anni '40 alla metà degli anni '50, Ting Ying Ma si dedicò allo studio dei coralli, che lo portarono a dichiarare che la posizione dell'equatore (e, quindi, anche dei poli) era cambiata da un'era geologica all'altra. In cosa consistevano questi studi? Molto simile agli alberi, i coralli crescono formando anelli che si ritiene indichino un ciclo di crescita stagionale; in inverno, le cellule dei coralli crescono piccole e dense, mentre in estate crescono più grandi e porose. Ma notò che i tassi di crescita annuale totale nei coralli di specie identiche o simili aumentavano con la vicinanza all'equatore, mentre la variazione stagionale nei tassi di crescita aumentava con la distanza dall'equatore. Questo gli permise di correlare la crescita dei coralli con la latitudine, fornendogli una tecnica per indagare sui climi antichi della Terra. Lo portò anche a due conclusioni correlate: (1) Che il cambiamento stagionale era chiaramente indicato nei periodi geologici più antichi, e (2) che le temperature latitudinali del passato erano state circa le stesse di quelle attuali. Se ciò fosse corretto, un mondo senza stagioni, come proposto nel capitolo precedente, non potrebbe essere esistito. Tutto ciò portò Ma a concludere che, in passato, la posizione dell'equatore era cambiata da un periodo geologico all'altro e che nessuna di queste coincideva con la posizione equatoriale attuale delle terre emerse. Uno di questi equatori precedenti fu persino trovato a dividere l'Oceano Artico. Il meccanismo per questo spostamento fu attribuito a uno scivolamento della crosta litosferica sopra il nucleo liquido della Terra, come la pelle sciolta di un'arancia che scivola intorno al frutto. Tuttavia, Ma non riuscì a far coincidere gli equatori precedenti in un emisfero con quelli corrispondenti per lo stesso periodo nell'emisfero opposto per derivare un cerchio completo. Dovette quindi assumere che fosse coinvolta anche la deriva dei continenti e che fosse questo spostamento indipendente dei continenti a disallineare gli equatori antichi. Questi spostamenti combinati, di cui Ma poté dedurre quattro eventi separati, furono, secondo lui, eseguiti improvvisamente e tutti nella stessa direzione. Li calcolò avvenuti durante l'ultimo milione di anni, con l'ultimo riassestamento completato tra 65.000 e 2.800 anni fa. Ma fu coraggioso nel sostenere la deriva dei continenti tanto quanto nel proporre uno spostamento totale della litosfera. Già a partire dal 1861, la teoria della deriva dei continenti.",
        "captions": [],
        "headers": ["I DATI SUI CORALLI"]
    },
    {
        "page_type": "main",
        "page_number": 392,
        "content": "",
        "captions": [
            "Coralli. Sopra: Coralli stella del genere Astraea. Sotto: Corallo a corna di cervo."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 393,
        "content": "insita nel mantello terrestre. Dove il fondo oceanico in espansione incontra il bordo di un'altra placca continentale, viene subdotto nuovamente nell'interno, increspando il bordo continentale e sollevandolo in catene montuose nel processo. La teoria è ora diventata dogma, dimostrando valida l'utilizzazione fatta da Ma in un'epoca in cui era ancora anatema farlo. D'altra parte, la seconda metà della teoria di Ma, riguardante lo spostamento totale della litosfera terrestre, che in ogni caso era stata un'idea originale di Hugh Auchincloss Brown, rimase controversa. La teoria di Ma rimane quindi dipendente dalle sue prove sui coralli. Quanto sono valide queste? Innanzitutto, come avvertì Thomas Stephenson nel 1959, molto tempo dopo che Ma aveva condotto i suoi studi sui coralli, i resoconti più vecchi riguardanti il processo di formazione dei coralli \"dovrebbero essere letti con riserva, poiché le idee in voga su questo argomento sono state fino a tempi recenti largamente speculative\" e \"troppo basate sullo studio dello scheletro.\" \"È ovvio che lo scheletro è solo un registro imperfetto, sebbene permanente, delle attività dei polipi, e lo studio di questi ultimi rivela il fatto che, in alcuni casi almeno, le conclusioni sul modo di crescita, tratte dallo scheletro, possono essere completamente errate.\" Concesso che Stephenson si occupava principalmente della crescita delle barriere coralline, lo stesso si può dire dei resoconti più vecchi relativi alla crescita dei polipi stessi, come chiarisce Stephenson stesso quando si riferisce a studi più recenti di Matthai in relazione alla formazione dei polipi corallini. Ora, è noto da tempo che i coralli sono limitati alle zone tropicali e subtropicali nonostante il fatto che, in \"certe epoche passate,\" le barriere coralline \"avevano una distribuzione molto più ampia di quella attuale, i loro resti essendo abbondanti in latitudini in cui ora non possono mantenersi.\" Pertanto, mentre le latitudini variabili di Ma potrebbero spiegare i resti di coralli al di fuori dei climi tropicali e subtropicali attuali, non offrono nulla riguardo alla loro distribuzione complessiva molto più ampia. La crescita dei coralli richiede una temperatura media annuale dell'acqua non inferiore a 70°F. I polipi stessi, tuttavia, sono insensibili alla luce. Ma \"i loro tessuti endodermici contengono miriadi di alghe microscopiche unicellulari\" che prosperano \"solo in presenza di luce intensa.\" Questo crea una relazione simbiotica altamente efficace poiché \"i coralli si affidano alle alghe per assorbire i loro prodotti di scarto.\" Pertanto, sia il calore che la luce intensa sono necessari per la crescita riuscita dei coralli e delle barriere coralline. Il problema più grande con le prove di Ma, tuttavia, riguarda il periodo di tempo rappresentato da una singola barriera corallina che, al massimo, può coprire solo poche migliaia di anni, difficilmente sufficienti a comprendere un intero periodo geologico. Così, ad esempio, come riportato da Charles Hapgood: \"Nel porto di Pago Pago furono effettuati perforazioni fino al basalto sottostante la barriera corallina, e dopo aver stimato i tassi di crescita, l'età della barriera (Utelei) fu stimata in 5.000 anni. Quando queste durate vengono confrontate con quelle di interi periodi geologici dell'ordine di 20.000.000 o 30.000.000 di anni, è chiaro quanto fragili debbano.",
        "captions": [],
        "headers": []
    }
]