{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 94,
            "content": "Gli astronomi cinesi leggendari Hsi e Ho ricevono la loro commissione dall'altrettanto leggendario Imperatore Yao.",
            "captions": [
                "Da una stampa della dinastia Qing."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 95,
            "content": "Nella sua lenta marcia attraverso il cielo, i cinesi calcolarono che il pianeta impiega 28 anni per completare una rivoluzione intorno al Sole, il che non è molto distante dal valore moderno di 29,46 anni.\n\nL'apparente arresto e il movimento retrogrado temporaneo di Saturno lungo la sua orbita, che si applica a tutti i pianeti esterni, cioè quelli più lontani dal Sole della Terra e quindi al di fuori dell'orbita terrestre, è un'illusione causata quando la Terra lo raggira nel suo circuito più stretto, fu anch'essa calcolata da loro. Come sottolineato da Gustave Schlegel, il valore moderno di questo movimento apparente \"più o meno concorda con l'osservazione cinese.\" E lo stesso vale per gli altri pianeti visibili ad occhio nudo.\n\nSTELLE OSPITI\n\nUn ramo particolare dell'antica astronomia che può essere considerato unicamente cinese era la registrazione di quelle che definivano \"Stelle Ospiti.\" Questi registri documentavano l'apparente bagliore temporaneo di \"esplosioni\" stellari, o flare-up, che rendevano stelle solitamente invisibili brillantemente percepibili, un'efluenza che persisteva per un tempo specifico, ma di solito non lungo, prima di indebolirsi e la stella scompariva nuovamente dalla vista. Una volta definite \"nuove stelle\", questi fenomeni stellari sono ora conosciuti come novae e supernove. La più famosa di tali Stelle Ospiti cinesi temporanee fu quella che ebbe luogo nel 1054 d.C., una supernova che si crede abbia dato origine alla Nebulosa del Granchio.\n\nIL SURYA SIDDHANTA\n\nNon parlerò della conoscenza astronomica indù oltre a pochi fatti contenuti nel Surya Siddhanta che, tra le altre cose, presenta la visione corretta che la Terra è una sfera. Come è scritto: \"E ovunque sul globo terrestre, gli uomini pensano il proprio luogo essere il più alto— ma dato che è un globo nell'etere, dove dovrebbe esserci una parte superiore o una parte inferiore?\"* Aryabhatta sosteneva persino l'opinione che la Terra ruotasse sul suo asse.\n\nSi dovrebbe leggere la sezione del Surya Siddhanta che tratta delle congiunzioni planetarie, cioè il contatto apparente di un pianeta con un altro visto ad occhio nudo sullo sfondo delle stelle, per ottenere una certa comprensione riguardo alle osservazioni e ai calcoli meticolosi di cui questi primi astronomi erano capaci. Un termine diverso è impiegato per congiunzioni diverse.* Questi avvicinamenti apparentemente ravvicinati dei pianeti erano correttamente intesi in senso puramente angolare— cioè, erano ben consapevoli che i pianeti sembravano toccarsi solo quando si trovavano casualmente nella stessa linea di vista vista dalla Terra.”\n\nQuindi Velikovsky era completamente in errore quando propose che queste congiunzioni si riferissero a contatti fisici reali tra i pianeti.\" Questo è evidenziato dal lavoro in questione.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 96,
            "content": "Il movimento stesso dove si afferma che \"i pianeti si muovono sui propri percorsi, avvicinandosi l'uno all'altro a distanza.\"*\n\nG. Thibaut ha sostenuto che gran parte di ciò che si trova nei Siddhanta hindu, dei quali ce ne sono più di uno, è principalmente basato sugli insegnamenti del greco Ipparco e/o Tolomeo. Otto Neugebauer e D. Pingree tracciano anche parte di questa conoscenza hindu agli antichi Babilonesi. Ci rivolgiamo quindi successivamente alla Grecia e, dopo, alla Babilonia.\n\nL'ALMAGESTO\n\nClaudio Tolomeo, noto popolarmene semplicemente come Tolomeo, fu il geografo, matematico e astronomo più celebre prima dei tempi medievali. Più di questo, è spesso stato definito \"il più grande astronomo dell'antichità.\" Sfortunatamente, nonostante alcune tradizioni arabe riguardanti il suo aspetto personale e la notizia che visse fino all'età matura di 78 anni, si sa poco dell'uomo stesso. Non si può più determinare se il suo nome, Tolomeo, derivasse dalla città greca in cui si diceva fosse nato, Tolomea Hermio, o se, come sostiene Kenneth Heuer, \"indicasse che fosse un abitante dell'Egitto di discendenza greca o macedone [cioè tolemaica].\"\n\nCiò che sembrava certo fino a poco tempo fa è che condusse le sue osservazioni astronomiche ad Alessandria, in Egitto, da qualche parte tra gli anni 127 e 141 o 151 d.C. La convinzione tra gli storici della scienza più moderni, tuttavia, è che Tolomeo condusse la maggior parte delle sue osservazioni \"non di notte sulla costa egiziana ma durante il giorno nella grande biblioteca di Alessandria, dove si appropriasse del lavoro di un astronomo greco [Ipparco] e iniziò a definirlo suo.\"*\n\nPer quanto riguarda le sue opere sulla geografia e la matematica, non dirò nulla qui, concentrandomi invece, e solo brevemente, sulle sue osservazioni astronomiche e teorie. Queste furono presentate in tredici libri originariamente intitolati Syntaxis, ma in seguito denominati dagli arabi come Almagesto, che significa \"Il Grande,\" il nome con cui l'opera è ora più comunemente conosciuta. Per meglio o peggio, questo lavoro \"fu accettato come l'autorità finale sull'argomento fino a quando non fu superato dalle osservazioni dell'astronomo polacco Niccolò Copernico nel XVI secolo.\"\n\nCiò che Tolomeo concluse dalle sue così dette osservazioni dei cieli fu che i corpi celesti si muovono in orbite circolari e che la Terra, già allora conosciuta per essere sferica, era al centro dell'universo. Calcolò i periodi di rivoluzione, così come la retrogradazione apparente, dei cinque pianeti visibili ad occhio nudo, l'inclinazione delle loro orbite e i loro movimenti in latitudine. Compilò un catalogo delle stelle visibili sia nell'emisfero settentrionale che in quello meridionale, elencate sotto costellazioni, dando le loro magnitudini apparenti, latitudini e longitudini, che ammontavano a 1.022 stelle (alcuni dicono 1.025) rispetto alle circa 850 che erano contenute nel catalogo precedente di Ipparco.\n\nGran parte dell'Almagesto è occupata da una spiegazione delle assunzioni astronomiche e dei metodi matematici; la lunghezza dell'anno e il moto del Sole; la lunghezza del mese e i movimenti della Luna; le dimensioni e le distanze del Sole, della Luna e della Terra stessa; le eclissi del Sole e della Luna; e la precessione degli equinozi.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 97,
            "content": "Tolomeo scrisse anche un testo in quattro libri sull'astrologia, il Tetrabiblos, che compilò da materiale raccolto da scritti caldei, egiziani, greci e precedenti, con cui non ci preoccuperemo nemmeno qui. Tuttavia, non lasciare che il lettore disqualifichi Tolomeo come astronomo incompetente a causa delle sue credenze astrologiche. Isaac Newton non solo credeva nell'alchimia, ma cercava lui stesso di trasformare metalli fermi in argento e oro. Come Heuer informò i suoi lettori, \"Tolomeo non era il tipo di genio che produceva nuove idee; prendeva idee esistenti e le cambiava ed estendeva per ottenere accordo con i fatti osservati.\" Non c'è dubbio, tuttavia, che gran parte delle teorie che presenta sono sue contribuzioni \"basate su osservazioni proprie, per non parlare dell'incredibile numero di calcoli numerici che sono alla base delle tavole dell'Almagesto.\" Alcuni dei difensori moderni di Tolomeo hanno sostenuto che il suo \"sistema\" è stato molto frainteso sia dagli astronomi che dagli storici dell'astronomia. Come ha sottolineato Irving Wolfe:\n\"...la teoria di Tolomeo non è stata presentata al suo tempo come una vera immagine del cielo.\nL'astrofisico Bruce Gregory ci ricorda che il modello di Tolomeo non veniva detto essere una miniatura del Sistema Solare, come usiamo oggi il termine. Era 'uno strumento per calcolare la posizione dei pianeti, non uno strumento per rappresentare l'apparenza dei pianeti.' In maniera sorprendente, la teoria di Copernico fu presentata per la prima volta nello stesso modo, come un sistema che 'potrebbe non essere lo schema vero della natura, ma semplicemente una finzione matematica che si adattava alle osservazioni.'\" Il sistema di Tolomeo, tuttavia, fu presto elevato a verità assoluta, come lo fu quello di Copernico in seguito, quindi siamo noi ad averli trasformati in religioni.\" Forse, anche se, per me, questo suona più come un tentativo di dipingere l'immagine di Tolomeo in maniera positiva. Così, per esempio, quegli astronomi che hanno più recentemente riesaminato i dati originali di Tolomeo hanno presto realizzato che le retrocalcoli dei pianeti dimostravano che molte delle cosiddette osservazioni di Tolomeo erano errate. \"Gli errori erano evidenti anche secondo gli standard dell'astronomia antica.\" Non c'è più alcun dubbio che Tolomeo abbia plagiato il lavoro del precedente Ipparco. Abbiamo già notato il catalogo stellare precedente compilato da Ipparco che condusse le sue osservazioni dall'isola di Rodi. Quest'isola greca si trova a cinque gradi di latitudine a nord di Alessandria. Ciò crea una fascia di cinque gradi di stelle meridionali che possono essere viste da Alessandria ma non da Rodi. Nessuna delle 1.022 stelle che Tolomeo elencò nel suo catalogo si trova in questa fascia di cinque gradi. Inoltre, \"ogni esempio dato nell'Almagesto su come risolvere problemi di astronomia sferica è dato per una latitudine la stessa di Rodi.\"! Robert Newton andò ancora oltre:",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 98,
            "content": "Claudio Tolomeo —con il suo bastone astronomico incrociato—che impedì il progresso dell'astronomia.",
            "captions": [
                "Illustrazione di André Thevet dal suo Ritratto e Vite di Uomini Illustri (Parigi, 1584)."
            ]
        }
    ]
}
