[
    {
        "page_type": "main",
        "page_number": 149,
        "content": "Sin dai tempi immemorabili, non è mai stato messo in dubbio. Sfortunatamente, i racconti antichi furono trascritti nella loro forma attuale da monaci cristiani che ritennero opportuno trasformare gli antichi dei in uomini di carne e sangue. Tale era Balor, colui che aveva un solo occhio fiammeggiante, il cui nome deriva in ultima analisi da bhel, ed è quindi equivalente a Beli o Bel. Colui che era stato una divinità celeste fu trasformato in un re terrestre. Nonostante questa metamorfosi, anche se l'idea non è stata ampiamente accettata, le caratteristiche di Balor sono state paragonate a quelle del Sole. Tuttavia, che Balor fosse un sole notturno è indicato dal suo titolo. Era conosciuto come il Re della Notte. IL DIO DEL SABATO SERA Come si addiceva alla sua stazione notturna, Osiride era venerato in un festival che si svolgeva di notte. Erodoto ci racconta che la tomba di Osiride si trovava a Sais, nell'Egitto inferiore, e che lì c'era un lago su cui le sofferenze del dio venivano esposte come un mistero di notte. Questa commemorazione della passione divina si teneva una volta all'anno... e un'immagine di una mucca, fatta d'oro con un sole dorato tra le sue corna, veniva portata fuori dalla camera in cui rimaneva il resto dell'anno... Una grande caratteristica del festival era l'illuminazione notturna. La gente fissava file di lampade a olio all'esterno delle loro case, e le lampade bruciavano tutta la notte. L'usanza non era limitata a Sais, ma veniva osservata in tutto l'Egitto. Un'altra celebrazione connessa a Osiride era il festival Sed, che è stato ritenuto il più antico banchetto egiziano di cui abbiamo ancora traccia. James Frazer ha suggerito che il rituale, noto per essere stato celebrato fino alla fine del periodo romano, fosse antico quanto l'Egitto stesso. Questo particolare evento si teneva ogni trenta anni, il che lo rende significativo poiché trenta anni è il periodo di rivoluzione di Saturno attorno al Sole. Come afferma lo stesso Frazer, questa correlazione del festival Sed con la rivoluzione del pianeta è stata notata e commentata da diversi studiosi prima di lui. Da allora, l'argomento è stato affrontato nuovamente da de Santillana e von Dechend, anche se qui gli autori presentano Ptah, piuttosto che Osiride, come l'“inventore” del festival, anche se loro stessi identificano Ptah come “il Saturno egiziano.” Il Sed, ovviamente, era un festival di giubileo reale che il faraone celebrava dopo aver regnato per trenta anni. Fortunato era il faraone che poteva celebrare due di questi giubilei. Né questa usanza era unica per l'Egitto. Gli Shah persiani, che tracciavano la loro discendenza dalle figure imponenti dei re mitologici—Kai Kubad, Kai Ka'us e Kai Khusrau—celebravano anch'essi il loro giubileo reale dopo aver regnato per trenta anni, un fatto che non sfuggì all'attenzione di de Santillana e von Dechend. Nel frattempo, una curiosa storia ci arriva attraverso Apuleio, che ci racconta che, quando fu iniziato ai misteri di Iside, moglie di Osiride, un certo Lucio fu dato “di vedere il sole.",
        "captions": [],
        "headers": ["IL DIO DEL SABATO SERA"]
    },
    {
        "page_type": "main",
        "page_number": 150,
        "content": "",
        "captions": [{"source": "internal", "text": "Processione durante il festival di Osiride."}],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 151,
        "content": "A mezzanotte nella sua luce radiante. Più tardi, all'Iseum di Roma, lo stesso Lucio viene ammesso al grado di Osiride stesso, durante il quale iniziazione trascorre dieci giorni in digiuno prima di essere introdotto ai riti notturni, o orgia, di Osiride. Un'altra festa notturna, come mi ha fatto notare Roger Ashton, si tiene anche in alcune parti dell'India quando il tredicesimo giorno di una quindicina lunare cade di sabato. In sanscrito, il giorno di sabato è chiamato Shanivar, che, Shani essendo Saturno, si traduce in “Giorno di Saturno.” In realtà, il sabato era il giorno sacro a Saturno tra più di una nazione antica e, fino ad oggi, continua a portare il nome del pianeta non solo in sanscrito. Per gli ebrei, il sabato è Shabbath (il Sabato), parola che a volte si dice derivi dal termine correlato shabath, che significa “riposo” o “riposo.” In effetti, tuttavia, il Sabato è nominato in onore di Saturno che, in ebraico, è chiamato Shabtai. La parola shabath—“riposo”—è quindi rintracciabile alla stessa radice, derivata perché si diceva che Elohim si fosse riposato dalla creazione in quel giorno. In italiano, il sabato è reso come Sabato, derivato dall'ebraico attraverso il greco Sabbaton. In maltese, il sabato è chiamato Sibt, derivato dalla stessa radice semitica. Il nome inglese Saturday è esso stesso una contrazione del Saxon Saterne's Day (o Daeg) dal latino Saturni Dies. Anche in Indocina, e più specificamente in Cambogia, il sabato è nominato in onore di Prah Sau, che è il pianeta Saturno. Ora, mentre è vero che non ogni cerimonia celebrata di sabato deve avere un carattere e/o origine saturnina, la cerimonia indiana menzionata sopra è essa stessa chiamata Shani Pradosh. Poiché pradosh significa “notte,” il festival in questione è traducibile come “Notte di Saturno.” Una cerimonia chiamata Notte di Saturno tenuta la sera del Giorno di Saturno non è solo una cerimonia condotta di sabato; è ovviamente una condotta in onore di Saturno. Così, tra le altre cose, Saturno divenne noto come il Signore del Sabato,” una credenza che trova un curioso eco nella cosmogonia persiana. Come ci racconta Al-Biruni, uno studioso arabo dell'XI secolo d.C.: “Nel sesto giorno di Farwardin, il giorno Khurdadh, è il grande Nauroz, per i persiani una festa di grande importanza. In questo giorno—dicono—Dio completò la creazione, poiché è l'ultimo dei sei giorni... In questo giorno Dio creò Saturno. La festa pre-islamica di Nauroz—o Naw Ruz, come a volte viene traslitterato—continua a essere celebrata fino ad oggi la vigilia del Capodanno persiano che tradizionalmente si svolge il primo giorno di primavera. Continua a essere celebrata non solo in Iran (cioè nell'antica Persia) ma ovunque gli iraniani, afgani, kashmiri, curdi e zoroastriani (cioè Parsis).",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 152,
        "content": "",
        "captions": [{"source": "internal", "text": "“...un'immagine di una mucca, fatta d'oro con un sole dorato tra le sue corna, veniva portata fuori dalla camera in cui rimaneva il resto dell'anno.”"}],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 153,
        "content": "Si sono stabiliti, compresa la città di residenza di questo scrittore, Vancouver, nella Columbia Britannica. Eppure, quanti di questi festeggianti hanno un'idea che ciò che stanno realmente celebrando ha avuto origine come un festival saturnino? Di ulteriore interesse è il fatto che, come altri festival di questo tipo, la festa di Nauroz si celebra di notte; le festività iniziano nel momento in cui il Sole tramonta. Naturalmente, si farà notare che, essendo un festival della vigilia di Capodanno, la sua celebrazione di notte sarebbe logica. In effetti, che sia celebrato come festival di Capodanno o meno, non c'è nulla di strano nel fatto che i festival saturnini si svolgessero di notte. Dopotutto, nei cieli odierni, è di notte che Saturno brilla, come doveva brillare nei tempi antichi. Ma, ci chiediamo, come un sole? Se dobbiamo credere ai nostri antichi antenati, sembra che così fosse. Anche se si dovesse ignorare tutto questo e assumere, contro ogni logica, che tale fantasia astronomica sarebbe stata, attraverso la diffusione, dispersa nel mondo antico e accettata come verità, come si può spiegare la migrazione di questa idea attraverso le acque dell'Atlantico? Perché, secondo Eric Thompson, anche in Mesoamerica incontriamo questa persistente credenza in un sole notturno. A questo punto possiamo aggiungere l'Ipotesi n. 2 secondo cui, sempre secondo gli antichi, il primordiale sole saturnino brillava durante quel tempo che oggi chiamiamo notte. La domanda che dovrebbe ora essere posta è: È possibile che il pianeta che conosciamo come Saturno possa aver irradiato una volta come un sole? O cosa ha da offrire l'astronomia e/o l'astrofisica riguardo a tale possibilità?",
        "captions": [{"source": "internal", "text": "Iside—moglie di Osiride"}],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 154,
        "content": "Capitolo 5 STELLE OSCURE Fino al 1966, la maggior parte delle teorie ritraeva il pianeta Giove come composto da un grande nucleo interno di ghiaccio sotto enorme pressione. Si credeva che questo nucleo fosse circondato da un oceano voluminoso di gas compressi e liquefatti che, a sua volta, si fondeva in un'atmosfera di idrogeno. Era “conosciuto” che il pianeta non potesse emettere calore dalla propria fonte interna. Con un nucleo di ghiaccio, ovviamente, ciò sarebbe stato impossibile. Le misurazioni con termocoppie avevano infatti rilevato una temperatura molto bassa nella regione di -130 a -155 °C. Così come per Giove, così anche per Saturno. La natura simile di questi due pianeti è stata sottolineata. Le temperature su Saturno erano stimate come estremamente basse, circa -150 °C. Che imbarazzante differenza rispetto all'immagine che emerse meno di un anno dopo! Ovviamente, come al solito, non c'era consenso tra gli astronomi e alcuni stavano dipingendo immagini di un Giove con un interno molto più caldo. F. R. Moulton, per esempio, parlava del calore interno di Giove già nel 1910. Non si troverà dichiarato nella letteratura scientifica attuale, ma Immanuel Velikovsky alludeva sia a Giove che a Saturno come “stelle oscure” già nel 1950. Questo non era basato sullo scenario del suo libro, Mondi in Collisione, in cui apparve l'affermazione, ma su eventi precedenti presentati in un prequel a quell'opera, che rimane non pubblicato fino ad oggi. Non è che io sostenga nessuno degli scenari di Velikovsky; non lo faccio. Ma non sono disposto a gettare il bambino con l'acqua sporca. Il merito dovrebbe essere dato dove è dovuto. In ogni caso, Velikovsky non era solo. Nel 1962, E. J. Opik aveva calcolato che Giove irradiasse da 1.2 a 2.0 volte l'energia che riceve dal Sole. Come ha sottolineato Ralph Juergens: “In effetti, la speculazione che Giove sia una stella morente, che irradia calore interno, risale a più di un secolo.",
        "captions": [],
        "headers": ["STELLE OSCURE", "-155 °C.", "STELLE IN VASO"]
    },
    {
        "page_type": "main",
        "page_number": 155,
        "content": "Che se l'atmosfera di Giove fosse profonda 300 miglia, la temperatura alla sua base dovrebbe essere nell'ordine dei 1800 °K. Questo sarebbe simile alla temperatura superficiale delle stelle fredde. “In effetti,” scrisse Firsoff, “Giove emette radiazioni a microonde corrispondenti a tali temperature.” Consentendo che alcune reazioni termonucleari procedano a un ritmo lento nelle loro regioni centrali, e protette come sono dalle loro vaste atmosfere opache e fredde, Firsoff assunse che le temperature stellari potrebbero facilmente ottenere all'interno dei pianeti gioviani. Come concluse: “Essi sarebbero quindi nella natura di ‘stelle in vaso.’” A quel punto, anche il rinomato Gerald Kuiper si riferiva a Giove come a una stella e al sistema Sole-Giove come a un binario. STELLE FALLITE Il 3 dicembre 1973 è una data storica negli annali dell'astronomia. In quel giorno, Pioneer 10 passò a 81.000 miglia da Giove. Esattamente un anno dopo, Pioneer 11 sfiorò a 27.000 miglia dalla regione polare sud del pianeta. I nuovi dati che queste due sonde spaziali trasmisero sulla Terra fecero correre astronomi e astrofisici a tornare ai loro calcolatori e calcoli. Le osservazioni nell'infrarosso avevano già indicato che Giove era molto più luminoso di quanto sarebbe stato il caso se fosse stato semplicemente un pianeta che rifletteva la luce. D. A. Allen notò che, a 5 mu, Giove appariva così luminoso che doveva irradiare più energia di quanta potesse assorbire dal Sole. “Quando i dati a lunghezza d'onda lunga sono inclusi,” scrisse Allen, “scopriamo che Giove irradia quasi tre volte l'energia che riceve.” Come se fosse stato l'unico o il primo, D. McNally, che allora era con l'Osservatorio dell'Università di Londra, suggerì l'idea che Giove potesse essere più simile a una stella che a un pianeta. John A. Simpson, allora professore di fisica all'Università di Chicago, descrisse Giove come “il miglior regalo della natura di ciò che è una stella di un uomo povero.” Ciò che i dati delle sonde Pioneer avevano rivelato era che Giove è una massa in rapida rotazione di idrogeno liquido. Il suo clima convettivo sembra essere guidato da ciò che i fisici hanno cominciato a chiamare il suo “calore interno primordiale.” Con il passare del tempo, sempre più astronomi hanno cominciato a parlare delle “proprietà stellari” di Giove e delle sue somiglianze a un “mini-sistema solare.” “Ma Giove non è sicuramente una stella,” affermò Henry Simmons e aggiunse che, sebbene il nucleo del pianeta possa raggiungere fino a 30.000 °C, la sua temperatura è “centinaia di volte troppo bassa per accendere le reazioni termonucleari che riscaldano le stelle.” Questi giganti planetari, ripeté Arielle Emmet, “non potrebbero riscaldarsi abbastanza per iniziare la combustione del deuterio.” Firsoff non era del tutto d'accordo. Affermò che anche la temperatura più bassa assunta dell'interno di Giove è adeguata per avviare la fusione nucleare. Con il deuterio, che è stato scoperto nell'atmosfera gioviana, una reazione può iniziare a 50.000 °K. La combustione di litio e berillio seguirebbe presto. “Questo potrebbe innalzare la temperatura centrale a 1.000.000 °C, necessaria per la reazione protone-protone, che è la principale fonte di energia del Sole.",
        "captions": [],
        "headers": ["STELLE FALLITE"]
    },
    {
        "page_type": "main",
        "page_number": 156,
        "content": "|",
        "captions": [{"source": "internal", "text": "Giove—irradiando più luce di quanto rifletta dal Sole. (Fotografia per gentile concessione di NAASA)"}],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 157,
        "content": "Secondo McNally, non è solo Giove ma l'intero sistema planetario gioviano che può essere classificato come “stelle fallite.” Ciò che si applica a Giove deve quindi applicarsi anche a Saturno. PROTO-STELE Entro la fine del 1980, Voyager 1 ha fatto per Saturno ciò che le precedenti sonde Pioneer avevano fatto per Giove. Garry Hunt, meteorologo della missione Voyager, ha dichiarato: “Abbiamo questo paradosso di corpi che sono in qualche modo simili a stelle all'interno ma hanno un clima simile a quello terrestre all'esterno.” Non è stato, ovviamente, necessario Voyager 1, o il successivo Voyager 2, per portare a casa questa conclusione. Scrivendo nel 1976, Simmons aveva già parlato per la comunità scientifica in generale quando affermò che, come Giove, Saturno sembra emettere più calore di quanto riceva dal Sole. “Essendo più lontano [scrisse Rick Gore], Saturno riceve solo un quarto dell'energia solare che riceve Giove. Su Giove il calore solare che colpisce l'atmosfera è uguale al calore interno che sale. Su Saturno, più distante, il riscaldamento interno domina. L'upwelling di questo calore può generare venti superficiali molto più forti. In ogni caso, entrambi i pianeti sono una delizia per i teorici. Infatti, gli scienziati hanno scoperto che Saturno genera esplosioni di energia nella gamma di frequenze di un megahertz. Gore ha descritto Saturno come “un gigante giallo pallido, una palla turbolenta di gas primordiale che somiglia più a una stella che ai pianeti interni che conosciamo.” Emmet aveva precedentemente espresso opinioni simili. “Le recenti osservazioni dei pianeti giganti, Giove e Saturno,” scrisse, “danno credito a precedenti speculazioni che entrambi fossero in realtà proto-stelle.” Entrambi hanno un sistema di satelliti accompagnatori che sono stati paragonati a miniature di sistemi solari. La temperatura di Saturno è stata infine data come 94.4 + 3 °K. Ma questo, deve essere sottolineato, non era la temperatura assunta dell'interno del pianeta. La sua emissione totale di calore è stata calcolata circa 2.2 volte superiore a quella della luce solare assorbita. Si è quindi ritenuto che questo calore in eccesso non possa essere dovuto a residui del periodo di formazione del pianeta. Una fonte di calore interno, a lungo postulata, è stata quindi ritenuta certa. Nel 1977 Firsoff aveva scritto che “è stato ovvio per molti anni che Saturno è riscaldato dall'interno.” Secondo lui, Saturno deve essere alimentato da processi nucleari sostanzialmente gli stessi che aveva postulato per Giove.",
        "captions": [],
        "headers": ["PROTO-STELE", "STELLA NANA ROSSA"]
    },
    {
        "page_type": "main",
        "page_number": 158,
        "content": "~~ 4",
        "captions": [{"source": "internal", "text": "Saturno—irradiando più calore di quanto riceva dal Sole. (Fotografia per gentile concessione di NAASA.)"}],
        "headers": ["~~ 4"]
    }
]