[
    {
        "page_type": "main",
        "page_number": 349,
        "content": "L'inquietudine accademica riguardo al fatto che \"l'acqua del pianeta potrebbe ancora migrare dal lato diurno a quello notturno, uccidendo qualsiasi prospettiva di vita.\" Ulteriori studi condotti nel 1997 da Martin Heath hanno quindi proposto una soluzione basata sulla profondità dei bacini oceanici. Anche se la superficie degli oceani dovesse congelarsi sul lato oscuro, ragionò Heath, potrebbero comunque esserci strati liquidi in profondità che sarebbero mantenuti dallo stesso calore geotermico del pianeta. \"Questo permetterebbe all'acqua liquida di fluire di nuovo verso il lato diurno.\" Nel modello proto-saturniano, tale trasferimento di acqua liquida da un emisfero all'altro non sarebbe nemmeno necessario. Come abbiamo visto, secondo più di un ricercatore, la Terra si sarebbe trovata all'interno del mantello di plasma di proto-Saturno. Per ripetere, come affermarono sia Ashton che Thornhill, il calore e la luce di proto-Saturno sarebbero stati \"irradiati sia verso l'esterno che verso l'interno dalla fotosfera\"; che \"la Terra, situata all'interno dell'involucro sferico di tale stella...troverebbe il flusso energetico quasi uguale su tutto il pianeta\"; e che \"tutti gli oggetti in orbita in quella regione riceverebbero la stessa energia per unità di area della loro superficie.\" Nessun congelamento delle superfici oceaniche entrerebbe quindi in gioco. STELLA STAZIONARIA Su un tale pianeta in fase di blocco, come immaginato da Croswell, il sole nano rosso non tramonterebbe mai. \"Invece,\" ci dice, questo sole \"sarebbe sospeso perpetuamente nello stesso punto del cielo.\" Come abbiamo visto, questo sarebbe stato anche il caso nel nostro modello di allineamento assiale, eccetto che, nel nostro caso, il sole proto-saturniano sarebbe stato sospeso nel polo celeste nord della Terra. In questo caso, il modello proposto da Croswell incontra alcune difficoltà che l'esemplare saturniano supera. Come ha sottolineato Croswell: \"Piante e alberi potrebbero orientarsi verso [il sole nano rosso sospeso] mentre crescevano. Ma poiché il sole è stazionario, alcune regioni non vedrebbero mai la luce diretta del sole. Una regione all'ombra di una montagna, per esempio, sarebbe per sempre in ombra, impedendo la fotosintesi lì.\" La situazione sarebbe ancora peggiore nell'oscurità totale dell'emisfero opposto. Tuttavia, questo predicament non influenzerebbe il modello proto-saturniano poiché, come già notato, la luce del sole proto-saturniano sospeso, per quanto debole, sarebbe stata riflessa dall'involucro di plasma verso tutte quelle aree prive di luce solare diretta. SOLE LUNGO-VIVENTE Quanto a lungo potrebbe durare una tale situazione? Croswell ci dice che le stelle nane rosse hanno effettivamente un vantaggio rispetto a quelle simili al sole. Questo perché la loro massa minore consente loro di \"bruciare\" il loro combustibile ridotto \"così frugalmente che alcune sopravvivranno per più di 1000 miliardi di anni,\" mentre il Sole, si afferma, \"morirà in appena 8 miliardi di anni.\"",
        "captions": [],
        "headers": ["STELLA STAZIONARIA", "SOLE LUNGO-VIVENTE"]
    },
    {
        "page_type": "main",
        "page_number": 350,
        "content": "\"Ci sono voluti 4,6 miliardi di anni affinché l'intelligenza terrestre evolvesse da quando si è formato il Sistema Solare, ma la vita sulla Terra potrebbe essere atipica. Se l'intelligenza richiede generalmente più tempo per emergere, allora i pianeti che orbitano attorno a nane rosse potrebbero essere ideali.\" Sembra quindi che, entrando nel Sistema Solare, la Terra si sia effettivamente spostata in un ambiente più ostile, piuttosto che in uno più benigno. LA RICERCA DI PIANETI INTORNO A STELLE NANE Tutto ciò potrebbe essere interessante, ma il lettore potrebbe chiedere: è noto che le stelle nane siano accompagnate da pianeti? In realtà, pianeti in compagnia di stelle nane rosse sono già stati rilevati. Questi pianeti, tuttavia, sono \"più simili a Giove\" che alla Terra. Due pianeti delle dimensioni di Giove, per esempio, sono stati rilevati in orbita attorno alla nana rossa conosciuta come Gliese 876, che si dice si trovi a sole 15 anni luce da noi. \"Questi particolari pianeti sono poco probabili per ospitare vita...poiché i pianeti delle dimensioni di Giove — almeno nel nostro Sistema Solare — consistono principalmente di idrogeno e elio.\" Laurance Doyle, d'altra parte, crede che il suo team possa aver rilevato un mondo delle dimensioni della Terra attorno a CM Draconis, un sistema binario di nane rosse. A causa della difficoltà di rilevare tali corpi piccoli, Doyle ha potuto fornire solo una probabilità del \"50-50\" che ciò fosse corretto. Nel frattempo, tuttavia, lui e il suo team hanno altri candidati che, al momento della scrittura, stavano ancora investigando. Ci sono altri dettagli portati alla luce da Croswell in relazione ai pianeti delle stelle nane, ma anche questi devono essere riservati per un volume futuro. C'è, tuttavia, un altro elemento di un tale sistema di cui desidero parlare perché serve a introdurre l'argomento del capitolo successivo che, a sua volta, ci permetterà di indagare ulteriormente se un allineamento assiale della Terra con il suo sole proto-saturniano sia mai stato il caso. Come informò Croswell i suoi lettori, un pianeta attorno a una nana rossa sarebbe privo di stagioni poiché \"la forza di marea della stella impedirebbe al suo asse di rotazione di inclinarsi.\" Nel modello che sostiene, è superfluo dire, solo un lato sarebbe baciato dalla luce perpetua, con l'altro emisfero in oscurità perpetua. In questo modello, il posto più caldo del pianeta sarebbe un punto sull'equatore, con temperature che scendono in un percorso radiante, \"scendendo verso il congelamento vicino alla linea di divisione tra i lati giorno e notte.\" Inoltre, un cappello di ghiaccio si formerebbe proprio al centro del lato notturno. Come lo ha espresso Heath: \"L'emisfero diurno sarà dove si svolgerà l'azione. Per una cosa, farà abbastanza freddo sul lato oscuro. Sappiamo che ci sono organismi che possono sedere in sacche d'acqua nel ghiaccio e svolgere fotosintesi, ma non possono farlo se non c'è luce che arriva lì.\" Non c'è bisogno di ripetere che questa non è la condizione prevista in un sistema allineato assialmente racchiuso in un involucro di plasma. E, come abbiamo anche notato, la vita può, e fa, mantenere e propagare se stessa nell'oscurità totale proprio qui sulla Terra. Quindi perché ne parlo? Lo faccio perché un mondo senza stagioni, o con una sola stagione, è precisamente ciò che l'uomo antico proclamava essere il caso \"all'inizio.\" Inoltre, è precisamente ciò che troviamo codificato nei resti paleontologici della Terra.",
        "captions": [],
        "headers": ["LA RICERCA DI PIANETI INTORNO A STELLE NANE"]
    },
    {
        "page_type": "main",
        "page_number": 351,
        "content": "Capitolo 18 Un Mondo Con Una Stagione LA NATURA DELLE STAGIONI Le stagioni sono causate dall'inclinazione dell'asse della Terra rispetto al piano dell'eclittica. Ciò significa che non tutte le latitudini della Terra ricevono la stessa quantità di radiazione diretta dal Sole in ogni momento. L'estate arriva nell'emisfero settentrionale perché l'asse della Terra in quel momento inclina il polo nord verso il Sole (più vicino durante il solstizio d'estate). In inverno, è il polo sud che è inclinato verso il Sole (più vicino durante il solstizio d'inverno). Nel mezzo, durante gli equinozi, entrambi gli emisferi ricevono la stessa quantità di radiazione solare perché l'asse della Terra non punta né verso né lontano dal Sole. Questo significa anche che, nell'emisfero meridionale, le stagioni sono invertite, con l'estate che arriva in inverno, l'autunno in primavera, l'inverno in estate e la primavera in autunno. Ma, mentre tutto ciò è astronomicamente vero, non è necessariamente sempre evidente qui sulla Terra. Così, la divisione stagionale quadripartita dell'anno può raramente essere riconosciuta nel ciclo annuale stesso. Nel Mondo Occidentale, le stagioni sono state calcolate in base al ciclo annuale delle piante coltivate: l'inverno come stagione di dormienza, la primavera come quella della semina, l'estate come quella della crescita e l'autunno come quella del raccolto. Tuttavia, come sappiamo, la primavera e l'autunno sono semplicemente periodi di transizione. L'inverno e l'estate sono le uniche due stagioni che presentano una differenza estremamente distinta. Oltre a ciò, le temperature stagionali non prestano attenzione all'inclinazione dell'asse della Terra. Parti della primavera possono essere fredde o calde come l'inverno o l'estate, così come possono esserlo anche parti dell'autunno. Il clima dipende dai venti in movimento, a loro volta dipendenti dall'evaporazione dell'acqua, e anche dalla particolare topografia del territorio. Così, per esempio, poiché il raccolto egiziano dipendeva totalmente dall'inondazione del Nilo, l'anno degli antichi egizi era diviso in sole tre stagioni: akhet (inondazione), peret (emergenza) e shemu (aridità). Gli indù, d'altra parte, calcolano una divisione in sei parti: rtus: vasantika (primavera), graishma (estate), varshika (stagione delle piogge), sarad (autunno), hima (inverno precoce) e sishira (inverno tardivo), tutte le quali, si sottolinea, \"si sovrappongono l'una all'altra.\" Le stagioni non significano la stessa cosa per tutti. Gli antichi celti dividevano l'anno in quattro divisioni trimestrali attraverso festival religiosi senza alcuna preoccupazione per i solstizi o gli equinozi, in altre parole senza alcun riconoscimento dei giorni più brevi o più lunghi.",
        "captions": [],
        "headers": ["LA NATURA DELLE STAGIONI"]
    },
    {
        "page_type": "main",
        "page_number": 352,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "L'agricoltura egiziana era limitata alla terra arabile che era solo una stretta striscia ai lati del Nilo. Poiché era dipendente dall'innalzamento e abbassamento annuale del fiume, l'anno era diviso in sole tre stagioni: Inondazione, Emergenza e Aridità. (illustrazione di John Green.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 353,
        "content": "I festival religiosi, noti con i nomi di Samhain, Imbolg, Beltane e Lughnasad, sono stati detti segnare l'inizio delle stagioni, ma in realtà non lo fanno. Samhain, che si dice significhi \"estate,\" cade il 1° novembre, che è la fine dell'estate; Imbolg, che si dice segni l'inizio della primavera, cade il 1° febbraio; Beltane, che non significa \"estate,\" ma che si dice \"annunciare l'inizio dell'estate,\" cade il 1° maggio; e Lughnasad, cade il 1° agosto. Eppure, Giulio Cesare ci ha detto che i druidi celtici possedevano \"molte conoscenze delle stelle e del loro movimento, delle dimensioni del mondo e del movimento del cielo e delle stelle.\" Hanno persino ideato \"un sofisticato calendario lunare con mesi di ventinove o trenta giorni, con ogni mese diviso in due semestri...e avevano periodi intercalari per mantenerlo in linea con l'anno solare.\" Anche se calcolavano il passaggio del tempo in base al numero di notti piuttosto che ai giorni, questa conoscenza avrebbe dovuto consentire loro di calcolare i tempi del giorno più lungo e più corto.",
        "captions": [
            {
                "source": "internal",
                "text": "I Celti dividevano l'anno in quattro divisioni trimestrali punteggiate da festival religiosi senza alcuna preoccupazione per le stagioni astronomiche. Qui sopra è mostrato il passaggio del bestiame tra due falò, un rituale celebrato durante il festival del Primo Maggio di Beltane. (Illustrazione di A. G. Smith.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 354,
        "content": "Il Polo Nord, nel frattempo, non è sempre così freddo come si suppone generalmente. Le temperature artiche in estate raggiungono solitamente gli 80° F all'ombra. Temperature fino a 85° F sono state regolarmente riportate con un record di 100° F all'ombra a Fort Yukon in Alaska. Il freddo più intenso non si trova al Polo Nord o al centro dell'Oceano Artico noto come Polo di Inaccessibilità. Il posto più freddo nell'Artico si trova nel bacino dello Yukon, condiviso dall'Alaska e dal Territorio dello Yukon, e dalla provincia di Yakutsk in Siberia dove temperature inferiori a 90° F sotto zero \"sono state registrate in modo affidabile.\" Eppure, grano, orzo, avena e segale vengono coltivati \"se non proprio al polo molto freddo dell'emisfero settentrionale, almeno a una distanza relativamente breve da esso, dove la temperatura scende frequentemente sotto gli 80° sotto zero.\" L'Antartide, dall'altra parte del \"mondo,\" è completamente diversa. La temperatura media mensile estiva al Polo Sud è di meno 28° F. Raramente la temperatura supera lo zero e \"solo qui e là sulla costa antartica.\" In inverno può variare ovunque",
        "captions": [
            {
                "source": "internal",
                "text": "Il festival celtico di Lughnasad, celebrato in onore del dio Lugh, cadeva il 1° agosto. Le celebrazioni, che includevano la raccolta del raccolto, iniziavano però già il 15 luglio e continuavano per un mese intero fino al 15 agosto. (illustrazione di A. G. Smith.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 355,
        "content": "Nelle latitudini tropicali, le differenze stagionali nel clima dipendono dai venti in movimento dove l'alternanza di giorni di pioggia e giorni asciutti è più importante della temperatura. Né queste stagioni di pioggia e asciutte corrispondono necessariamente all'inverno e all'estate. Infatti, i luoghi vicini all'equatore possono sperimentare due stagioni di pioggia e due stagioni asciutte all'anno. La lunghezza e l'intensità di queste stagioni di pioggia e asciutte dipendono anche dal rilievo del territorio e dall'esposizione ai venti provenienti da direzioni diverse. Eppure, indipendentemente dal periodo dell'anno, le stagioni di pioggia tropicali sono quasi senza eccezione più fresche delle stagioni asciutte. Nella maggior parte dell'India, la stagione delle piogge si verifica in estate, quella secca in inverno. Nonostante il calcolo indù delle stagioni, come menzionato sopra, l'India, come l'antico Egitto, è considerata avere solo tre stagioni—e queste sono di lunghezza disuguale: una stagione fresca da dicembre a febbraio, una stagione calda da marzo a metà giugno, e una stagione delle piogge da metà giugno a novembre. I Rotumani, che vivono su una piccola isola vicino all'equatore, calcolano il passaggio del tempo in periodi di sei mesi, o lune. I cambiamenti di temperatura lì sono lievi, con la differenza di stagioni appena percettibile. Non solo i nativi non possono osservare alcun cambiamento di stagione, ma la vegetazione stessa non è materialmente influenzata durante tutto l'anno. Così, ugualmente, nelle Isole Kingsmill, conosciute anche come Isole Gilbert, situate direttamente sotto l'equatore, dove i nativi calcolano il loro \"anno\" come un periodo di dieci mesi senza alcun riferimento alle stagioni. Si può quindi vedere che, mentre le stagioni ufficiali sono legate al calendario astronomico, le variazioni stagionali effettive, i climi e le temperature non dipendono interamente dall'inclinazione assiale della Terra.",
        "captions": [
            {
                "source": "internal",
                "text": "Le isole del Pacifico vicine all'equatore non mostrano cambiamenti stagionali. Fino a poco tempo fa, i nativi di tali isole calcolavano il loro \"anno\" senza alcuna considerazione per le stagioni."
            },
            {
                "source": "external",
                "text": "tra meno 80° F e meno 127° F,\" con una temperatura record di meno 129° F."
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 356,
        "content": "Considerato avere solo tre stagioni—e queste sono di lunghezza disuguale: una stagione fresca da dicembre a febbraio, una stagione calda da marzo a metà giugno, e una stagione delle piogge da metà giugno a novembre. I Rotumani, che vivono su una piccola isola vicino all'equatore, calcolano il passaggio del tempo in periodi di sei mesi, o lune. I cambiamenti di temperatura lì sono lievi, con la differenza di stagioni appena percettibile. Non solo i nativi non possono osservare alcun cambiamento di stagione, ma la vegetazione stessa non è materialmente influenzata durante tutto l'anno. Così, ugualmente, nelle Isole Kingsmill, conosciute anche come Isole Gilbert, situate direttamente sotto l'equatore, dove i nativi calcolano il loro \"anno\" come un periodo di dieci mesi senza alcun riferimento alle stagioni. Si può quindi vedere che, mentre le stagioni ufficiali sono legate al calendario astronomico, le variazioni stagionali effettive, i climi e le temperature non dipendono interamente dall'inclinazione assiale della Terra. Tutto ciò solleva la domanda: le stagioni sono necessarie per la propagazione e il sostentamento della vita? IL DIO DELLE STAGIONI Su una Terra avvolta nella semi-oscurità di un'alba perpetua, priva della successione di giorno e notte, con un calore radiante che riflette uniformemente, o quasi uniformemente, su tutte le parti del nostro globo, il nostro mondo potrebbe aver sperimentato solo una stagione. Le prove se questo sia mai stato così possono trovarsi solo qui sulla Terra. Ma, prima di approfondire, poiché le stagioni sarebbero eventualmente sorte, la nostra ricostruzione di questi eventi primordiali richiede che il racconto mito-storico colleghi l'arrivo delle quattro stagioni con la divinità saturniana che l'uomo era solito venerare. Questa richiesta può anche essere soddisfatta? Notiamo, per cominciare, che l'associazione della parola \"stagione\" con Saturno è discernibile in latino. Infatti, la parola inglese \"season\" deriva, attraverso un percorso tortuoso di parole europee associate, dal latino sationem, accusativo satio, \"semina.\" Secondo gli antichi stessi, era questa parola, satio, e o satus, che è \"seme,\" da cui derivava il nome di Saturno—cioè, Saturnus. Come indicato, una forma più antica di Saturnus, che a volte era scritta Saeturnus, era Saetus. Era quindi convinto che il nome Saeturnus derivasse da Saetus attraverso l'avestrico xsaeto/xsaeta—che egli",
        "captions": [],
        "headers": ["IL DIO DELLE STAGIONI"]
    },
    {
        "page_type": "main",
        "page_number": 357,
        "content": "Preferiva vedere come significante \"reggitore\"—e che solo in seguito la forma italica Saetus fosse stata associata a satio. Ma anche se Collitz ha ragione riguardo alla derivazione del nome Saturnus, non c'è dubbio che, nella mente dei romani che lo veneravano, le quattro stagioni erano assenti durante il regno del dio, periodo in cui il mondo godeva della gloria di una sola stagione. Così, nel descrivere l'età dell'oro di Saturno, Ovidio parlò dell'umanità come se fosse stata \"contenta di cibi che crescevano senza coltivazione\" in \"una stagione di primavera eterna.\" Fu solo dopo che il regno di Saturno giunse al termine che la primavera \"che era prevalsa in passato\" fu accorciata mentre \"un ciclo di quattro stagioni nell'anno, inverno, estate, autunno variabile e una breve primavera\" fu istituito. E non fu forse a causa di questo che Giano, che abbiamo già visto identificato dagli antichi stessi come Saturnus, fu deificato tra l'altro come dio delle stagioni? Non fu diverso nel Nuovo Mondo dove abbiamo già incontrato il peruviano Kon Tiki Viracocha. Avendolo precedentemente identificato come una divinità saturniana, non sorprende scoprire che si credeva fosse il \"potere guida nella regolazione delle stagioni\" che le stagioni erano effettivamente ordinate da lui. Più a nord, in Arizona, gli indiani di Oraibi veneravano un dio chiamato Machito che, come la divinità saturniana di altre razze, esisteva nell'oscurità in un periodo in cui \"non c'era sole, né luna, né stelle.\" Si dice che la gente si lamentasse \"a causa dell'oscurità e del freddo.\" Mentre il freddo menzionato qui potrebbe sembrare contraddire la nostra tesi, deve essere compreso che il racconto in questione coinvolge una serie prolungata di eventi che copre un periodo che va oltre ciò che è compreso in questo lavoro. Questo freddo, di cui il racconto mito-storico ha molto da dire, discese sul mondo alla fine dell'età dell'oro di Saturno ma prima dell'apparizione delle stagioni. Infatti, fu dopo che Machito produsse il Sole, che dissolse il freddo, insieme alla Luna e alle stelle, che egli \"designò tempi e stagioni.\" Molto di più può essere detto, ma a questo punto devo fermarmi perché stiamo ora avvicinandoci all'era dell'età dell'oro di Saturno che in realtà è venuta dopo e di cui l'argomento deve essere riservato per il suo giusto posto cronologico nel sequel pianificato di questo volume. Anche così, è opportuno ricordare le parole di Frederick Hall che considerava l'era di cui ci stiamo attualmente occupando come \"la fase primitiva dell'età dell'oro di Saturno.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 358,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "Giano—Dio delle stagioni."
            }
        ],
        "headers": []
    }
]