[
    {
        "page_type": "main",
        "page_number": 444,
        "content": "continuò aggiungendo che, \"se così fosse, potremmo congetturare che un'intenzione moralistica tardiva sia stata attribuita a un antico amuleto di fertilità.\"* Tali riflessioni, sia dei moderni che degli antichi, non vanno, tuttavia, alla radice del problema, soprattutto quando il soggetto stesso non è nemmeno considerato un problema. Un problema, invece, si presenta quando una ricerca approfondita rivela che il fallo divino era ritenuto agire come un pilastro di sostegno per il cielo o il firmamento. Una cosa su cui Cook aveva ragione è che il culto di Dioniso era di natura fallica. Come spiegò Marija Gimbutas: \"Il culto di [Dioniso] in Grecia è attestato da templi, sculture di falli e descrizioni di processioni che portavano enormi falli fino al II secolo a.C... Pieno di virilità, era il dio più amato dalle donne. \"L'abbondanza di falli nelle feste dionisiache, nelle sculture vicino ai templi, sugli erma utilizzati come segnali stradali e davanti alle porte delle case suggerisce che gli antichi Greci non fossero meno ossessionati dalla magia fallica rispetto agli Antichi Europei.\" E ancora: \"Il festival della Lenaia, tenuto a gennaio, era preceduto da una Dionisia Rurale in cui",
        "captions": [
            "L'impregnazione di Nut da parte di Geb, dove il fallo di Geb sostituisce la posizione usuale di Shu. Dal Papiro di Tameniu. (Confronta con l'illustrazione a pagina 486.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 445,
        "content": "",
        "captions": [
            "Fallo monumentale presso il santuario di Dioniso sull'isola di Delo. (Fotografia dell'autore.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 446,
        "content": "falli venivano portati in processione...\"95 Frammenti di falli in pietra, rappresentativi del dio stesso, possono ancora essere visti nel santuario di Dioniso, sull'isola sacra di Delo, suscitando ilarità, imbarazzo e/o shock nei turisti in visita. Ma ciò che è di maggiore importanza per questo studio è che lo stesso Dioniso, ancora adornato con rami di edera, era altrove rappresentato da un palo vestito come il dio. Non è necessario ripetere che Dioniso rappresentava un aspetto della divinità saturniana. La natura di ciò che questo fallo divino realmente fosse ci giunge da Fliunte. Lì, un uomo anziano alato con fallo eretto era un tempo raffigurato sulle porte della città. Questo essere era conosciuto come phaos rhyentes. Ciò che è interessante, tuttavia, è che, secondo Ippolito, phaos rhyentes era detto dai Sethiani significare \"il flusso discendente di luce dall'alto.\" \"Poiché vi era un raggio proveniente dall'alto da quella luce perfetta trattenuta nelle acque oscure, terribili, amare e sporche...\" La \"luce perfetta\" da cui emergeva questo raggio di luce era un vago ricordo del sole saturniano \"trattenuto\" al centro della sua nube placentare, ricordata qui come \"acqua oscura, terribile, amara e sporca\"—il \"fango\" o \"melma\" o mot dei Fenici. Che questo fosse un ricordo del ruach della Genesi è poi indicato quando Ippolito continua affermando che questo era \"lo spirito della luce che 'si muoveva' sulle acque.\" E poiché questo raggio era ricordato come \"proveniente dall'alto,\" è logico supporre che l'acqua in questione fosse anch'essa da qualche parte in alto, presumibilmente nel cielo, come la nostra tesi effettivamente richiede. Fu dunque questo \"flusso discendente di luce\" dal proto-Saturno e dalla sua nube placentare che gli antichi paragonarono alla gamba unica del dio e/o al suo pene. In alcuni casi, il dio stesso era considerato nient'altro che il fallo della Creazione. Di conseguenza, uno dei significati del nome del Creatore indù, Prajapati, è l'organo maschile della generazione. Più rivelatrice è una passaggio nel Linga Purana che è stato interpretato nel senso che: \"Pradhana, la materia primaria non evoluta, la causa dell'universo, è il Linga stesso. Alla radice del Linga è posto il creatore Brahma.\" Qui non solo troviamo nuovamente un riferimento alla nostra ipotizzata nube placentare come \"materia non evoluta,\" ma anche la sua diretta associazione con il linga, cioè il fallo, così come con Brahma che, come abbiamo visto, originò come un avatar di Saturno. Curiosamente, nel Bhagavata Purana, viene presentata l'immagine di un delfino cosmico con il pianeta Saturno stesso proiettato sul suo organo generativo. Di maggiore importanza è il fatto che, in alcuni casi, un fallo \"scolpito in granito, marmo o avorio,\" che era solito essere custodito \"nel recesso più interno, o santuario\" dei templi indù, era \"sormontato da una stella dorata.\" Un fallo colossale simile fu presentato da Tolomeo Filadelfo al tempio di Osiride ad Alessandria. Anche questo era coronato in oro",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 447,
        "content": "e sormontato da una stella dorata, che era \"portata su uno splendido carro nel mezzo di processioni religiose.\" Il significato che questi ultimi due elementi hanno per noi è che, in ciascun caso, la stella dorata che sormontava il fallo verticale serviva come un simbolo cogente del sole proto-saturniano visto in cima all'asse infuocato nel cielo. Un'altra parola di cautela: come nel caso degli dèi con una sola gamba, non tutte le divinità falliche, e Shiva in particolare, devono essere identificate con Saturno, ma anche questo deve attendere future rivelazioni. IL PILASTRO DEL CIELO Nell'Arabia pre-islamica, pilastri chiamati hammanim erano eretti sugli altari del dio Ba'al. In cima a ciascuno di questi pilastri poggiava il disco di Samsu, solitamente inteso come il nome del Sole. Concesso che Samsu, così come le sue varianti SemeS e Sim8a, fu infine utilizzato come nome per il Sole, abbiamo visto che il Samas (o Shamash) assiro-babilonese fu specificato dagli stessi Assiro-Babilonesi come il nome per il pianeta Saturno. Possiamo quindi assumere con sicurezza che il Samsu pre-islamico originariamente rappresentasse lo stesso pianeta. Questo è supportato dal fatto che il nostro attuale Sole non sembra poggiare su alcun tipo di pilastro mentre, come abbiamo visto sopra, il sole proto-saturniano era così concepito come se stesse su un supporto che era, tra le altre cose, visualizzato come un vortice verticale, una gamba unica e/o un fallo eretto. Così, Elmer Suhr, che confuse molte questioni mitologiche, fu comunque abbastanza perspicace da rendersi conto che il vento primordiale \"è particolarmente efficace nei cieli in cima alla colonna cosmica.\" Suhr ci dice che questa colonna cosmica era \"un concetto molto antico risalente ai tempi primitivi,\" e che era il \"sole\" in cima a questa colonna a creare il vento \"con il suo movimento vorticoso.\" Inoltre: \"È particolarmente importante pensare alla colonna cosmica non come a un palo statico ma come a un crogiolo in costante vortice, che forma e riforma perennemente gli elementi costitutivi negli aspetti mutevoli dell'esperienza umana.\" La memoria riguardante l'associazione di questo pilastro con Saturno fu mantenuta nei Sibillini Cristiani che proclamano che Sabaoth Adonai \"siederà su un trono celeste e stabilirà un grande pilastro,\" che altrove è reso un \"pilastro di gloria.\" Sabaoth, a volte reso Zebaot, è un nome derivato dall'ebraico tsaba o tseba'ah, che significa \"esercito,\" ed è usato nel Nuovo Testamento come epiteto militare di Dio. Adonai, nel frattempo, significa \"mio Adon,\" dove Adon è un titolo fenicio che semplicemente significa \"Signore.\" Seguendo l'esempio dei Cananei, che erano gli stessi Fenici, gli Ebrei usarono l'epiteto Adonai per designare il loro Dio. Così si diceva che quando Dio chiese ad Adamo quale fosse il suo nome, Adamo rispose con le parole: \"Adonai, Signore, perché Tu sei Signore su tutte le creature.\" Come lo ha descritto Louis Ginzberg, il nome Adonai è \"il nome stesso che Dio si è dato, il nome con cui gli angeli lo chiamano, il nome che rimarrà immutabile per sempre.\" Inoltre, quando si dice che Mosè chiese a Dio il suo nome, Dio avrebbe risposto: \"Desideri conoscere il Mio Nome? Il Mio Nome è secondo i Miei atti. Quando giudico le Mie creature, sono chiamato Elohim...quando mi alzo per combattere contro i peccatori, sono Signore Zebaot...quando ho misericordia del mondo, sono Adonai.\" Altrove si dice che Adonai ed Elohim erano \"i due nomi sacri di Dio,\" anche se, in realtà, era conosciuto con molti altri. Questo, quindi, ci dice che, per quanto riguarda gli Ebrei, Adonai e Signore Zebaot, che si traduce come Sabaoth Adonai, erano lo stesso di Elohim, il plurale maestoso di El, cioè Saturno.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 448,
        "content": "era dagli stessi Assiro-Babilonesi specificato come il nome per il pianeta Saturno. Possiamo quindi assumere con sicurezza che il Samsu pre-islamico originariamente rappresentasse lo stesso pianeta. Questo è supportato dal fatto che il nostro attuale Sole non sembra poggiare su alcun tipo di pilastro mentre, come abbiamo visto sopra, il sole proto-saturniano era così concepito come se stesse su un supporto che era, tra le altre cose, visualizzato come un vortice verticale, una gamba unica e/o un fallo eretto. Così, Elmer Suhr, che confuse molte questioni mitologiche, fu comunque abbastanza perspicace da rendersi conto che il vento primordiale \"è particolarmente efficace nei cieli in cima alla colonna cosmica.\" Suhr ci dice che questa colonna cosmica era \"un concetto molto antico risalente ai tempi primitivi,\" e che era il \"sole\" in cima a questa colonna a creare il vento \"con il suo movimento vorticoso.\" Inoltre: \"È particolarmente importante pensare alla colonna cosmica non come a un palo statico ma come a un crogiolo in costante vortice, che forma e riforma perennemente gli elementi costitutivi negli aspetti mutevoli dell'esperienza umana.\" La memoria riguardante l'associazione di questo pilastro con Saturno fu mantenuta nei Sibillini Cristiani che proclamano che Sabaoth Adonai \"siederà su un trono celeste e stabilirà un grande pilastro,\" che altrove è reso un \"pilastro di gloria.\" Sabaoth, a volte reso Zebaot, è un nome derivato dall'ebraico tsaba o tseba'ah, che significa \"esercito,\" ed è usato nel Nuovo Testamento come epiteto militare di Dio. Adonai, nel frattempo, significa \"mio Adon,\" dove Adon è un titolo fenicio che semplicemente significa \"Signore.\" Seguendo l'esempio dei Cananei, che erano gli stessi Fenici, gli Ebrei usarono l'epiteto Adonai per designare il loro Dio. Così si diceva che quando Dio chiese ad Adamo quale fosse il suo nome, Adamo rispose con le parole: \"Adonai, Signore, perché Tu sei Signore su tutte le creature.\" Come lo ha descritto Louis Ginzberg, il nome Adonai è \"il nome stesso che Dio si è dato, il nome con cui gli angeli lo chiamano, il nome che rimarrà immutabile per sempre.\" Inoltre, quando si dice che Mosè chiese a Dio il suo nome, Dio avrebbe risposto: \"Desideri conoscere il Mio Nome? Il Mio Nome è secondo i Miei atti. Quando giudico le Mie creature, sono chiamato Elohim...quando mi alzo per combattere contro i peccatori, sono Signore Zebaot...quando ho misericordia del mondo, sono Adonai.\" Altrove si dice che Adonai ed Elohim erano \"i due nomi sacri di Dio,\" anche se, in realtà, era conosciuto con molti altri. Questo, quindi, ci dice che, per quanto riguarda gli Ebrei, Adonai e Signore Zebaot, che si traduce come Sabaoth Adonai, erano lo stesso di Elohim, il plurale maestoso di El, cioè Saturno.",
        "captions": [
            "Il Sakti Puja. Tableau di divinità indù attorno a un emblema fallico."
        ],
        "headers": []
    }
]