{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 19,
            "content": "TU ae nie aN a ns a it an ce ny\n\nGli scribi egizi indossavano kilt speciali, stirati in maniera particolare, che, sedendosi a gambe incrociate, fungevano da \"scrivania\" su cui poggiare il loro foglio di papiro durante la scrittura — il primo laptop?",
            "captions": [
                "(Da una statua ora nel Louvre, Parigi)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 20,
            "content": "Il reciter potrebbe porre una domanda al recitatore e ricevere una risposta con spiegazioni. Tuttavia, non si può mettere in discussione la parola scritta. E, in questo senso, è stata persa tanta conoscenza quanto ne è stata registrata. Questo dobbiamo tenerlo a mente mentre continuiamo il nostro studio e, anche se non userò mai questo come un sostegno, ricorrerò a ricordarlo al lettore di tanto in tanto nelle pagine che seguono. Come hanno osservato Sharon Begley et al.: “Prima che ci sia conoscenza, deve esserci memoria. Eppure pochi soggetti rimangono così sconosciuti, così oscurati in metafora e mito. Secondo gli antichi Greci, la vita è l'atto di ricordare conoscenze che l'anima ha dimenticato al momento della nascita in un corpo... I pensatori successivi notarono la perversità dei ricordi — come nulla li imprime più fortemente del desiderio di dimenticare.”\n\nPERPLESSITÀ\n\nRoger Wescott di recente ha scritto: “Da quando i filosofi greci hanno iniziato per primi l'esame critico del mito omerico ed eseodico, alcuni mitologi hanno caratterizzato i miti in generale come folli.”\n\nCome affermava Wallis Budge riguardo ai testi egiziani, la perplessità delle credenze antiche confondeva anche quegli antichi stessi che professavano di aderirvi. Parlando in particolare dell'antichità del cosiddetto Libro dei Morti, Budge informava i suoi lettori che non vi è dubbio che “la maggior parte” di questi testi “sono molto più antichi del periodo del...primo re storico dell'Egitto.” Secondo lui: “Alcune sezioni infatti sembrano appartenere a un tempo indefinitamente remoto e primordiale.” Coloro che vennero dopo, tuttavia, non sembravano sempre capire a cosa gli originali avessero fatto riferimento — che è esattamente la situazione che Thamus, nel rimproverare Thoth, aveva inteso enfatizzare.\n\n“I testi più antichi portano in sé prove, non solo di essere stati composti, ma anche di essere stati revisionati o editati, molto prima dei giorni del re Mena [o Menes], e giudicando da molti passaggi nelle copie incise in geroglifici sulle piramidi di Unas [e altri re antichi], sembrerebbe che, anche a quella data remota, gli scribi fossero perplessi e a malapena capissero i testi che avevano davanti.”\n\nRiguardo a un particolare e molto importante “capitolo” del Libro dei Morti — un “capitolo” che è stato considerato “un riassunto dell'intero Libro dei Morti” — e basando la sua opinione su quella di Chabas, Budge afferma che non era solo “molto antico” e “molto misterioso,” ma “molto difficile da capire” anche “quattordici secoli prima della nostra era.” Possiamo noi, millenni dopo, fare qualcosa di meglio nel nostro tentativo di capire questi testi? E sono solo i testi egiziani a porre questo problema per noi?\n\nParlando dei grandi poemi dei tedeschi, degli indiani, dei finlandesi e di altri popoli antichi, Sigmund Freud affermava che la causa originale dietro questi poemi era già caduta nell'oblio prima dell'arrivo di Alessandro Magno, che stesso lamentava di non avere Omero per immortalare le sue gesta. Saremo noi, così tanti secoli dopo, in grado di scoprire “la causa dietro questi poemi”?\n\nNaturalmente, come chiunque abbia mai letto qualcosa su di lui sa, Freud aveva le sue credenze psicoanalitiche in mente quando si riferiva ai miti antichi. Come notava Richard Heinberg, “i sostenitori dell'approccio non storico alle interpretazioni dei miti sono più o meno costretti non tanto a spiegare... i miti quanto a spiegarli via.” E, nonostante il mito in generale stia iniziando a perdere terreno.\n\nChe bene si possa ancora dire dei metodi psicoanalitici di Freud, alla fine, è esattamente quello che fece nei suoi tentativi di analizzare i messaggi che credeva fossero contenuti nel mito antico — finì per spiegarli via. Fortunatamente, come notava anche Heinberg, “l'approccio della ‘fantasia collettiva’ agli eventi o alle situazioni.”\n\nCosì, nonostante sua stessa chiamata come psicoanalista, Theodore Reik dovette ammettere che:\n\n“[I miti] ci apparivano inizialmente come sogni ad occhi aperti collettivi, come esaudimento di desideri delle masse. Tale caratterizzazione rimane psicologicamente valida, ma oggi applichiamo l'interpretazione dei miti nella speranza di scoprire nelle loro profondità precipitazioni o sedimenti storico-reali...”"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 21,
            "content": "in oblio prima dell'arrivo di Alessandro Magno, che stesso si lamentava di non avere Omero per immortalare le sue gesta. Riusciremo noi, così tanti secoli dopo, a scoprire “la causa dietro questi poemi”?\n\nNaturalmente, come sa chiunque abbia mai letto qualcosa su di lui, Freud aveva le sue credenze psicoanalitiche in mente quando si riferiva ai miti antichi. Come ha notato Richard Heinberg, “i sostenitori dell'approccio non storico alle interpretazioni dei miti sono più o meno costretti non tanto a spiegare... i miti quanto a spiegarli via.” E, nonostante il mito in generale stia iniziando a perdere terreno.\n\nChe bene si possa ancora dire dei metodi psicoanalitici di Freud, alla fine, è esattamente quello che fece nei suoi tentativi di analizzare i messaggi che credeva fossero contenuti nel mito antico — finì per spiegarli via. Fortunatamente, come notava anche Heinberg, “l'approccio della 'fantasia collettiva’ agli eventi o alle situazioni.”\n\nCosì, nonostante la sua stessa vocazione come psicoanalista, Theodore Reik dovette ammettere che:\n\n“[I miti] ci apparivano inizialmente come sogni ad occhi aperti collettivi, come esaudimento di desideri delle masse. Tale caratterizzazione rimane psicologicamente valida, ma oggi applichiamo l'interpretazione dei miti nella speranza di scoprire nelle loro profondità precipitazioni o sedimenti di realtà storico-reale precipitate.”"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 22,
            "content": "“Io sono il signore della corona. Sono nell'Occhio, il mio uovo...Il mio seggio è sul mio trono. Mi siedo nella pupilla dell'Occhio.”\n\nOra vi chiedo, che significato si può estrarre da quanto sopra? Come “signore della corona”, la divinità può essere intesa come il dio incoronato. Così può dire che il suo seggio è sul suo trono. Non c'è nulla di enigmatico in un dio incoronato che siede sul suo trono. Ma cosa significa che la divinità è, o risiede, “nell'Occhio” o che siede “nella pupilla dell'Occhio”? Cos'è questo “Occhio” in cui risiede il dio? E perché l'occhio è equiparato al suo uovo? Cosa ha a che fare un occhio con un uovo? Cos'è questo uovo, comunque?\n\nEppure, per quanto enigmatiche siano queste parole, insieme ad altre relative a temi diversi, uno studio approfondito ne rivelerà la coerenza e persino la logica una volta che la chiave del simbolismo dietro di esse sarà compresa.\n\nERRATA TRADUZIONE\n\nUna volta che i miti furono messi per iscritto, erano inevitabili degli errori di traduzione. Qui, un'illustrazione offerta da Bob Forrest viene subito in mente.\n\n“Posso immaginare quanto possano sorgere anomalie strane nella trasmissione, e questo punto mi è stato chiaramente dimostrato da un curioso esempio che ho incontrato proprio di recente: la scarpa di vetro di Cenerentola. Avevo sempre trovato strano che la scarpa dovesse essere fatta di vetro, ma secondo il ‘Dizionario di Frasi e Fabula’ di Brewer ciò è nato da una errata traduzione della frase ‘pantoufle en vair’ (una scarpa di pelliccia) come ‘a glass slipper’ (pantoufle en verre). Tuttavia, non suppongo che le stranezze della trasmissione orale possano spiegare più di una singola ‘peculiarità’ di un mito, leggenda o storia.”\n\nUn altro esempio riguarda uno dei detti più famosi attribuiti a Gesù: “È più facile che un cammello passi per la cruna di un ago, che un ricco entri nel regno di Dio.” Come ha indicato Vitaliano, si tratta più che probabilmente di una errata traduzione del greco, nella quale i Vangeli furono originariamente scritti, dove la parola greca per “corda” — kameylos — fu tradotta erroneamente come “cammello” — kamelos. Questo perché il suono della lettera greca phi suona molto simile a quello di epsilon a orecchio straniero. Così le parole di Gesù dovrebbero essere tradotte come: “È più facile che una corda passi per la cruna di un ago, che un ricco entri nel regno di Dio” — il che, diciamolo, fa una similitudine migliore.\n\nQuando si tratta di ebraico, lingua in cui i libri dell'Antico Testamento furono originariamente redatti, incontriamo difficoltà ancora maggiori perché, da un lato, l'ebraico biblico era scritto senza vocali, creando così confusione tra parole che contengono le stesse consonanti ma suoni vocalici diversi, e, dall'altro, esistono oltre mille parole ebraiche che compaiono solo nell'Antico Testamento e, in alcuni casi, vi compaiono solo una volta. Come, allora, senza confronto, è possibile verificare con certezza il significato di tali parole?\n\nCome sarà visto nelle pagine future, tali errate traduzioni, che devono più alla parola scritta che alla tradizione orale, permeano le fonti mitologiche della maggior parte delle nazioni antiche. Ma, piuttosto che risultare dannose per la nostra causa, tali errate traduzioni, dove trovate, ci aiuteranno effettivamente a scoprire la verità."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 23,
            "content": "ERRATE INTERPRETAZIONI\n\nIl lettore occasionale di mitologia popolare potrebbe non rendersi conto fino a che punto l'argomento sia impregnato di contenuti astronomici. Ciò è in parte dovuto all'avversione mostrata dalla maggior parte dei mitologi moderni verso qualsiasi cosa nei loro studi che ricordi connessioni astronomiche. Questo è così vero che quando Giorgio de Santillana e Hertha von Dechend osarono andare contro la tendenza comune nella loro monumentale opera, \"Il Mulino di Amleto\", trovarono le porte del mondo accademico chiuse in faccia loro. Come ha trovato ragione di affermare Martin Bernal:\n\n“Dopo aver scritto un libro importante su Galileo, de Santillana [che Bernal qualifica come forse il più grande storico della scienza rinascimentale] si interessò alla tradizione ermetico-egiziana; poi, alla fine della vita, lesse l'Origine de tous les cultes di Dupuis e fu convinto dal suo argomento che gran parte della mitologia antica fosse realmente un'allegoria per l'astronomia scientifica.\n\n“Nonostante l'enorme reputazione di de Santillana, 'Il Mulino di Amleto' — il libro in cui lui e una giovane collega tedesca [Hertha von Dechend] presentarono [lo schema mito-astronomico] — non fu accettato da nessuna casa editrice universitaria e fu pubblicato commercialmente. Questo significa che gli studiosi rispettabili non sono obbligati a prendere in considerazione tali lavori. Inoltre, l'aver rischiato così tanto de Santillana ridusse la sua efficacia come [storico]. Inoltre, il suo lavoro... potrebbe essere classificato insieme a una sorta di 'frangia lunatica'; questo permise o anche costrinse gli studiosi ortodossi a ignorarlo.”\n\nAll'inizio di questo secolo, i mitologi erano ben consapevoli della natura astronomica dei miti antichi, ma, di recente, l'assunto generale è stato che tali connessioni astrali siano di derivazione tarda, essendo state imposte a una mitologia già esistente. Tanto si può dire contro questo che si possono scrivere volumi, di cui questo è uno.\n\nIl problema, tuttavia, va più a fondo perché anche quei mitologi precedenti che avevano accettato la natura astronomica dei miti erano spesso colpevoli di manomettere le loro fonti in modo che, oggi, non sia facile discernere cosa queste fonti antiche avessero realmente da dire sui poteri cosmici venerati dai nostri antenati. Questo non sorprende perché, se si dovesse perseguire i motivi astronomici insiti nella maggior parte delle mitologie, si sarebbe costretti a supporre che la percezione antica della sfera celeste fosse completamente diversa da quella dell'uomo moderno. Così, quando i mitologi moderni perseguono questi miti astrali, tendono a guardare al cielo, se non in senso letterale, almeno in senso figurato, e si rendono conto che ciò che i documenti antichi affermano sui pianeti, e persino sul Sole e sulla Luna, non somiglia assolutamente al Sistema Solare attuale. Eppure, si deve tenere a mente che questi stessi antichi, come vedremo nel capitolo successivo, erano piuttosto sofisticati quando si trattava di astronomia osservativa. Così, qualcosa di un dilemma si presenta al mitologo come è stato dimostrato in modo pungente, alcuni decenni fa, da Irene Nicholson.\n\nIn uno schema Maya che pretendeva di descrivere la sfera celeste, Nicholson scoprì che il pianeta Venere era posizionato sopra il Sole, sotto il quale c'era la Via Lattea e, sotto di essa, la Luna.” Sapendo bene che i Maya erano astronomi migliori di così, cercò di aggirare il problema incolpando queste discrepanze a una registrazione difettosa."
        }
    ]
}
