[
    {
        "page_type": "main",
        "page_number": 259,
        "content": "Phobos, una delle due lune di Marte, con un diametro di appena diciassette miglia, è sufficiente a generare un rigonfiamento mareale sulla superficie marziana. IL DILEMMA ASTRONOMICO È superfluo dire che la nostra teoria richiede anche una soluzione astronomica al problema intrinseco nella posizione polare di Saturno. Come già osservato, non ci sono corpi nel Sistema Solare attuale che siano allineati linearmente. Peggio ancora, le teorie attuali del Sistema Solare, basate esclusivamente sulle forze gravitazionali, sembrano non consentire corpi celesti così allineati. In passato, vari studiosi hanno tentato di spiegare scientificamente o di confutare questo allineamento polare, ma, al momento della stesura di questo testo, nessuno è riuscito a comprendere la totalità del modello e/o l'intera sequenza di eventi dettata dallo scenario saturniano. Questo non dovrebbe sorprendere, poiché gli eventi in questione sono stati finora dispersi in una crescente serie di pubblicazioni frammentarie senza molto riguardo per il loro ordine cronologico. Ancora peggio, non tutti gli eventi, con tutte le loro interazioni celesti e le loro conseguenze, hanno ricevuto finora un trattamento adeguato. Né il presente lavoro può alleviare questo particolare problema.",
        "captions": ["Phobos, una delle due lune di Marte, con un diametro di appena diciassette miglia, è sufficiente a generare un rigonfiamento mareale sulla superficie marziana. (Fotografia per gentile concessione della NASA.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 260,
        "content": "Poiché, mentre qui si tenta una sorta di cronologia, la storia del sistema saturniano contiene troppi elementi e troppi eventi, solo alcuni dei quali sono stati finora trattati. Nonostante ciò, come promesso all'inizio di questo capitolo, una soluzione a questo dilemma sarà proposta verso la fine di questo lavoro. Tuttavia, prima che ciò possa essere tentato, dobbiamo aggiungere alcuni ulteriori dettagli al nostro scenario, anche se ciò tenderà a rendere ancora più profonde le acque in cui ci stiamo inoltrando, fino a coprirci il mento.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 261,
        "content": "Capitolo 12 All'inizio ESSERE E NON ESSERE Saturno è sempre stato visibile nel cielo per quanto riguarda l'umanità? In realtà, l'implicazione derivata dal registro mito-storico è che ci fu un tempo in cui nemmeno Saturno era ancora visibile. Il registro, ad esempio, accenna a un tempo in cui il dio invisibile doveva ancora emergere da una oscurità onnipervadente. L'umanità continuò a ricordare questo come il tempo degli inizi, un tempo prima che la Creazione avesse inizio. Così i successivi compilatori del Rig Veda poterono affermare filosoficamente che, prima che esistessero gli dèi, non c'era né \"esistente\" né \"non esistente.\" Eppure c'era qualcosa che veniva descritto nella stessa fonte come \"quella Unica Cosa\" e \"questo Tutto.\" Come è affermato: \"Quella Unica Cosa, senza respiro, respirava per sua stessa natura: al di fuori di essa non c'era assolutamente nulla.\" E: \"C'era oscurità: all'inizio celata nell'oscurità questo Tutto era un caos indistinto. Tutto ciò che esisteva allora era vuoto e informe.\" Come vedremo presto, questa oscurità onnipervadente è menzionata dalle mitologie di quasi tutte le razze. Infatti, questa condizione è sottolineata così spesso che non si può fare a meno di supporre che poche situazioni abbiano impressionato l'uomo primitivo quanto questo stato ambientale prolungato. Eppure, in questa oscurità, nel cielo, sembra esserci stato qualcosa di indistinto, la \"sostanza vuota e informe\" del Rig Veda. TOHU WA BOHU Come David Talbott ha notato fin dall'inizio dei suoi studi su Saturno, l'uomo descriveva la creazione di ciò che è stato definito \"la terra\" come se ne fosse stato un testimone diretto. Era lì quando accadde e vide tutto svolgersi con i propri occhi. Alcuni potrebbero obiettare che questo fosse il risultato naturale del nascente desiderio filosofico dell'uomo. Guardandosi intorno, ci viene detto, l'uomo sarebbe eventualmente giunto alla domanda su come tutto fosse venuto ad essere. Ma, a parte il fatto che la dottrina degli inizi non era universalmente accettata, perché tutte quelle razze che credevano nella Creazione l'avrebbero descritta in termini simili, se non quasi identici? La risposta, ovviamente, ha a che fare con il fatto che i racconti mitici della Creazione sono sempre stati fraintesi. Continuiamo quindi a riesaminarli.",
        "captions": [],
        "headers": ["ESSERE E NON ESSERE", "TOHU WA BOHU"]
    },
    {
        "page_type": "main",
        "page_number": 262,
        "content": "Il padre di tutti i miti della Creazione, almeno nel mondo occidentale, è quello contenuto nel primo capitolo del Libro della Genesi. Vi si afferma che: \"In principio Elohim creò i shemayim e 'eretz. E 'eretz era tohu wa bohu, e l'oscurità era sulla superficie del tehom. E il ruach di Elohim si muoveva sulla superficie delle mayim.\" Come abbiamo già visto, Elohim era uno dei nomi antichi di Saturno. Shemayim sono \"i cieli\"—al plurale. Eretz è la parola solitamente tradotta come \"Terra,\" ma più propriamente significa \"terra.\" Le parole tohu wa bohu sono tradizionalmente rese come \"senza forma e vuoto\" o \"vuoto e desolato.\" Il tehom è inteso come un abisso acquoso—il profondo. Ruach significa \"spirito\" o \"anima,\" ma anche \"vento,\" mentre le mayim sono semplicemente \"le acque\"—anche queste al plurale. Quanto segue potrebbe offendere chi ha un animo religioso, ma, in un'opera accademica, ciò non sempre può essere evitato. Privato di ogni significato religioso, ciò che le parole della Genesi ci dicono effettivamente è che, \"in principio\"—cioè, per quanto l'uomo possa ricordare—Saturno modellò la \"terra\"—che originariamente significava la terra degli dèi—che era informe e vuota, mentre lo \"spirito,\" o \"vento,\" dello stesso Saturno si muoveva sulle acque oscure. CAOS Tohu wa bohu, tuttavia, può anche significare \"caos totale.\" Così, nella cosmogonia fenicia di Filone di Biblo, troviamo il \"caos oscuro\" che presiede come principio dominante prima della Creazione. Non era diverso tra gli antichi Greci. Nel descrivere la Creazione come ricordata dai suoi compatrioti, Esiodo chiede: \"Dall'inizio, cosa venne per primo?\" E risponde: \"Il Caos fu il primo di tutto...\" Così, secondo Esiodo, all'inizio non c'era altro che Caos, \"vasto e oscuro.\" Questo Caos era circondato dalla Notte, il che significa circondato o avvolto nell'oscurità. Guirand ci dice che, tra i Greci, il Caos era \"un puro principio cosmico privo di caratteristiche divine.\" In questo, tuttavia, egli cadde semplicemente vittima di una successiva dottrina filosofica. Guirand confonde anche la questione quando afferma che \"il primo principio era Crono, o Tempo, da cui venne il Caos, che simboleggiava l'infinito...\" È ovvio che, qui, Guirand intendeva dire \"Chronos, o Tempo,\" poiché con \"Crono\" intendeva realmente \"Kronos\" che era Saturno.",
        "captions": [],
        "headers": ["CAOS"]
    },
    {
        "page_type": "main",
        "page_number": 263,
        "content": "Guirand intendeva dire \"Chronos, o Tempo,\" poiché con \"Crono\" intendeva realmente \"Kronos\" che era Saturno. Tutto ciò ci ricorda ciò che Ovidio aveva da dire riguardo alla Creazione secondo i Romani: \"Tutta la natura era Caos...Terra, Aria, Acqua si agitavano e si muovevano nell'oscurità...\" E questo, a sua volta, ci riporta a Giano che, come abbiamo visto in una pagina precedente, era anche fatto riferire a sé stesso come \"Caos.\" Si diceva che quando gli elementi della Creazione si separarono, il Caos assunse la forma di Giano. Ma dato che Giano era lo stesso di Saturno/Kronos, ciò che viene indicato qui è che questo \"Caos\" era Saturno stesso o, per essere più precisi, l'elemento da cui Saturno fu visto emergere. TAO Allo stesso modo, il filosofo cinese Lao-tzu (Lao-tse, Lao-tze) affermò che: \"C'è qualcosa di caotico ma completo che esisteva prima del cielo e della terra. Oh quanto è silenzioso e informe, stando da solo senza cambiare, raggiungendo ovunque senza subire danni. Il suo nome non lo conosco. Per designarlo lo chiamo Tao.\" Oppure, in una diversa traduzione: \"Prima che il Cielo e la Terra esistessero—C'era qualcosa di nebuloso—Silenzioso, isolato—Stando da solo, senza cambiare—Eternamente in rotazione senza fallire—Degno di essere la Madre di Tutte le Cose—Non conosco il suo nome—E lo chiamo Tao.\" Notate la descrizione di questa entità come \"qualcosa di nebuloso,\" stando da solo e \"in rotazione senza fallire.\" Come affermò Lao Tzu: \"Non so di chi sia Figlio, un'immagine di ciò che esisteva prima di Dio.\" In altre parole, questa cosa chiamata Tao non aveva progenitori; esisteva di per sé, e lo faceva prima di qualsiasi cosa distinta che potesse essere definita Dio facesse la sua apparizione. Inoltre, si credeva che questa cosa chiamata Tao fosse situata \"intorno al polo celeste che era considerato il luogo del potere perché tutto ruota intorno ad esso.\" Questa è la stessa località in cui gli antichi insistevano nel collocare il pianeta Saturno. Più di questo, il",
        "captions": [],
        "headers": []
    }
]