[
    {
        "page_type": "main",
        "page_number": 189,
        "content": "Credere che ciò che accade sia inquietante. Sia l'orbita che il campo magnetico, infatti, cambiano...53 Non ci occuperemo qui del cambiamento del campo magnetico terrestre, né ci soffermeremo molto su ciò che ha portato a questa \"scoperta\" oltre il più breve dei riassunti. Alla base di tutto c'è la conclusione raggiunta dalla geologa Madeline Briskin nella sua indagine sui campioni di carote marine. I sedimenti sono sempre stati considerati un indicatore affidabile delle condizioni climatiche passate. Ciò che Briskin ha scoperto attraverso l'età e la struttura molecolare dei fossili oceanici incorporati nei sedimenti che ha studiato, l'ha portata a concludere che il clima terrestre segue un ciclo ripetitivo di cambiamenti della durata di circa 413.000 anni. Questo ciclo, secondo lei, è causato dal cambiamento dell'orbita terrestre mentre si avvicina e si allontana dal Sole. Per quanto riguarda il presente lavoro, non verrà espresso alcun giudizio sulla possibile validità o meno di questa deduzione. Ci limitiamo a notarla come una delle varie teorie dell'establishment in cui i cambiamenti dell'orbita terrestre sono dedotti da certe prove e utilizzati per spiegare determinate situazioni passate. Alcuno di questi scenari è più stravagante di quello che ipotizza la Terra come un satellite fuggito di Saturno? Ah sì—ma gli eventi sopra descritti, che si siano verificati o meno, sono stati tutti datati a milioni di anni fa, contrariamente allo scenario qui presentato che sostiene che la Terra fosse ancora un satellite di Saturno durante l'avvento dell'uomo. Questa è un'obiezione che incontreremo ripetutamente. Nel 1986, Lynn Rose, che, insieme a Raymond Vaughan, aveva lavorato sulle tavolette babilonesi di Ninsianna, sorprese i seguaci di Velikovsky correggendo la loro precedente conclusione, e quella dello stesso Velikovsky, riguardo all'orbita non così antica del pianeta Venere. Nel 1950, Velikovsky era dell'opinione che le osservazioni astronomiche contenute in queste tavolette—talvolta chiamate Tavolette di Ammizadugqa, talvolta semplicemente Tavolette di Venere—dimostrassero al di là di ogni ragionevole dubbio che Venere si muoveva su un'orbita completamente diversa al momento delle osservazioni. Inizialmente concordando con lui, Rose e Vaughan alla fine giunsero a una conclusione completamente diversa. \"Come molti altri, incluso Velikovsky, a un certo punto davamo per scontato che le tavolette di Venere ci avrebbero parlato di un'orbita radicalmente diversa di Venere... Abbiamo gradualmente realizzato, tuttavia, che al momento delle osservazioni Venere potrebbe essere stata su un'orbita vicina a quella attuale... La stranezza di queste osservazioni dell'ottavo secolo [a.C.] di Venere sembra essere principalmente dovuta al fatto che furono fatte da una Terra che si trovava su un'orbita radicalmente diversa rispetto all'attuale orbita terrestre.\" Nel 1993, Michael Reade giunse a conclusioni simili, sebbene l'entità dell'espansione orbitale terrestre da lui indicata—da un ipotetico 0,9904 UA all'attuale 1,000 UA—non si presterebbe a essere definita radicale, rappresentando una semplice espansione dallo 0,97% all'1%.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 190,
        "content": "Ancora una volta, non commenterò qui la validità, o meno, di queste deduzioni. Mi limito a menzionarle come possibile—persino probabile—conseguenza di un insieme di osservazioni astronomiche babilonesi. D'altra parte, avrò di più da dire su questo particolare dato, ma in un'opera futura che tratterà del raggiungimento dell'attuale percorso orbitale della Terra. LA ZONA ABITABILE Un problema completamente diverso sollevato dalla nostra ipotesi riguarda la distanza della Terra dal Sole durante il periodo in cui era un satellite di Saturno. È stato, ad esempio, sottolineato che, se non fosse per l'isolamento fornito dalla sua atmosfera, la temperatura della Terra scenderebbe ben al di sotto del punto di congelamento dell'acqua, simile a quella della Luna. E ciò accadrebbe alla distanza attuale della Terra dal Sole. Quale sarebbe stata, allora, la temperatura della Terra alla distanza attuale di Saturno dal Sole—con o senza atmosfera isolante? Questo è molto importante perché, inutile dirlo, la temperatura della Terra ha un'influenza diretta sul sostentamento della vita. L'esistenza della vita sulla Terra, è stato spesso affermato, è manifestamente dovuta alla distanza del nostro pianeta dal Sole—si trova semplicemente nella zona abitabile del Sole—il che è la ragione per cui è l'unico pianeta nel Sistema Solare capace di sostenere la vita. Si ricordi che la Terra si trova a 1 UA dal Sole (circa 93 milioni di miglia). Saturno si trova a 9,5 UA dal Sole (circa 886,3 milioni di miglia). Come satellite di Saturno, la Terra non sarebbe stata nella \"zona di congelamento\"? Come avrebbe potuto, allora, sostenere la vita, inclusa quella dell'uomo? Qual è, esattamente, l'estensione della zona abitabile del Sole? Un tempo si credeva che la zona abitabile si estendesse tra 0,7 e 1,3 UA. Nel 1977, tuttavia, Michael Hart ridusse questa zona al ristretto intervallo compreso tra 0,95 e 1,01 UA. Ciò avrebbe comunque significato che, se la Terra fosse stata il 5% più vicina al Sole, i suoi oceani si sarebbero evaporati; se fosse stata solo l'1% più lontana, una glaciazione totale avrebbe posto fine alla vita. Ma poi, nel 1988, gli scienziati del centro Ames della NASA trovarono motivo per aumentare la distanza della zona abitabile del 50%. Tuttavia, la vita richiede più del giusto quantitativo di calore e luce solare. Richiede anche acqua, di cui la Terra ha un'abbondanza. Ma ora ecco il problema. L'esplorazione a lungo raggio dei pianeti ha convinto gli astronomi che anche Venere e Marte possedevano un tempo abbondante acqua. Nel caso di Venere, si dice che la sua acqua sia evaporata nello spazio a causa della sua maggiore vicinanza al Sole. Questo meccanismo, tuttavia, non funziona per Marte, che si trova più lontano dal Sole rispetto alla Terra. Un processo completamente diverso ha quindi dovuto essere elaborato per il pianeta rosso. Come ha scritto James Kasting: \"Marte è oggi liofilizzato, non perché sia troppo lontano dal Sole, ma perché è un pianeta piccolo e quindi si è raffreddato relativamente in fretta.\" Tutto ciò ha portato a credere che la zona abitabile, che ora è stata rivista per estendersi \"da appena all'interno dell'orbita della Terra fino oltre l'orbita di Marte,\" abbia \"migrato lentamente verso l'esterno dalla sua posizione quando i pianeti si formarono per la prima volta... circa 4,6 miliardi di anni fa, poiché il Sole si è gradualmente illuminato nel tempo.\" Ciò implica inoltre che tra un miliardo di anni, mentre il Sole continuerà a illuminarsi e a diventare sempre più caldo, l'orbita della Terra",
        "captions": [],
        "headers": ["LA ZONA ABITABILE"]
    },
    {
        "page_type": "main",
        "page_number": 191,
        "content": "alla fine cadrà al di fuori di questa \"zona in espansione.\" Gli oceani della Terra evaporeranno quindi, \"lasciando il mondo arido e senza vita come lo è oggi Venere.\" Non è che io, personalmente, aderisca a questo scenario—e, in un'opera futura, spero di avere molto da dire riguardo alle storie passate di Venere e Marte—ma ciò dimostra che, quando i fatti sembrano richiederlo, gli astronomi non esitano a spostare i pianeti e le loro zone abitabili, per non parlare di variare l'emissione radiativa del Sole, per adattarsi alle loro teorie. Ma, il lettore potrebbe obiettare, è possibile spostare questa zona abitabile fino a Saturno? Forse no, ma, almeno teoricamente, non potremmo forse spostare Saturno nella zona abitabile? In realtà, già nel 1982, Ragnar Forshufvud teorizzò proprio questo, spostando un Saturno che un tempo era molto più grande \"molto più vicino al Sole.\" Ma presento questo dato solo come un esercizio interessante perché, giudicando da ciò che si può dedurre dal record mito-storico, la verità potrebbe essere esattamente l'opposto. Comunque sia, non è realmente necessario spostare un corpo celeste nella cosiddetta zona abitabile, o anche più vicino al Sole, per riscaldarlo adeguatamente. Io, uno dei satelliti di Giove, si dice che sia riscaldato attraverso l'attrazione mareale di Giove. Perché allora non la Terra come satellite di Saturno? E anche in quel caso, abbiamo davvero bisogno dell'attrazione mareale di Saturno per riscaldare la Terra? Non abbiamo già visto che Saturno irradia più calore di quanto ne riceva effettivamente dal Sole? Questo calore eccessivo non può essere visto come il residuo di un tempo in cui Saturno era molto più caldo? Non abbiamo, sulla base del record mito-storico, ipotizzato che Saturno fosse stato un tempo un sole in miniatura che irradiava il proprio calore e luce? È vero, Saturno non avrebbe mai potuto essere caldo quanto il Sole. La vicinanza della Terra a Saturno, tuttavia, avrebbe più che compensato questa differenza.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 192,
        "content": "Capitolo 8 La Divinità Solitaria IL SOLO E UNICO In un articolo scritto nel 1977, Harold Tresman e Bernard Newgrosh (scrivendo sotto il nome di Brendan O'Gheoghan) presentarono quella che potrebbe essere stata la loro più grande rivelazione quando scrissero che \"ci sono tutte le indicazioni che questa divinità originale [cioè Saturno] fosse un tempo l'unico corpo planetario visibile nei cieli.\" Roger Wescott, sulla base delle sue ricerche, giunse alla stessa conclusione: \"Il cielo, invece di essere dominato alternativamente dal Sole e dalla Luna, era costantemente dominato da un unico enorme e luminoso corpo, qui chiamato Aster.\" Ciò che Wescott chiamava Aster è per noi il pianeta Saturno. Se ciò fosse davvero accaduto—in altre parole, se Saturno fosse stato l'unico corpo celeste visibile dalla Terra durante il periodo indeterminato di cui ci occupiamo—aggiungerebbe ulteriore peso all'antica credenza che Saturno fosse stato il corpo celeste più prominente visibile nel cielo primordiale della Terra. Pensateci: Abbiamo visto che la Terra era stata un satellite di quello che ora è il pianeta Saturno, il quale era descritto come sufficientemente vicino alla Terra da essere ricordato come una sfera, che a sua volta era descritta come un sole che brillava di notte durante un periodo in cui nessun altro corpo celeste poteva essere visto. Cosa avrebbe potuto essere più prominente? Ma il record mito-storico sostiene l'idea che Saturno fosse l'unico corpo visibile durante il periodo in questione? David Talbott ha a lungo focalizzato l'attenzione su questo argomento. Come ha affermato: \"Gli Egizi ricordavano il creatore come il solitario Atum o Ra, che riconosciamo come il pianeta Saturno. Nei racconti di tutti i periodi, Ra è originariamente un dio solitario. L'antico sole è lui... che non aveva compagni.\" \"Io sono Atum, quando ero solo in Nun,\" afferma il dio. La divinità è dunque chiamata \"il Dio Unico,\" \"l'Unico Dio\"—\"eccetto il quale all'inizio non esisteva nessun altro.\" Più volte, nelle liturgie egizie, sentiamo Atum affermare \"quando ero solo.\" Più volte, Atum è lodato come colui che \"era solo.\" Così il dio, \"nel suo stato più antico ricordato,\" come ha notato Talbott, è inattivo e immobile—\"non facendo nulla, privo di attività o animazione.\"",
        "captions": [],
        "headers": ["IL SOLO E UNICO"]
    },
    {
        "page_type": "main",
        "page_number": 193,
        "content": "In un Testo dei Sarcofagi egizio, il dio afferma: \"[Io ero] colui che non aveva compagno Quando il mio nome venne in esistenza... Io ero il creatore di me stesso\" e \"Io venni in essere da me stesso.\" Nel Papiro di Nesi-Khonsu, troviamo il dio descritto come \"Signore di tutti gli dèi... l'anima sacra che venne in essere all'inizio... la prima materia divina... l'Unico Unico... eccetto il quale all'inizio non esisteva nessun altro.\" Allo stesso modo con Ra che, nei racconti di tutti i periodi, era ricordato come originariamente un dio solitario. Ra era \"colui che non aveva compagno.\"",
        "captions": ["Due forme di Atum—il dio che era solo all'inizio."],
        "headers": []
    }
]