[
    {
        "page_type": "main",
        "page_number": 339,
        "content": "In effetti, il rituale originale era condotto in onore del naupa runa, i vecchi della leggenda, che, si diceva, vivevano prima che il Sole nascesse. IL SOLE DISTANTE Nella lenta avvicinamento del sistema saturniano al nostro attuale Sistema, il Sole avrebbe dovuto, a un certo punto, diventare visibile come una stella che poi sarebbe stata vista crescere lentamente di dimensioni. L'uomo primitivo ricorda qualcosa del genere? Le registrazioni del Sole che si avvicina lentamente sono piuttosto rare. Ma c'è un altro punto da considerare. In vista del Sole saturniano immobile che brillava perpetuamente sopra di lui, l'uomo preistorico avrebbe davvero prestato molta attenzione a un punto di luce che cresceva lentamente nel cielo? E, di coloro che lo fecero, quanti potrebbero aver dimenticato ciò che per loro sarebbe sembrato un evento poco appariscente? Come giustamente affermò Thornhill, “gli effetti celesti [saturniani] visti dalla Terra sarebbero stati così drammatici che sembra aver completamente oscurato anche l'apparizione crescente del Sole mentre si avvicinava.” Eppure, gli indiani Okanagan sembrano aver mantenuto proprio un tale ricordo quando parlano di quel tempo, “molto, molto tempo fa, quando il sole era giovane e non più grande di una stella...” Per la prima volta nella storia dell'umanità, una luce diversa da quella di Saturno riuscì a brillare attraverso la notte delle notti. Gli Ipurinas dell'Alto Amazonas non solo conservarono un record simile della dimensione originale del Sole, ma anche del suo crescere mentre la Terra si avvicinava. “Il ‘sole’ dicono...era originariamente molto piccolo, appena ‘la larghezza di un chiodo’. Ma un giorno cominciò improvvisamente a crescere fino a diventare ‘una spanna’ di larghezza. Poi le acque cominciarono a salire e sommergono il mondo.” Una credenza simile riguardo all'argomento in questione si trova anche tra i Sia del New Mexico che, come quella degli Ipurinas, aggiunge anche alcuni aspetti interessanti. Come viene raccontato da queste persone: “Quando il sole era lontano, il suo volto era blu; man mano che si avvicinava, il volto diventava più luminoso. Eppure non vedevano il sole stesso, ma solo una grande maschera che copriva tutto il suo corpo.” Il punto interessante dietro questa antica convinzione è che il Sole non era semplicemente ricordato come se fosse stato più piccolo, o che crescesse in dimensioni, ma che era effettivamente stato “lontano.” Presenta anche correttamente la visione che il Sole “diventava più luminoso” man mano che si avvicinava, il che, per quanto logico, non è menzionato negli altri registri che abbiamo esaminato. L'altro punto aggiuntivo che menziona è che, quando il Sole era ancora molto più lontano, il suo volto era blu. Cosa possa significare questo sarà spiegato nel seguito proposto di questo lavoro. Nel frattempo, e per prevenire un'obiezione, diamo un'altra occhiata alla nostra ipotesi da un punto di vista astronomico. Quando, nel 1978, avevo inviato bozze del sopra.",
        "captions": [],
        "headers": ["IL SOLE DISTANTE"]
    },
    {
        "page_type": "main",
        "page_number": 340,
        "content": "Proposta a vari revisori, alcuni di loro obiettarono con quanto segue. Si ragionava che, se il Sole fosse apparso “non più grande di una stella,” ci sarebbe voluto più dell'intera durata del soggiorno dell'uomo sulla Terra perché potesse avvicinarsi abbastanza da apparire delle dimensioni del Sole attuale. Come ha sottolineato il compianto David Griffard: “Come fonti puntiformi...le apparenti differenze nella dimensione delle stelle sono solo differenze di luminosità. Per apparire letteralmente come una stella ordinaria (circa 3a o 4a grandezza) vista in una notte chiara, il Sole attuale dovrebbe essere rimosso di circa 10 anni luce. Anche se molto più vicino e realmente, diciamo, a zero grandezza...sarebbe comunque stato a quattro o cinque anni luce di distanza. “Con i tassi attuali di movimento stellare relativo come linee guida, la crescita da stella a Sole avrebbe richiesto molte decine di migliaia di anni anche se si sceglie la velocità di chiusura più veloce osservata (circa 60 mi/sec); se a velocità più lente e più comuni, (ad es. 12 mi/sec), molti eoni in più.” Sono quindi le parole “non più grande di una stella” che sembrano aver portato all'obiezione. “Non più grande di” non dovrebbe, tuttavia, essere interpretato come “non più vicino di.” In ogni caso, chi ha mai detto qualcosa riguardo alla dimensione del Sole in avvicinamento che fosse di 3a o 4a grandezza? Ovviamente, gli indiani Okanagan, che non erano astronomi, non stavano usando questo termine in un senso strettamente astronomico. Stavano semplicemente riportando ciò che i loro antenati avevano affermato di aver visto. Inoltre, come ha sottolineato lo stesso Griffard, “se visto per la prima volta, diciamo dalla distanza di Plutone (presa come stima arbitraria dei limiti del dominio del Sole) il Sole potrebbe concepibilmente essere apparso simile a una stella e la linea temporale essere ridotta.” E, vero è, come visto dalla vicinanza di Plutone, il Sole è ancora non più grande di “una stella brillante,” descritta come un “Sole puntiforme” anche se “intensamente luminoso.” Alla distanza media di Plutone dal Sole, presa a 3.656 milioni di miglia, e viaggiando a 12 mi/sec, la Terra avrebbe raggiunto la sua posizione attuale nel Sistema Solare in appena dieci anni—ma solo se avesse invaso il Sistema in un vettore diretto. La probabilità, tuttavia, è che, una volta catturato nella forza attrattiva del Sole, il sistema saturniano sarebbe lentamente spiraleggiato dentro, molto nel modo ipotizzato dagli astrofisici in relazione alla loro storia rivista del Sistema Solare come delineato sopra. Un tale ingresso potrebbe aver richiesto un numero qualsiasi di anni in eccesso rispetto a dieci. Gli astronomi amano descrivere tali eventi come se avessero richiesto milioni di anni. Mi permetteranno qui almeno qualche migliaio? Ma poi il lettore potrebbe aver—dovrebbe davvero—notato una discrepanza nel nostro pensiero a questo punto. Come potrebbe il Sole, apparendo non più grande di una stella, essere stato visibile attraverso la nostra plasmasfera quando quella stessa plasmasfera è stata teorizzata per essere stata opaca a sufficienza da oscurare le stelle? Possiamo avere la nostra torta e mangiarla anche? Certo che no. E qui è necessaria una confessione. Ho presentato questi frammenti mito-storici riguardanti il Sole in avvicinamento come se l'evento si fosse verificato durante l'era dell'oscurità quando, in verità, l'evento si è verificato più tardi. In altre parole, ho presentato questi dati fuori sequenza cronologica semplicemente per far valere il mio punto. Il Sole in avvicinamento, apparendo non più grande di una stella, divenne visibile agli abitanti della Terra in quel momento in cui la plasmasfera venne a contatto con quella del Sole stesso. Come spiegato da Thornhill.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 341,
        "content": "Spiegato: “La dimensione, la forma e il colore dell'involucro di proto-Saturno sarebbero stati disturbati non appena le plasmasfere del Sole e di proto-Saturno collisero.” Così, al contatto, la lunghezza d'onda della plasmasfera proto-saturniana cambiò, risultando nella perdita della sua opacità. A dire il vero, molto di più seguì, ma ciò è lasciato al seguito pianificato di questo lavoro. SETTIMO INTERLUDIO Possiamo ora aggiungere al nostro insieme di tesi che si leggeranno come segue: Ipotesi #1: Che, da quanto può essere dedotto dalla tradizione astronomica antica e primitiva, la Terra era stata una volta un satellite del pianeta Saturno, originariamente una stella nana bruna, che, a causa della sua prossimità, appariva grande nel cielo come un disco distinto più grande della dimensione apparente della luna piena. Ipotesi #2: Che, sempre secondo la tradizione astronomica antica, durante questo periodo indeterminato, Saturno era l'unico corpo celeste visibile nel cielo primordiale della Terra. Ipotesi #3: Che, vista dalla Terra, il primario saturniano non sorgeva e/o tramontava, ma rimaneva visibilmente immobile in ogni momento. Ipotesi #4: Che l'immobilità di Saturno era dovuta al fatto che la Terra era posizionata direttamente “sotto” il polo sud di Saturno e che, dalla Terra, Saturno appariva quindi permanentemente fissato nella sfera celeste settentrionale, il posto ora occupato dalla Stella Polare. Ciò significa anche che Saturno e la Terra erano allineati linearmente con entrambi che condividevano lo stesso asse di rotazione. Ipotesi #5: Che sia la Terra che Saturno erano immersi in una plasmasfera centrata su proto-Saturno, la cui opacità consentiva alla radiazione di proto-Saturno di essere riflessa verso tutte le latitudini terrestri. Ipotesi #6: Che, secondo alcuni dei primi ricordi dell'uomo, la Terra era originariamente avvolta in ciò che i nostri antenati si riferivano persistentemente come oscurità. Questa era, nonostante la sua lontananza nel tempo, si è incisa indelebilmente nella coscienza umana. Era un'epoca in cui il Sole, la Luna e le stelle non erano ancora visibili nel cielo. Saturno regnava da solo. Ipotesi #7: Questa era, abbiamo anche scoperto, non poteva essere stata di totale oscurità, e che, in effetti, l'umanità stessa ricorda che la divinità saturniana emanava effettivamente una debole luce. L'ambiente terrestre durante questa epoca era immerso in un crepuscolo perpetuo o, piuttosto, in un'alba prolungata, che l'uomo ricordava come l'alba della Creazione. Ipotesi #8: L'illuminazione di proto-Saturno, per quanto debole potesse essere, insieme all'opacità della plasmasfera sono riconosciute come i mezzi attraverso i quali le stelle erano tenute fuori dalla visibilità. L'opacità della plasmasfera, tuttavia, probabilmente non sarebbe stata sufficiente a oscurare il Sole. Ipotesi #9: Che, durante questo periodo, un'entità nebulosa, che i nostri antenati avevano difficoltà a descrivere chiaramente, circondava il primario saturniano. Abbiamo congetturato che questa entità fosse una nuvola placentale, o un disco circumstellare, che circondava l'orbe saturniano. Questa entità sembra essere stata quella a cui gli antichi alludevano come Caos. Ipotesi #10: Durante questo stesso periodo non specificato, l'orbe saturniano veniva visto fluttuare su un'apparizione che, per l'uomo antico, sembrava acqua, un oceano cosmico. Quest'acqua era probabilmente lo stesso disco nebuloso che, ruotando lentamente, avrebbe avuto l'aspetto di un vortice celeste. Ipotesi #11: Che, a causa dell'immobilità di Saturno e dell'assenza del Sole, l'uomo antico non avesse nulla a sua disposizione per calcolare il passaggio del tempo.",
        "captions": [],
        "headers": ["SETTIMO INTERLUDIO"]
    },
    {
        "page_type": "main",
        "page_number": 342,
        "content": "Ipotesi #12: Che, giudicando dalla totalità dei parametri inerenti a quanto sopra, il sistema saturniano, cioè includendo la Terra, era in quel momento esterno al Sistema Solare, viaggiando come un'unità attraverso l'oscurità dello spazio. Questo spiegherebbe quindi l'assenza ripetuta del Sole durante il periodo in questione. Ipotesi #13: Che, a un certo punto, Saturno brillava molto più luminoso di quanto non avesse fatto in precedenza, abbastanza luminoso perché l'uomo antico lo alludesse costantemente come a un sole. Ipotesi #14: Che questo sole saturniano primordiale brillava durante quel tempo che oggi chiamiamo notte. Ipotesi #15: Che, a un certo punto nel tempo, mentre il sistema saturniano si avvicinava al Sole, la plasmasfera saturniana cambiò la sua lunghezza d'onda, privandola così della sua precedente quasi opacità. Fu in quel momento che l'uomo antico poté intravedere il Sole in avvicinamento, che inizialmente appariva non più grande di una stella, ma che cresceva sempre più grande e luminoso.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 343,
        "content": "Capitolo 17 Vita Sotto una Nana Bruna ORBITA STRETTA L'umanità sarebbe sopravvissuta se la Terra e il suo sole saturniano non fossero stati catturati dal nostro attuale Sistema Solare? Perché no? Infatti, come ha correttamente speculato Wallace Thornhill, la vita potrebbe essere stata molto meglio adattata alla Terra come satellite della stella nana bruna che era proto-Saturno nelle lontane regioni dello spazio. Né questa è mera congettura di Thornhill. Gli astronomi ora stanno esprimendo proposte simili. C'era un tempo, non molto tempo fa, in cui l'idea che la vita potesse sopravvivere su un pianeta riscaldato da una stella nana nel freddo dello spazio al di fuori del nostro Sistema Solare sarebbe stata considerata bizzarra in modo estremo. Tuttavia, studi e scoperte più recenti hanno reso tale scenario piuttosto accettabile. Così, coloro che hanno cercato segni di mondi abitabili oltre il nostro ora guardano alle stelle nane per fornire tali prove. Ken Croswell lo ha riassunto quando ha affermato che: “Lungi dall'essere acque desolate, le nane rosse potrebbero ospitare un'abbondanza di vita aliena.” “Si pensava sempre che qualsiasi pianeta in orbita attorno a una nana rossa fosse un luogo estremamente improbabile per trovare vita. Ma ora sembra che questi deboli soli rossi potrebbero ospitare la maggior parte dei mondi portatori di vita della Galassia.” Per un motivo, come nota Croswell, stelle come il nostro attuale Sole sono relativamente rare mentre quattro stelle su cinque nella nostra Galassia sono nane rosse. Queste stelle hanno un nucleo piuttosto freddo e le reazioni nucleari che si ritiene le alimentino avvengono a un ritmo lento. “La nana rossa più vicina—Proxima Centauri, che si trova a 4 anni luce dalla Terra,” nota Croswell, “emette meno luce visibile in un secolo di quanto il Sole faccia in una settimana.” Non c'è da meravigliarsi, quindi, che le stelle nane fossero state in precedenza escluse come sostenitrici di pianeti abitabili. Questo problema è stato ora superato postulando pianeti “accoccolati abbastanza vicino” a tali stelle, la cui contiguità garantirebbe “un clima mite.” Come spiega Croswell: “Per una nana rossa con un centesimo della luminosità del Sole, ad esempio, un pianeta sarebbe a una temperatura adeguata se orbitasse dieci volte più vicino alla sua stella madre di quanto la Terra faccia con il Sole.” “Se mi avessi chiesto qualche anno fa,” è stato riferito che David Soderblom ha dichiarato, “avrei detto che le nane rosse hanno una probabilità molto bassa di avere pianeti portatori di vita.”",
        "captions": [],
        "headers": ["ORBITA STRETTA"]
    }
]