[
    {
        "page_type": "main",
        "page_number": 9,
        "content": "Il recinto sacro fu costruito in onore del dio. Va notato che i riti di Dioniso somigliavano così tanto a quelli del dio egizio Osiride, che Erodoto ritenne impossibile che i riti greci fossero sorti indipendentemente da quelli egizi e supponeva quindi che i Greci avessero preso in prestito i loro riti dagli Egizi e, con lievi modifiche, li avessero trasmessi come propri. Così, incidentalmente, anche Plutarco, che insisteva sulle somiglianze dettagliate tra i riti di Osiride e quelli di Dioniso—il che, se non altro, indica anche che la mitologia comparata non è di per sé uno strumento moderno, come alcuni critici hanno sostenuto. In questo caso, come in molti altri, tuttavia, non è necessario ipotizzare un prestito. Alla base vi è il fatto che qualunque cosa Dioniso rappresentasse originariamente era la stessa cosa che Osiride rappresentava originariamente. O, per dirla in modo più semplice, Osiride e Dioniso erano rappresentazioni dello stesso fenomeno originario; erano semplicemente lo stesso dio sotto una diversa veste nazionale. Altri, naturalmente, hanno sostenuto che la somiglianza dei rituali greci con quelli egizi derivi dall'ignoranza dei Greci in materia di religione egizia. Così, ad esempio, Gwyn Griffiths cercò di convincere i suoi lettori che gli osservatori greci non erano \"di solito in grado\" di comprendere la religione egizia, in particolare a causa della loro ignoranza della lingua egizia. Secondo Griffiths, quindi, le spiegazioni teologiche greche dei particolari religiosi egizi e le equazioni mitologiche si basavano su fraintendimenti dei fenomeni egizi, così come su modifiche introdotte in ciò che vedevano come paralleli greci. E, naturalmente, sempre secondo Griffiths, ogni deviazione causata da un fraintendimento, \"sia radicale che lieve,\" avrebbe contribuito a un ulteriore \"allontanamento\" dalla versione originale.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 10,
        "content": "",
        "captions": [
            "Rappresentazione dell'Edipo Re nel teatro di Dioniso sul versante sud dell'Acropoli di Atene. Gli attori indossavano maschere, ciascuno interpretando più di un ruolo."
        ]
    },
    {
        "page_type": "main",
        "page_number": 11,
        "content": "",
        "captions": [
            "Nota l'altare di Dioniso al centro dell'orchestra. (Illustrazione di John Green.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 12,
        "content": "",
        "captions": [
            "Attori che si esibiscono in un teatro romano. Sebbene si sia affermato che il dramma romano fosse un diversivo secolare con radici nei riti funebri sacri etruschi, in realtà non era altro che una derivazione greca del repertorio ellenico. (Illustrazione di John Green.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 13,
        "content": "D'altro canto, la religione dell'antico Egitto, insieme a ciò che Martin Bernal ha definito con sorpresa \"filosofia egizia,\" è stata spesso denigrata. Ma, come notò Bernal, che queste fossero \"necessariamente rozze e superficiali\" è difficile da conciliare con uomini così straordinariamente intelligenti come Eudosso che, secondo tutte le testimonianze, visse con i sacerdoti, imparò l'egiziano e mostrò chiaramente un grande rispetto ed entusiasmo per la cultura egizia. Nonostante il fatto che non concordi necessariamente con tutte le audaci affermazioni di Bernal riguardo alle radici afroasiatiche della cultura greca classica—e ha ricevuto abbastanza critiche dagli studiosi tradizionali—ritengo che avesse ragione quando accusava i mitologi moderni di ciò che definiva Besserwissen—l'audacia di credere di conoscere gli antichi meglio di quanto loro conoscessero sé stessi. Il punto da sottolineare non è se la tragedia, come si sviluppò successivamente, rimase principalmente legata al rituale dionisiaco, ma se ebbe davvero origine in risposta diretta ad esso. Come abbiamo visto, nonostante qualche dissidente, l'opinione moderna riflette principalmente quella degli stessi Greci, che sembrano aver raggiunto un grado di unanimità—per nulla consueto—su questo particolare argomento. Non dimentichiamo, dopo tutto, che la stessa parola \"tragedia,\" in greco tragodia, non significa altro che \"canto del capro,\" derivato da tragos, cioè \"capro,\" l'animale sacro a Dioniso. Nonostante il suo nome enigmatico, il canto del capro stesso era cantato in onore di Dioniso, descrivendo la sua nascita e la sua fine violenta. Che il termine \"canto del capro\"—tragodia—sia diventato sinonimo di \"sfortuna\" è quindi comprensibile. I cristiani, se nessun altro, possono almeno comprendere questo: cosa potrebbe essere più tragico della morte violenta di un dio? ORALITÀ I miti e i rituali hanno avuto origine nei giorni precedenti l'invenzione della scrittura. Prima di allora, i miti venivano tramandati oralmente. Detto ciò, la prossima domanda che il critico porrà è: quanto può essere affidabile un resoconto di qualsiasi cosa se è stato tramandato oralmente per un numero indefinito di anni prima di essere messo per iscritto? E, certamente, l'affidabilità della tradizione orale è stata oggetto di controversia sin dai tempi di Evemero. Nel nostro mondo, come sappiamo tutti, diversi testimoni oculari sono inclini a offrire versioni diverse di un singolo evento anche quando i resoconti vengono raccolti entro un breve lasso di tempo dall'accaduto. Non solo, ma, con ogni narrazione, ogni resoconto diventa più abbellito fino a quando ogni parvenza di verità viene offuscata oltre ogni riconoscimento. Riesci a immaginare l'affidabilità di tali resoconti tramandati oralmente per alcune migliaia di anni? Eppure, come Dorothy Vitaliano osservò acutamente, quante volte i genitori hanno raccontato una storia della buonanotte solo per essere corretti se deviano anche di una sola parola dalla versione originale narrata? Tale è il potere della tradizione orale—come si nota, per fare solo un esempio, l'accuratezza con cui le popolazioni dell'Africa sub-sahariana sono riuscite a preservare la loro storia, senza l'ausilio di una lingua scritta, fino all'avvento del periodo coloniale.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 14,
        "content": "Come Peter Hallberg ha sottolineato in relazione agli scaldi islandesi, quando la storia viene trasmessa attraverso una successione di bardi professionisti con memorie altamente allenate e poteri di rievocazione, c'è motivo di credere che, quando viene messa per iscritto anche dopo alcuni secoli, i dettagli rimangano più che ragionevolmente accurati. Così Alfred de Grazia stava riecheggiando l'opinione ricevuta quando affermava: \"Sappiamo dall'antropologia generale e dalla letteratura antica che una resa esatta di un vasto corpo di versi e prosa (come l'Iliade di Omero e altre opere epiche) può essere trasmessa attraverso generazioni e secoli...[N]el periodo della trasmissione orale, oratori addestrati possono memorizzare e riprodurre esattamente migliaia di versi ascoltati dalle labbra di un maestro.\" Per parafrasare le parole acute di Peter Warlow, il segreto principale dietro la conservazione e il richiamo immediato di qualsiasi parte, o di tutto, di un particolare poema epico, indipendentemente dalla sua enormità di versi, è l'apprendimento sistematico a memoria, o ripetizione. Come ha dimostrato abilmente, ciò è reso evidente dal richiamo senza sforzo delle filastrocche imparate a memoria nell'infanzia insieme ad altre poesie e citazioni inculcate nei giovani a scuola e all'università. È attraverso la memorizzazione, che Warlow chiama \"il metodo base,\" che ogni bambino impara le complessità del linguaggio, l'ordine cronologico dell'alfabeto, i giorni del mese, le tabelline, gli aiuti ortografici e altri fondamenti nell'acquisizione iniziale della conoscenza. Non esagerava affatto quando si riferiva all'apprendimento mnemonico come a \"una tecnica incredibilmente potente.\" È stato anche ipotizzato che l'esametro dei versi di Omero fosse ereditato da una precedente tradizione orale e che fosse proprio questo esametro a contribuire alla conservazione delle epiche. Se così fosse, la memorizzazione verbatim potrebbe non essere stata nemmeno necessaria. Secondo Milman Parry, gli esametri delle saghe poetiche come l'Iliade e l'Odissea non sono semplicemente costruiti da unità di parole, ma da formule. Queste costituiscono \"gruppi di parole [coordinati con precisione] per trattare materiali tradizionali, ciascuna formula modellata per adattarsi a un verso esametrico.\" Così, ad esempio, come notò Walter Ong, la frase \"parlò allora l'astuto Odisseo\" ricorre settantadue volte nei poemi di Omero. Una tale formula sarebbe facile da ricordare ogni volta che Odisseo viene introdotto per dire qualcosa. Personalmente, non sono affatto d'accordo con Ong quando, da ciò, deduce anche che Odisseo fosse considerato astuto—\"polymetis\"—non perché si supponesse che lo fosse, ma perché \"senza l'epiteto polymetis non poteva essere facilmente inserito nel metro.\" Secondo Ong, tutti i personaggi di Omero, incluse le divinità, ricevevano i loro epiteti tradizionali per adattarsi ai versi metrici delle epiche in cui apparivano. Questo è difficile da credere quando si ricorda che gli stessi, o simili, epiteti erano attribuiti alle divinità comparabili di altre nazioni che appaiono in saghe poetiche che impiegano un metro completamente diverso da quello di Omero. In molti altri casi, le divinità portano gli stessi, o simili, epiteti anche quando non sono intrecciate in versi. Anche così, la conclusione decisa di Ong non deve necessariamente influire sulla validità dell'approccio di Parry.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 15,
        "content": "",
        "captions": [
            "Uno scaldo, o bardo, scandinavo recita una saga a memoria a un capo tribù e alla sua comunità."
        ]
    },
    {
        "page_type": "main",
        "page_number": 16,
        "content": "Negli ultimi anni, un interessante esperimento è stato condotto da Hildegard Wiencke-Lotz, che ha percorso circa 45.000 miglia attraverso l'Europa in uno sforzo onnicomprensivo per tracciare le varie versioni dell'Epica di Gudrun ancora \"cantata\" in quelle regioni e per verificare, se possibile, la storicità del suo contesto e degli eventi. Precedentemente ritenuta \"poco più di una fiaba in tre parti, di cui la parte centrale rifletteva forse alcuni eventi storici,\" l'Epica di Gudrun è stata dimostrata da Wiencke-Lotz essere \"un'antica tradizione orale rappresentante un tutto unificato che perde il suo significato quando le tre parti vengono considerate separatamente.\" Come riportato da David Griffard, basandosi su note di William Douglas, così come sul lavoro della stessa Wiencke-Lotz: \"[Wiencke-Lotz] sostiene che l'intera Epica di Gudrun abbia una solida base storica e che tutti i luoghi specifici menzionati possano essere trovati dove previsto geograficamente, sebbene la loro distribuzione copra una vasta area geografica. Ha identificato e visitato i numerosi luoghi nominati nei racconti e ha tracciato il periodo specifico della vita di Gudrun in relazione alla storia romana.\" Ciò che è emerso da questo studio è che l'epica è esclusivamente indigena a quei territori che, in un momento o nell'altro, erano stati occupati dai Goti. Questa conclusione ha ricevuto conferma attraverso le scoperte archeologiche dei paesi coinvolti—Jugoslavia, Austria, Grecia e Asia Minore, Polonia, Russia, Svezia, Danimarca, Inghilterra, Germania, Francia, Spagna e, in una certa misura, persino Marocco e Tunisia. Altrettanto importante è stato l'incontro di Wiencke-Lotz con le comunità di narratori di folklore che esistono ancora in alcuni di questi paesi. La loro resa di canti e/o racconti di Gudrun è stata trovata \"assolutamente affidabile\" se confrontata con l'epica così come era stata immortalata per iscritto nel 1233, sebbene le narrazioni non fossero affatto duplicazioni letterali di essa. Nel frattempo, le narrazioni stesse venivano sempre ripetute esattamente nello stesso modo. Questo era così vero che, in un'occasione, quando un particolare narratore cambiò deliberatamente e maliziosamente una linea, \"ci fu un'interruzione drastica, persino da parte dei bambini piccoli\" che cercarono immediatamente di correggere il narratore. Una conclusione significativa, tra le altre, che può essere tratta da questo studio è che, nonostante siano trascorsi più di 400 anni che presumibilmente separano Omero dagli eventi che narrava, l'Epica di Gudrun ha mantenuto una coerenza geografica, storica e archeologica con una costanza che può essere attribuita solo a una fedele persistenza nell'originale. A sua volta, questa fedeltà può essere solo il risultato di un affinamento della memoria attraverso l'apprendimento mnemonico e, forse, per dare credito a Parry, attraverso le formule.",
        "captions": [
            "Eroi della Guerra di Troia. Da sinistra a destra: Menelao, Paride, Diomede, Ulisse, Nestore, Achille, Agamennone. Un'interpretazione artistica. I protagonisti dell'Iliade di Omero dovevano i loro caratteri al metro poetico?"
        ]
    },
    {
        "page_type": "main",
        "page_number": 17,
        "content": "LETTERATURA Devo forse affermare che l'invenzione della scrittura rivoluzionò il mondo antico? Eppure, nonostante i suoi numerosi vantaggi, la scrittura porta con sé uno svantaggio, un punto che non sfuggì agli antichi Egizi. Qui il punto che desidero sottolineare è meglio illustrato dalla storia allegorica di Thamus, un re mitologico d'Egitto, che con le seguenti parole rimproverò Thoth, il dio delle lettere, per aver inventato la scrittura: Thoth—il dio egizio delle lettere.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 18,
        "content": "Il più ingegnoso Theuth [Thoth] ... un uomo ha la capacità di generare arti, ma la capacità di giudicarne l'utilità o la dannosità ... appartiene a un altro; e ora tu, che sei il padre delle lettere, sei stato portato, dal tuo affetto, ad attribuire loro un potere opposto a quello che realmente possiedono. Perché questa invenzione produrrà oblio nelle menti di coloro che imparano a usarla, poiché non eserciteranno la loro memoria. La loro fiducia nella scrittura ... scoraggerà l'uso della propria memoria ... Hai inventato un elisir non di memoria, ma di richiamo; e offri ai tuoi allievi l'apparenza della saggezza, non la vera saggezza, poiché leggeranno molte cose senza istruzione e sembreranno quindi sapere molte cose, mentre per la maggior parte saranno ignoranti ... Così, quando si trattava di cose passate, gli Egizi successivi leggevano i testi lasciati dai loro antenati ma non sempre comprendevano a cosa si riferissero le parole scritte, poiché non avevano assistito a ciò che i loro antenati avevano vissuto. Quando i bardi recitavano le loro tradizioni a memoria, un ascoltatore...",
        "captions": [
            "Produzione e scrittura su papiro. Non molte persone tra gli Egizi sapevano leggere e scrivere. Coloro che potevano divennero scribi, preziosi per la corte e i templi come archivisti. La parola inglese 'paper' deriva dal nome greco della pianta simile a un giunco, il papiro, i cui steli venivano pressati insieme in un foglio di materiale scrittorio che veniva poi levigato con una pietra. Nonostante i suoi numerosi vantaggi, l'invenzione della scrittura portava con sé almeno un grande svantaggio: non richiedeva più la memorizzazione degli eventi passati. (Illustrazione di John Green.)"
        ]
    }
]