[
    {
        "page_type": "main",
        "page_number": 449,
        "content": "Conosciuto anche come \"il legame tra cielo e terra\", questo \"pilastro\" si diceva fosse tenuto da Ninurta, uno dei nomi babilonesi per il pianeta Saturno. In sumero, questo \"legame\" è chiamato dimgal, che è traducibile come \"grande palo di legatura.\" Inoltre, questo dimgal è utilizzato anche in riferimento all'abzu, o Apsu, cioè le acque celesti che abbiamo visto associate al proto-Saturno. Per confermare ulteriormente la questione, Kronos/Saturno stesso è chiamato in un inno orfico \"Padre degli dèi beati... tu che detieni il legame indistruttibile secondo l'ordine illimitato di Aion...\" Abbiamo inoltre visto che Aion stesso era solo un aspetto di Saturno. E, poiché il romano Giano era identificato dagli antichi come Saturnus, non ci sorprende che lo stesso Giano sia stato anche equiparato ad Aion. Come affermò R. Reitzenstein, sotto l'influenza di Aion, Giano divenne il sovrano dell'asse cosmico. Questo, naturalmente, richiama Ovidio, che considerava Giano come il collegamento tra le regioni superiori e inferiori, e diceva di lui che governava sull'asse in costante rotazione del cosmo. Anche il Vishnu indù si dice fosse \"eretto come il pilastro del cielo\" e in questa forma proteggeva il firmamento. \"Tu hai separato questi due mondi\" è il modo in cui il dio è invocato. È quindi chiamato colui \"che ha sostenuto il trono superiore.\" Nella mitologia giapponese, il pilastro del cielo è paragonato a una canna. Così è scritto: \"In quel momento una certa cosa fu prodotta tra Cielo e Terra. Aveva la forma di un germoglio di canna.\" Altrove nel folklore giapponese si afferma: \"Prima che Cielo e Terra fossero prodotti, c'era qualcosa che poteva essere paragonato a una nuvola fluttuante sul mare [la nostra nube placentare]. Non aveva un luogo di attacco per la sua radice. In mezzo a ciò fu generata una cosa che somigliava a un germoglio di canna...\" Nel mito della creazione Yuki, il pilastro del cielo è rappresentato come una corda. Taiké-mol, il creatore che abbiamo già incontrato in associazione con la nebbia e la schiuma che esistevano sopra le acque celesti, si dice \"stesse sulla schiuma, che ancora ruotava.\" Come si dice, e in linea con la nostra ipotesi, non c'era luce in quel momento. Ma Taiké-mol \"camminava\" sull'acqua \"come se fosse terra.\" Fu allora che \"fece una corda e la posò da nord a sud.\" Non sorprende che, tra i Kwakiutl della costa nord-occidentale dell'America, il pilastro cosmico fosse immaginato e rappresentato come un totem, il cui nome era Kalakuyuwish.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 450,
        "content": "",
        "captions": [
            "I Kwakiutl usavano pali totemici come quelli raffigurati sopra come supporti per i tetti delle loro costruzioni in legno. Non sorprende quindi che visualizzassero il pilastro del cielo come un alto palo totemico."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 451,
        "content": "che significava semplicemente \"palo del cielo\" o \"il palo che sostiene il cielo.\" L'ASSE FIAMMEGGIANTE È interessante notare che, tornando ai testi liturgici egizi, incontriamo un'entità chiamata aakhu, khu o khut che, tra le altre cose, assumeva la forma di \"la colonna che sostiene il cielo.\" Come il ruach ebraico, questa parola è spesso tradotta come \"anima\" e/o \"spirito.\" Tuttavia, quando scritta con determinativi diversi, aakhu e/o aakhut o khut significa anche \"luce,\" \"splendore,\" \"brillantezza\" e \"fuoco.\" Rappresenta anche il dio della Luce o la Grande Luce. Ma, come Talbott ha abilmente indicato, il simbolo più comune usato per denotare khu e/o khut rivela \"flussi verticali di luce che ascendono lungo l'asse del mondo.\" Ma, sebbene apparentemente ascendenti, erano anche ricordati come una colonna radiante che era stata \"versata\" dal creatore Atum. Come abbiamo visto, un epiteto del Vishnu indù è Dhruvakshara, derivato da Dhruva, la Stella Polare, e akshara, che ha i significati di \"imperituro,\" \"indistruttibile\" e \"incorruttibile.\" La parola akshara stessa è, come Ashton aveva indicato, probabilmente formata da akshah, che significa \"perno\" o \"asse,\" e -rah, che significa \"fuoco.\" Akshara può quindi essere tradotto come \"asse fiammeggiante.\" Non c'è un asse fiammeggiante che emana dalla Stella Polare ma, ricordando che Dhruva era anche un epiteto di Vishnu, che abbiamo già equiparato alla divinità saturniana, diventa ovvio che questo asse fiammeggiante, ricordato da altri come un raggio di luce che ascende o discende dall'alto, doveva essere visto ascendere o discendere dalla stessa divinità saturniana. IL SOSTEGNO DI COOK Con poche eccezioni, i mitologi non hanno mai saputo cosa fare con l'entità che essi stessi hanno soprannominato axis mundi, la colonna polare o il pilastro del cielo. Arthur Cook, che aveva tanto da dire sull'argomento, optò per Giove, che intendeva come una personificazione del cielo, al posto della divinità saturniana, come occupante l'apice del pilastro. Nonostante tutto ciò, non riuscì a trovare una spiegazione fisica per il fenomeno.",
        "captions": [
            "Il geroglifico egizio per khu e/o khut che rappresenta flussi di luce ascendenti lungo l'asse del mondo."
        ],
        "headers": [
            "L'ASSE FIAMMEGGIANTE",
            "IL SOSTEGNO DI COOK"
        ]
    },
    {
        "page_type": "main",
        "page_number": 452,
        "content": "Come affermava: \"Questo pilastro non ha alcun corrispettivo nei fatti astronomici o, per quel che conta, nella teoria astronomica.\" Per lui, il concetto nasceva dalla \"nozione primitiva che il cielo avesse bisogno di un supporto visibile.\" Come ci racconta: \"L'uomo primitivo era infatti ossessionato da un timore molto preciso che [il cielo] potesse crollare sopra di lui. Gli autori classici testimoniano il terrore che questo pensiero ispirava tra i popoli dell'Europa centrale.\" Cook ha molto da dire su questa paura, anche se confessava ignoranza riguardo alla sua origine. Questo, tuttavia, non gli impedì di offrire un'ipotesi plausibile. \"Come sia nata questa credenza, possiamo solo supporlo. Può darsi che in un passato remoto, quando gli antenati di queste tribù si svilupparono da cacciatori a pastori e uscirono dalla foresta verso la pianura aperta, sentirono la mancanza del grande albero che sembrava sostenere il cielo...E in assenza di quel possente sostegno non c'era nulla che garantisse la sicurezza del loro tetto.\" Cook può ben parlare del \"grande albero che sembrava sostenere il cielo\" ma, in realtà, una foresta è composta da più di un singolo albero. Perché, allora, l'uomo primitivo non concepì un sostegno del cielo composto da più pali? Perché un unico pilastro? E, in ogni caso, perché questo supporto arboreo sarebbe stato visualizzato come la singola gamba del dio, il suo fallo eretto, o, peggio ancora, un raggio di luce che ascende o discende dall'alto? L'OMBRA LUNARE DI SUHR Altri mitologi, inutile dirlo, non hanno accettato la spiegazione di Cook, anche se pochi di loro hanno mai offerto un'interpretazione propria. Tra questi pochi c'era Elmer Suhr. Anche lui parla costantemente della \"rotazione della colonna tra cielo e terra\" ma, quando si tratta della sua interpretazione del fenomeno, inciampa gravemente. La sua convinzione, ovviamente, era che fosse il Sole a trovarsi alla sommità del pilastro cosmico. Parla persino del \"disco sacro del sole\" che si gira rapidamente, come se fosse un dato ben noto. Come ci racconta: \"Il sole, mentre rotolava o girava nel cielo, aveva il potere di far girare altri oggetti che entravano nella sua sfera di influenza, e tra questi oggetti era apparentemente inclusa la colonna del cosmo.\" Spero di non essere accusato di cavillare quando affermo che girare non è lo stesso che rotolare, e che mentre il Sole può essere detto rotolare attraverso il cielo, non sembra girare. E poi, cosa avrebbe a che fare il Sole, che attraversa il cielo, con un asse che, per definizione, doveva essere stazionario? Come lui stesso ci racconta, \"la colonna meteorologica poteva servire, metaforicamente, come supporto per il cielo proprio come qualsiasi colonna di pietra poteva sostenere il tetto e il soffitto di una struttura.\" Il cielo, tuttavia, come un tetto o un soffitto, non si muove mentre viene sostenuto; il Sole, d'altra parte, non solo si muove attraverso il cielo, ma scompare anche dalla vista di notte, il che difficilmente lo avrebbe reso un oggetto appropriato per un pilastro da sostenere.",
        "captions": [],
        "headers": [
            "L'OMBRA LUNARE DI SUHR"
        ]
    },
    {
        "page_type": "main",
        "page_number": 453,
        "content": "struttura. Il cielo, tuttavia, come un tetto o un soffitto, non si muove mentre viene sostenuto; il Sole, d'altra parte, non solo si muove attraverso il cielo, ma scompare anche dalla vista di notte, il che difficilmente lo avrebbe reso un oggetto appropriato per un pilastro da sostenere. Suhr, naturalmente, ha una risposta a tutto questo. Come continua a informarci: \"Molti popoli del Vicino Oriente e dell'area mediterranea credevano che il sole... fosse la fonte primaria della quintessenza della vita. Era la luce del sole, riflessa sulla superficie della luna, che portava fertilità e vita al suolo attraverso l'ombra lunare rotante...\" Tuttavia, ci si deve immediatamente chiedere: cosa ha a che fare il chiaro di luna con il concetto di un pilastro del cielo? E in che modo si può dire che l'ombra della Luna ruoti? Suhr spiega: \"In cima, la colonna doveva essere in contatto con il sole e la luna, i due corpi da cui derivava la maggior parte del suo principio vitale... Ovviamente, i due corpi non erano sempre direttamente uno sopra l'altro, ma il sole nell'antica astronomia esercitava sempre un'influenza sulla luna dall'alto, e entrambi influenzavano la terra—il che rendeva la forma colonnare simbolicamente adatta.\" E: \"Che si pensi alla colonna come a un'asta radicata nella terra o come all'ombra conica della luna, la sua estremità inferiore sembra penetrare nella terra...\" Ecco, quindi, la risposta di Suhr a questo vecchio enigma. Secondo lui, la nozione del pilastro del cielo derivava dall'ombra conica che la Luna proietta nello spazio, ombra che termina sulla Terra durante un'eclissi solare! Come ha sottolineato in un'opera diversa, \"sicuramente un'ombra da un corpo che si trova da qualche parte tra il sole e la terra e che fa un contatto diretto occasionale con la terra deve essere stata, per la mente antica, una proiezione di beneficenza divina.\" Come abbiamo visto, la vera natura delle eclissi solari era conosciuta dagli antichi Greci. Per ripetere ciò che abbiamo detto in una pagina precedente, sia Plutarco che Plinio sapevano che le eclissi lunari erano causate dalla proiezione dell'ombra della Terra sulla superficie lunare, e che questa proiezione assumeva la forma di un cono, che, come Suhr stesso spiegava, sarebbe stata \"un'osservazione basata su ciò che l'occhio nudo poteva vedere\" più \"una semplice deduzione da una legge della fisica.\" Come Suhr dedusse correttamente: \"Se gli antichi erano consapevoli dell'ombra della terra, dovevano anche sapere, come testimonia Diodoro, di quella della luna proiettata verso la terra durante un'eclissi solare...\" Ma, sebbene tutto ciò sia vero, difficilmente si può dire che fosse noto anche ai nostri antenati primitivi, che non sarebbero stati capaci di alcuna \"semplice deduzione da una legge.",
        "captions": [],
        "headers": []
    }
]