[
    {
        "page_type": "main",
        "page_number": 424,
        "content": "Probabilmente, è la prima proposta quella che meglio si adatta allo schema. Si trattava di una \"configurazione polare preesistente\" che fu disturbata \"dall'influenza crescente del Sole.\" Sembra che ciò che accadde fu che l'asse terrestre fu temporaneamente e leggermente spostato mentre il Sole cercava di separarlo da Saturno. L'ingresso del sistema saturniano nel dominio del Sole, tuttavia, fu uno sviluppo prolungato che si svolse in una serie di eventi straordinari. Per un breve periodo, la Terra vacillò leggermente fuori equilibrio, ed è durante questo episodio precario che Saturno fu visto girare lentamente intorno alla sua precedente posizione stazionaria. Il dio vagò per un po'. Ma Saturno presto riaffermò il suo controllo sul suo satellite e la divinità tornò alla sua precedente posizione immobile. Naturalmente, molto accadde prima di questa breve parentesi, e ancora di più seguì—ma il resoconto dettagliato di tutto ciò, completo delle relative prove, dovrà attendere il seguito proposto a questo lavoro. Durante tutto questo non siamo riusciti a deporre la testa del nostro drago—perché, se i meccanismi dietro la frammentazione della cometa Shoemaker-Levy 9 non sono quelli che cerchiamo per spiegare il modo in cui il sistema saturniano avrebbe potuto mantenere il suo accoppiamento assiale, siamo semplicemente tornati al punto di partenza di questo capitolo. Ciò che Shoemaker-Levy 9 ci ha insegnato è che le formazioni lineari possono esistere, ma solo per un breve periodo. Questo non è ciò che cerchiamo. Ciò che è richiesto è un mezzo per mantenere tale formazione linearmente allineata per un periodo molto più lungo—più di 3 mesi, più di 45 anni, 100 anni o 200 anni. Dobbiamo scoprire un mezzo per mantenere Saturno e la Terra accoppiati assialmente per migliaia di anni, se non di più. Qual è, allora, la risposta? GETTI COSMICI Il tema del sistema coassiale saturniano fu discusso durante una sessione privata a tavola rotonda per i relatori alla conferenza mondiale KRONIA Communications del 2000 a Portland, Oregon. In quell'occasione, l'astrofisico Halton Arp dichiarò che le formazioni lineari non sono rare nel cosmo—a cui aggiunse la precisazione che tali formazioni sono possibili solo se si dà loro un lungo periodo per formarsi. Sebbene questa dichiarazione avrebbe dovuto suscitare scalpore, suscitò ben poco. Quando, un mese dopo, chiesi ad Arp quali formazioni lineari avesse in mente, mi indirizzò alle \"condensazioni\" che erano state scoperte mentre venivano espulse dalle galassie. Queste condensazioni, come le chiamò Arp, sono ora note come \"getti violenti di plasma che eruttano dai nuclei di alcune galassie\" in direzioni polari. In altre parole, i getti in questione vengono espulsi lungo l'asse di rotazione della galassia. Come si formano questi getti? Un tempo considerata anatema per l'astronomia, oggi si sa che le correnti elettriche esistono in tutto il Sistema Solare. Come dichiarò James Peebles: \"Nessuno oggi nega l'importanza dei campi magnetici e delle correnti nel sistema solare e nella sua formazione. Questo è ora completamente accettato.\" Inoltre, come notato in precedenza in questo lavoro, oggi si sa che il 99% dell'universo è costituito da plasma, un gas ionizzato che può condurre elettricità. Questo portò il fisico del plasma e premio Nobel Hannes Alfvén a chiedersi: \"Perché il plasma non dovrebbe comportarsi allo stesso modo per",
        "captions": [],
        "headers": ["GETTI COSMICI"]
    },
    {
        "page_type": "main",
        "page_number": 425,
        "content": "",
        "captions": ["“a      * a      . a) »          es = Halton Arp (Fotografia—2000—di Wallace Thornhill.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 426,
        "content": "l'intero universo osservabile...?\" Come spiega Eric Lerner: \"Nella teoria di Alfvén, una galassia che ruota nel campo magnetico dello spazio agisce come un enorme generatore, inducendo correnti elettriche nel plasma interstellare. Le correnti fluiscono in grandi spirali filamentose verso il centro della galassia, dove si girano e fluiscono verso l'alto lungo l'asse di rotazione.\" È questo modello, secondo Alfvén, che spiega i getti violenti osservati eruttare dal centro delle galassie. \"Ogni tanto [dice Alfvén], la corrente elettrica in una galassia va in cortocircuito e scarica una quantità enorme di energia nel nucleo. La galassia 'salta un fusibile', e l'esplosione propelle un getto di plasma lungo l'asse di rotazione.\" La maggior parte degli astrofisici, d'altra parte, sostiene che questi getti siano dovuti all'intensa gravità di un buco nero situato al centro di queste galassie, anche se l'esistenza stessa dei buchi neri ha recentemente sollevato alcuni seri dubbi. Ma quando si tratta di getti simili espulsi da una nuova categoria di stelle, per non parlare dei resti di supernovae, la spiegazione del buco nero diventa insostenibile. La Nebulosa del Granchio è ciò che rimane di una stella che esplose in supernova nel 1054 d.C. L'esplosione brillò così intensamente da essere visibile dalla Terra in pieno giorno. Getti di plasma simili a quelli osservati espellere dalle galassie, per non parlare di un anello di plasma caldo, sono stati recentemente rivelati dalla fotografia a raggi X intorno ai \"meccanismi interni\" del Granchio. L'anello di plasma stesso è stato calcolato essere 200 volte più largo del Sistema Solare. Si ritiene che questo anello sia \"alimentato da particelle che si muovono lungo i poli magnetici della stella\" e che creano i getti gemelli osservati \"sparare perpendicolarmente all'anello.\" Una situazione identica è stata trovata nei resti della supernova Vela. Lo stesso vale per le stelle giovani, che ora si ritiene si formino da gas e polveri che si \"aggregano\" al centro di \"un involucro di materiale\" circondato da \"un disco vorticoso.\" Le forze magnetiche quindi \"dirigono i getti lungo l'asse.\" In realtà, si ipotizza che anche il nostro Sole abbia mostrato tali flussi bipolari, per non parlare di un cosiddetto disco di accrescimento, un residuo del quale rimane ancora oggi come un anello circum-solare di polvere asteroidale. Ma cosa hanno a che fare questi getti cosmici con l'accoppiamento assiale della Terra con il proto-Saturno?",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 427,
        "content": "OGGETTI HERBIG-HARO Alla stessa conferenza a tavola rotonda durante la quale Arp aveva sottolineato che le caratteristiche lineari non sono rare nello spazio, distribuii una fotografia e una ricostruzione grafica di una nuova stella che emetteva getti di plasma da entrambi i poli. Almeno visivamente, l'oggetto in questione presentava una somiglianza straordinaria con il mio modello proposto della stella nana bruna proto-saturniana, tanto da ritenerlo abbastanza importante da condividerlo con gli altri partecipanti. Sfortunatamente, tutti i presenti interessati al sistema coassiale saturniano lo liquidarono come irrilevante. Peggio ancora, lo stesso Arp dichiarò che l'oggetto era un'interpretazione errata. Solo durante la mia successiva corrispondenza con Arp mi resi conto che aveva scambiato la mia nuova stella per qualcosa di completamente diverso. Ciò che avevo distribuito per considerazione era un'immagine della stella designata come HD 163296. Ciò che Arp aveva scambiato era il controverso pianeta fuggitivo—se così si può chiamare—che era stato scoperto in fuga dal sistema stellare doppio noto come TMR-1 da Susan Terebey. Una volta chiarito questo malinteso, Arp mi ricordò che lui stesso aveva incluso due fotografie di una stella che emetteva getti nel suo lavoro iconoclasta sui redshift del 1998. Entrambe le fotografie mostrano il getto polare lineare espulso da \"un giovane oggetto stellare.\" Ciò che è più importante, tuttavia, è che, molto simile ai getti di HD 163296, un certo numero di ammassi globulari a volte chiamati \"nodi,\" che sono corpi astronomici a sé stanti, sono incorporati nel getto della stella. Queste formazioni di getti sono conosciute come oggetti Herbig-Haro—designati HH—dal nome dei loro scopritori, George Herbig e Guillermo Haro. Quello mostrato nelle due fotografie nel libro di Arp è HH 34 che",
        "captions": [". |           toa  7  t  ;      HH 34 che mostra i \"nodi\" allineati lungo il suo getto.  7           (Fotografia per gentile concessione dell'Osservatorio Europeo Meridionale)"],
        "headers": ["OGGETTI HERBIG-HARO"]
    },
    {
        "page_type": "main",
        "page_number": 428,
        "content": "è stato anche descritto in un articolo più recente di Thomas Greene. La fotografia e la ricostruzione grafica di HD 163296 che avevo inizialmente offerto per considerazione includevano tre di questi ammassi globulari—etichettati HH 409-A, B e C—incorporati nei getti bipolari di plasma della stella. (Il getto stesso è etichettato HH 409.) HH 34 ha almeno cinque di questi ammassi globulari tutti allineati in fila lungo il getto polare della stella. Il caratteristico \"disco di accrescimento\" è anche mostrato circondare HD 163296. Qui, dunque, c'era una prova incontestabile—anzi, una prova—che formazioni lineari assialmente allineate non solo erano possibili, ma esistevano effettivamente nello spazio. Si allineano lungo i getti di plasma espulsi verso i poli, condividendo lo stesso asse di rotazione della loro stella madre, esattamente come è stato ipotizzato per la Terra e Saturno in questo studio. Né si può dire che queste configurazioni siano in alcun modo transitorie, come nel caso della cometa Shoemaker-Levy 9, poiché si ritiene che esistano per milioni di anni—e quindi la precisazione di Arp riguardo al \"tempo molto lungo\" necessario per la loro formazione. Inoltre, piuttosto che essere casi unici e rari, gli oggetti Herbig-Haro si verificano in abbondanza. A partire dal 1994, ne erano stati scoperti fino a 250, e altri continuano ad essere aggiunti alla lista. Ora, se queste stelle possono allineare fino a cinque corpi in un allineamento coassiale, cosa c'è di così impossibile nel fatto che il proto-Saturno abbia avuto un tale corpo, cioè la Terra, allineato in modo simile? Inoltre, come sanno già coloro che sono familiari con la tesi di Saturno, e come intendo mostrare nei futuri seguiti, il proto-Saturno finì per avere almeno tre corpi planetari allineati coassialmente. Pertanto, qualunque cosa mantenga i corpi nei getti Herbig-Haro allineati assialmente avrebbe anche mantenuto Saturno e la Terra (per non parlare di pianeti successivi) in un allineamento simile. Ciò che devo sottolineare qui è che tutto questo non significa che il sistema saturniano fosse un oggetto Herbig-Haro, le cui immense masse e distanze da sole escluderebbero tale identità. Ciò che si ipotizza è che il sistema saturniano possa essere visualizzato come una versione ridotta di un tale \"oggetto,\" riguardo al quale verrà rivelato di più nel nostro capitolo finale. A questo punto cruciale, tuttavia, si presenta la seguente domanda: Il proto-Saturno mostrava getti?",
        "captions": [],
        "headers": []
    }
]