[
    {
        "page_type": "main",
        "page_number": 469,
        "content": "“L'aspetto delle nubi sarebbe influenzato dalla rotazione della stella. Se una nana bruna ruota abbastanza velocemente, la rotazione potrebbe spingere le nubi in un sistema meteorologico stellare molto simile alle bande su Giove.” Oppure, si potrebbe aggiungere, anche come le bande su Saturno—sebbene, a dire il vero, le bande nuvolose latitudinali proto-saturniane siano diventate evidenti solo verso la fine dell'esistenza della configurazione. MODELLO DEL DISCO DI ACCRESCIMENTO Insieme all'esistenza di pianeti in sistemi extrasolari, le scoperte sopra elencate hanno aggiunto ulteriore caos alla teoria attuale della formazione planetaria. Come ha affermato Zapatero-Osorio: “La formazione di giovani oggetti di massa planetaria liberi come questi è difficile da spiegare con i nostri modelli attuali di come si formano i pianeti.” E: “La domanda più intrigante ora è come possiamo spiegare la formazione e l'evoluzione di oggetti di massa planetaria al di fuori del sistema solare?” E, in un comunicato stampa: “Questi oggetti liberi potrebbero rappresentare una sfida considerevole per le teorie attuali su come si formano i pianeti.” Un tempo si credeva che la formazione dei pianeti del Sistema Solare fosse dovuta a materiale estratto dal Sole da una stella di passaggio ravvicinato. Questa teoria fu però scartata a favore di quella ora accettata, secondo cui si ipotizza che i pianeti si siano formati dalla stessa nube di gas che collassò sotto la propria gravità per formare il Sole stesso. Si dice che il materiale rimasto dopo la formazione del Sole abbia continuato a circolare attorno al Sole nel suo piano equatoriale. Conosciuta come disco di accrescimento, questa nube gassosa continuò a collassare in grumi più piccoli di materia, che alla fine si aggregarono nei pianeti e in almeno alcuni dei loro satelliti. Ci sono state varie altre teorie, ma il modello del disco di accrescimento è diventato quello più ampiamente accettato. Tuttavia, quando si tratta di sistemi extrasolari, è stato recentemente scoperto che il processo di accrescimento incontra difficoltà. Così, ad esempio, il 90% delle giovani stelle conosciute nell'ammasso della Nebulosa di Orione sono circondate da cosiddetti dischi di accrescimento “che potrebbero potenzialmente aggregarsi in nuovi mondi.” Ma, come ha osservato Kathy Svitil, “creare un pianeta, si scopre, non è così facile da fare.” “Robert O'Dell ha battezzato questi dischi 'proplyds', per dischi protoplanetari. Il nome potrebbe in realtà essere un termine improprio, perché questi dischi evaporeranno entro un milione di anni, probabilmente prima che i pianeti possano formarsi.” “La radiazione intensa proveniente dalle stelle infantili più luminose della nebulosa può fermare il processo sul nascere, afferma l'astronomo C. Robert O'Dell della Vanderbilt University a Nashville, Tennessee. 'La radiazione evapora i dischi in poche centinaia di migliaia di anni o meno,' dice, lasciando poco o nessun tempo per i pianeti di coalescere.”",
        "captions": [],
        "headers": ["MODELLO DEL DISCO DI ACCRESCIMENTO"]
    },
    {
        "page_type": "main",
        "page_number": 470,
        "content": "Queste nebulose protoplanetarie, dice Sun Kwok, “si evolvono rapidamente ed esistono solo per un migliaio di anni.” “Ma dischi simili in ambienti più miti,” ha opinato Thomas Ray, “dovrebbero effettivamente sopravvivere abbastanza a lungo da dare vita a pianeti.” Ma come possono tali dischi trovarsi mai in un ambiente più mite quando si suppone che esistano attorno a stelle in formazione? Così, allo stesso modo, in un altro sistema extrasolare che consiste di due pianeti appena scoperti in orbita attorno a 47 Ursae Majoris. Ciò che rende questo sistema doppiamente interessante è che, a differenza di altri precedentemente scoperti, somiglia per lo più al nostro Sistema Solare. Uno di questi pianeti è stato calcolato avere una massa equivalente a 2,6 volte quella di Giove, mentre l'altro contiene solo 0,76 volte la massa di Giove. I due pianeti quindi “hanno circa lo stesso rapporto di massa di Giove e Saturno.” Inoltre, a differenza di altri sistemi extrasolari precedentemente scoperti, i pianeti attorno a 47 Ursae Majoris viaggiano in orbite circolari, piuttosto che ellittiche. Come ha osservato Debra Fischer: “Ora, per la prima volta, abbiamo un sistema che sembra aver avuto una storia dinamica gentile, simile al nostro sistema solare.” Ciò che è rilevante per il nostro argomento attuale, tuttavia, è emerso quando Greg Laughlin ha condotto una simulazione al computer del sistema solo per scoprire che “la gravità del pianeta interno più grande scuoterebbe i planetesimi nella zona abitabile della stella, impedendo loro di aggregarsi in un pianeta terrestre.” Concesso che quanto sopra possa essere considerato esempi unici, che dire del nostro Sistema Solare? Nonostante tutto ciò che era stato affermato in precedenza, nel 1960, i calcoli di W. H. McCrea indicavano che i pianeti non potevano essere originati per aggregazione tra l'orbita di Giove e il Sole. Quello stesso anno, R. A. Lyttleton confermò questa ipotesi attraverso i propri calcoli, dimostrando ancora una volta che i pianeti terrestri, cioè quelli all'interno dell'orbita di Giove, non potevano essersi formati dal cosiddetto disco di accrescimento, ma dovevano essere originati, per disgregazione, dai pianeti giganti gassosi stessi. Non tutti erano d'accordo, tuttavia, e, nel 1979, Robert Jastrow sosteneva ancora l'ignoranza generale quando si trattava della formazione dei pianeti interni del nostro Sistema Solare. Come scrisse: “Possiamo comprendere la nascita dei pianeti giganti del sistema solare—Giove, Saturno, Urano e Nettuno...Ma i pianeti più piccoli—la Terra, Marte, Venere e Mercurio—la loro origine è un mistero. In qualche modo si sono raccolti da piccoli grani di materia e si sono sviluppati in pianeti a grandezza naturale. Potremmo non sapere mai esattamente come sono nati la Terra e i suoi pianeti sorelle.” Entro il 1997, c'erano altri astrofisici che iniziarono a mettere in discussione la teoria della formazione planetaria attraverso il meccanismo di accrescimento del nucleo, tanto che alla fine si dovette ammettere che il modello del disco di accrescimento fallisce completamente. A quel punto, Urano e Nettuno furono inclusi tra i pianeti terrestri come impossibili da formarsi attraverso il processo di accrescimento. Come ha affermato Joshua Roth: “Poveri Urano e Nettuno...nessuno può nemmeno spiegare perché esistano.” Concordando con quello che ora è diventato il consenso generale, Roth dichiara che",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 471,
        "content": "“L'accrescimento del nucleo richiederebbe decine o centinaia di milioni di anni—e i dischi protoplanetari che si osservano attorno ad altri soli infantili non sembrano durare così a lungo.” In effetti, gli astrofisici non hanno più remore a parlare di “brevi durate dei dischi.” Ma se non attraverso l'accrescimento, attraverso quale metodo si formano i pianeti? ESPULSIONI PLANETARIE Quando si tratta di oggetti liberi nello spazio, una delle ipotesi proposte da Zapatero-Osorio è che “forse questi oggetti sono stati espulsi dalle loro orbite dai loro luoghi di nascita originali attorno alle stelle.” Kailash Sahu era di opinione simile quando chiese: “Potrebbero essere pianeti strappati dalle loro stelle madri...?” Per accettare ciò, tuttavia, era necessario dimostrare che almeno alcuni di questi oggetti liberi, incluse le nane brune, devono ancora esistere in orbita attorno a qualche stella. Non ci volle molto perché arrivassero notizie di una tale nana bruna. In realtà, esistevano già prove indirette per diverse nane brune in orbita attorno a stelle. Ma alla fine arrivarono prove dirette. Questo riguardava una nana bruna che Michael Liu e i suoi colleghi scoprirono attraverso i sistemi di ottica adattiva a infrarossi dei telescopi Gemini North e Keck. Ciò che questi sistemi ottici rivelarono fu una nana bruna “che brillava debolmente” attorno alla “stella simile al Sole” nota come 15 Sagittae. Se non altro, questo risolve l'obiezione che la sub-nana bruna che era proto-Saturno non avesse motivo di risiedere, o stabilirsi, all'interno del Sistema Solare. Inoltre, in confronto al nostro Sistema Solare, la prossimità della nana bruna in questione a 15 Sagittae, “pari a sole 14 unità astronomiche,” l'avrebbe posizionata “tra Saturno e Urano,” non lontano dalla stessa località in cui il proto-Saturno si stabilì infine. Ciò che è anche interessante è che, secondo Liu, questa nana bruna “è troppo massiccia per essersi formata all'interno di un disco circumstellare come un pianeta.” Pur esprimendo la sua convinzione che “esistono una diversità di processi fisici che agiscono per popolare le regioni esterne dei sistemi esoplanetari,” Liu non si avventurò a dire con quale possibile procedura una tale nana bruna potrebbe essersi formata. Bo Reipurth, d'altra parte, ha proposto che “le nane brune iniziano la loro vita come 'embrioni' protostellari proprio come le stelle ordinarie—ma vengono espulse gravitazionalmente dalle loro nubi di gas genitrici prima di avere il tempo di crescere.” Ma che dire dei pianeti nel nostro Sistema Solare? L'espulsione planetaria era stata proposta dagli astronomi ortodossi molto prima della scoperta dei pianeti extrasolari. Ma questa era una modalità di espulsione completamente diversa in cui si teorizzava che piccoli pianeti fossero stati espulsi da pianeti più grandi. Nel 1989, V. N. Zharkov e A. V. Kozenko hanno ripreso questa teoria proponendo nuovamente che Giove debba aver espulso un “embrione” che poi ha iniziato la formazione di Saturno, con ulteriori “embrioni” espulsi che hanno formato i pianeti Urano e Nettuno. Nel 1993, mentre metteva in discussione il processo stesso di ciò che definiva “l'idea spesso invocata che i pianeti si siano tutti condensati da una nube collassata di materiale in orbita attorno al Sole,” Thomas Van Flandern propose che i corpi cosmici siano emessi da un genitore in rapida rotazione. Così, secondo",
        "captions": [],
        "headers": ["ESPULSIONI PLANETARIE"]
    },
    {
        "page_type": "main",
        "page_number": 472,
        "content": "lui, le stelle danno vita ai pianeti, mentre i pianeti, a loro volta, danno vita ai satelliti. Inoltre, queste emissioni vengono inizialmente espulse in direzioni opposte e allineate, prima di essere disperse nei piani equatoriali. Infatti, come abbiamo visto, gli astrofisici hanno iniziato a parlare di pianeti che “danno vita a pianeti più piccoli” come un dato di fatto. Se non altro, questo dimostra che teorie alternative che affermano che i pianeti del Sistema Solare siano stati espulsi da altri pianeti, così tanto ridicolizzate quando proposte da Immanuel Velikovsky nel 1950, sono state più di una volta proposte dall'accademia. I modelli di espulsione planetaria sviluppati da coloro sopra menzionati differiscono l'uno dall'altro, così come differiscono da quello proposto in questo lavoro. Qui seguiamo ciò che viene scoperto nel nostro immediato vicinato spaziale, che continua a dare credibilità a tutti coloro che hanno sottolineato la natura plasmatica ed elettrica dell'Universo. In questo senso, Halton Arp ha offerto quanto segue: “L'assunzione in cosmogonia fino ad ora è stata che tutti i corpi nell'universo si siano condensati da un mezzo omogeneo uniformemente distribuito e si siano aggregati gerarchicamente fino alle loro dimensioni attuali. Le prove, tuttavia, indicano che i proto-corpi vengono espulsi da corpi genitori precedentemente esistenti e successivamente crescono fino alle dimensioni attualmente osservate. Abbiamo visto questo chiaramente nella formazione di galassie, quasar e ammassi di galassie e quasar...Lo stiamo vedendo ora nella formazione dei pianeti.” Ma abbiate pazienza ancora un po' mentre torniamo indietro di poco e prometto che, entro la fine di questo ultimo capitolo, saremo riusciti a piantare il nostro ultimo paletto nel suo foro. ESPULSIONI ASTRALI Spostiamoci lontano nello spazio nel dominio delle galassie. Come si formano le galassie? La teoria che nuove galassie si formino per espulsione da galassie più vecchie risale al 1957, come dedotto da Viktor Ambarzumian, che è stato a lungo considerato un eroe della scienza nella sua nativa Armenia. Questa teoria è stata anche uno dei pilastri della carriera di Halton Arp. Nel frattempo, Hannes Alfvén aveva da tempo suggerito che i filamenti di plasma, che da allora sono stati rilevati nello spazio in quantità sufficiente, siano responsabili della formazione delle galassie. Anthony Peratt, un ex studente di Alfvén che in seguito ha agito come suo segretario, e che da allora è diventato un rinomato fisico del plasma attualmente attivo presso il Los Alamos National Laboratory, ha deciso di testare l'ipotesi di Alfvén. Ciò che Peratt ha scoperto in laboratorio è che “i filamenti di plasma tendono ad attorcigliarsi in ciò che sembrano minuscole galassie a spirale.” Attraverso la simulazione al computer, ha poi scalato l'azione fino a dimensioni galattiche. Partendo da due filamenti paralleli che vengono attratti l'uno verso l'altro dai loro campi magnetici, e seguiti da ciò che Eric Lerner ha definito “una lunga danza di accoppiamento,” i filamenti si sono fusi in una singola struttura che imitava correttamente una vera galassia a spirale. Alcune di queste simulazioni hanno persino prodotto i getti polari osservati provenire da galassie reali. Come ha osservato Lerner, le simulazioni al computer sono una cosa, l'Universo reale è un'altra. Tuttavia, non passò molto tempo dopo che Peratt pubblicò i suoi risultati che, nel 1984, furono osservati filamenti reali, lunghi più di cento anni luce, al centro della nostra stessa galassia, la Via Lattea.",
        "captions": [],
        "headers": ["ESPULSIONI ASTRALI"]
    },
    {
        "page_type": "main",
        "page_number": 473,
        "content": "",
        "captions": ["Anthony Peratt (Fotografia—2000—di Wallace Thornhill.)"],
        "headers": []
    }
]