[
    {
        "page_type": "main",
        "page_number": 159,
        "content": "In declino. Se questi pianeti sono caldi, non sarebbero stati una volta ancora più caldi? Le stelle sono soli. Non è possibile che Giove e Saturno abbiano una volta brillato come soli in miniatura e che, attraverso processi evolutivi o catastrofici, siano diventati permanentemente oscurati? Questa, almeno, sembra essere stata la conclusione finale, poiché Giove si è guadagnato un posto nei libri popolari di astronomia come un corpo che una volta era molto più caldo. Secondo Roy Gallant, avrebbe persino brillato: \"Giove, due volte e mezzo più massiccio di tutti gli altri pianeti messi insieme, iniziò come un'enorme sfera di gas che si contrasse e si riscaldò... Ma, a differenza del Sole, Giove aveva una massa troppo piccola per portare la temperatura del suo nucleo abbastanza in alto da avviare reazioni di fusione. Invece di raggiungere i milioni di gradi necessari, il nucleo si riscaldò solo di qualche migliaio di gradi. Così Giove divenne solo abbastanza caldo da brillare di un rosso ciliegia, come una stella nana rossa, e per un po' illuminò e riscaldò le sue lune interne con una luce e un calore che svanirono lentamente mentre Giove si raffreddava.\" Richard Hoagland, con la sua solita imprudenza, fu più diretto. \"Giove era una volta un sole in miniatura secondo i nostri attuali concetti di formazione del sistema solare,\" si dice abbia affermato. È vero, aggiunse poi: \"Durò solo per un breve periodo—al massimo pochi milioni di anni,\" il che significherebbe anche che aveva smesso di irradiare milioni di anni fa. Nel 1981, si sapeva che Saturno irradiava da due a tre volte l'energia che riceve dal Sole. La sua temperatura interna stimata era ormai salita a 20.000° K. A quel punto non c'era dubbio che sia Giove che Saturno possedessero fonti interne di calore. Tuttavia, come Andrew Ingersoll ripeté ciò che era stato predicato sin dalle scoperte delle sonde Pioneer e Voyager, e in totale disprezzo dell'ipotesi di Firsoff, \"nessuno dei due pianeti è abbastanza massiccio per la compressione gravitazionale necessaria ad avviare la fusione nucleare.\" Il verdetto finale fu che \"nessuno dei due pianeti è una stella.\" Eppure, come informò i suoi lettori Ingersoll, \"James B. Pollack e i suoi colleghi presso l'Ames Research Center della NASA hanno sviluppato modelli della storia dei pianeti giganti e concludono che l'interno di Giove e Saturno è ancora caldo oggi.\" Ma poi il calore extra fu spiegato: \"I modelli del raffreddamento di Giove nel corso della storia del Sistema Solare spiegano tutta l'energia che Giove irradia oggi in eccesso rispetto alla quantità che assorbe.\" Quando si trattava di Saturno, tuttavia, i modelli in questione non erano sufficienti. Lo stesso Ingersoll dovette ammettere: \"Modelli simili falliscono, tuttavia, nel spiegare circa un terzo dell'eccesso che Saturno irradia. Apparentemente Saturno ha una fonte di calore interno non inclusa nei calcoli, una fonte che Giove non possiede.\"",
        "captions": [],
        "headers": ["SOLE IN MINIATURA", "MODELLO FALLITO"]
    },
    {
        "page_type": "main",
        "page_number": 160,
        "content": "Così, mentre il calore in eccesso di Giove è stato accettato come un residuo del periodo formativo del pianeta, la maggior parte di quello di Saturno è stato attribuito all'energia cinetica rilasciata dalla circolazione dell'elio disciolto. Perché questa presunta differenza? Non è semplicemente perché l'emissione totale di calore di Saturno si è rivelata significativamente più alta di quanto previsto dai modelli della storia di raffreddamento del pianeta? Non si sarebbe dovuto, allora, scartare questo modello? Dopotutto, il rapporto di calore interno in eccesso rispetto all'input solare di Giove è quasi identico a quello di Saturno. Si è quindi portati a credere che il calore interno di entrambi i pianeti debba essere dovuto a cause quasi identiche. O la fonte del calore interno dei due pianeti è stata variamente attribuita a ciascuno di essi perché non si è trovato un modello unico che potesse spiegare entrambi? Come si è scoperto, per le sue dimensioni, Saturno è stato trovato più simile a una stella rispetto a Giove, emettendo più calore di Giove e risultando complessivamente molto più attivo. Scrivendo nel 1985, Leroy Ellenberger non era del tutto d'accordo. Riassumendo la situazione, affermò: \"Nonostante tutte le speculazioni su Giove e Saturno come stelle 'fallite' o 'oscure', la grande preponderanza del pensiero astronomico attuale, supportato da calcoli dettagliati, indica che i pianeti sono pianeti e le stelle sono stelle. L'idea che Giove e Saturno siano stelle fallite è obsoleta.\" Questa era l'opinione accademica di Ellenberger. Noi, d'altra parte, dissentiamo. Nel 1983, Giove aveva ricevuto una nuova etichetta; era ora classificato come una nana bruna, la cui natura fu spiegata in termini semplici da Rick Gore: \"Quando una nube di gas lungo il braccio a spirale di una galassia viene compressa, collasserà sotto la propria gravità e si accenderà come una stella se il grumo ha una massa sufficiente; se inferiore a un decimo della massa del nostro Sole, potrebbe diventare una 'nana bruna.' Giove è un tale oggetto, troppo piccolo per 'accendersi' attraverso la fusione nucleare ma che emette ancora calore dal suo collasso. Le nane brune non possono essere viste a grandi distanze ma potrebbero rappresentare una grande parte della massa di una galassia.\" Più recentemente, la scoperta di pianeti extrasolari ha dato agli astrofisici non pochi grattacapi. Uno di questi problemi è che, se le loro teorie fossero corrette, alcuni di questi pianeti, con masse uguali o superiori a quella di Giove, orbitano troppo vicino alla loro stella primaria. Altri, con massa simile, orbitano abbastanza lontano dalla loro primaria ma seguono percorsi altamente eccentrici.",
        "captions": [],
        "headers": ["NANE BRUNE"]
    },
    {
        "page_type": "main",
        "page_number": 161,
        "content": "Come riportato da Sam Flamsteed: \"Una possibile spiegazione sarebbe che questi non sono affatto pianeti ma stelle nane brune. Una nana bruna è quanto di più vicino una stella può essere a un pianeta senza esserlo realmente. Per prima cosa, è abbastanza piccola da essere scambiata per un pianeta molto grande, almeno da lontano. E poiché, essendo piccola, il suo nucleo non è sottoposto a una pressione sufficiente per innescare reazioni nucleari, emette solo un debole bagliore inizialmente per poi oscurarsi gradualmente.\" \"I teorici hanno sempre supposto che le nane brune debbano essere almeno dieci volte più massicce di Giove e probabilmente di più. Ma forse hanno sovrastimato. Forse una nana bruna può essere sei volte più massiccia di Giove o anche meno.\" Ma, come Flamsteed notò con arguzia: \"Supporre che i teorici siano perplessi significa sottovalutarli gravemente. Un buon teorico astronomico non lascia mai che l'assenza completa di informazioni ostacoli una bella teoria e, al contrario, non si lascia mai scoraggiare quando arriva un'osservazione reale a rovinarla. La mancanza di dati può effettivamente essere un vantaggio. Non ostacolati dai fatti, alcuni teorici sono destinati a elaborare un modello che spieghi anche la scoperta più strana.\" Nel tentativo di spiegare il comportamento anomalo dei pianeti extrasolari che tutti hanno iniziato a scoprire ovunque, si è persino ipotizzato che ci fosse abbastanza materiale in questi sistemi \"per formare pianeti dieci volte più grandi della Terra.\" Oggetti di tali dimensioni, si è teorizzato, sarebbero in possesso di campi gravitazionali così potenti da \"agire come un gigantesco aspirapolvere.\" Tali oggetti tendono a risucchiare \"qualsiasi gas vicino rimasto.\" E il risultato? \"In soli 10.000 anni circa si ha Giove—un nucleo roccioso dieci volte più grande della Terra circondato da un'immensa atmosfera spessa 35.000 miglia.\" Oltre ai pianeti delle dimensioni di Giove, questa ipotesi è stata successivamente applicata sia a Giove che a Saturno stessi. Tutto ciò potrebbe far chiedere: se un pianeta delle dimensioni di Giove può formarsi in un sistema extrasolare in circa 10.000 anni, come può qualcuno essere positivamente certo che Giove stesso, o per quella materia Saturno, non si sia formato in un tempo altrettanto breve? E se ciò è consentito come possibilità, allora come può qualcuno essere positivamente certo che Giove e Saturno abbiano miliardi di anni? Ancora di più doveva arrivare. Dopo essere stati così sicuri di sapere tutto ciò che c'era da sapere su Giove, gli astronomi furono sorpresi da ulteriori scoperte quando la Cometa Shoemaker-Levy 9 impattò il pianeta nel luglio del 1994. Analizzando le conseguenze dell'impatto, scoprirono che il pianeta aveva molta meno acqua di quanto previsto; i tre strati previsti dell'atmosfera non furono rilevati; furono trovati venti forti a tutti i livelli dell'atmosfera; e la quantità di elio risultò essere solo la metà di quanto teorizzato.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 162,
        "content": "Un fattore, tuttavia, rimase invariato: si trovò ancora che un calore in eccesso fuoriusciva dal profondo interno di Giove; il pianeta emetteva ancora almeno il doppio dell'energia che riceve dal Sole. Infine—un'altra sorpresa; ma non da una nuova scoperta. Questa proveniva dagli stessi astrofisici. Mentre il calore in eccesso di Saturno è stato attribuito all'energia cinetica rilasciata dalla circolazione dell'elio disciolto, la mancanza di elio veniva ora incolpata per il calore interno di Giove. Vai a capire. L'ultima cosa di cui desidero essere accusato è di applicare le informazioni sopra riportate in modo improprio. Quindi, prima di tutto, lasciatemi affermare che, come indicano le stesse fonti, le informazioni in questione provengono intatte da fonti puramente scientifiche. Né sto qui sostenendo che Giove o Saturno possano sostenere reazioni nucleari nei loro nuclei. Nemmeno Firsoff osò spingersi così lontano. Ma tali reazioni come quelle che Firsoff affermava possibili non furono mai specificate come dovute essere, o essere state, sostenute. La stessa natura delle prove mito-storiche che ho presentato nei capitoli precedenti nega questa possibilità. Ovviamente, anche lo stato attuale di questi due pianeti lo fa. Se tali reazioni fossero state sostenute, Giove e Saturno inonderebbero ancora la notte con la loro luce irradiata. In una certa misura, anche Ellenberger ha ragione. Giove e Saturno falliscono come stelle, ma solo nella loro condizione attuale. Sebbene sia mia convinzione, e quella di pochi altri, che Saturno fosse un vero sole—il che significa che irradiava la propria luce piuttosto che riflettere quella del Sole come fa ora—non deve essere inteso che brillasse con una luce continua e accecante. Le fonti antiche ci spingono a credere che, sebbene più luminoso della Luna di notte, Saturno non fosse luminoso quanto il Sole. Infatti, come sarà indicato in un lavoro futuro, ulteriori prove indicano che, durante il giorno, Saturno impallidiva al confronto con il Sole. Va anche tenuto presente che non sto qui tentando di sostenere che Saturno fosse altamente luminoso in tempi storici, nonostante il fatto che abbia citato fonti storiche come prova. Va sottolineato che queste fonti alludono a eventi passati—cioè, anche se esse stesse antiche, la loro allusione è a un sistema ancora più antico. In realtà, la mia tesi è che Saturno brillava come un sole notturno in tempi preistorici—cioè prima dell'era della scrittura. Il passaggio dai tempi preistorici a quelli storici è misurabile in soli pochi millenni, così che un critico avrebbe assolutamente ragione nell'affermare che ciò non cambia il fatto che, per entrambi i pianeti in questione, la loro fase luminosa si ritiene terminata miliardi di anni fa. Sebbene questa sia la visione generalmente accettata, si può effettivamente affermare con sicurezza che Giove è ancora leggermente luminoso. Con le dimensioni—e la massa—di Giove, non è venuto in mente a nessuno che qualcosa potrebbe essere sbagliato con questo tasso implicito di diminuzione della luminosità se la degenerazione fosse davvero iniziata miliardi di anni fa? E, allo stesso modo, non si potrebbe dire lo stesso per il suo tasso implicito di raffreddamento? Dove i principi scientifici attualmente accettati e l'ipotesi presentata in questo lavoro differiscono è precisamente in questo fattore temporale. E qui, finché si accetta la teoria attuale, l'ipotesi deve vacillare. Ma la teoria attualmente accettata è necessariamente corretta? Quante volte siamo stati sicuri di questioni che si sono rivelate non essere così? Gli astrofisici non dipingevano, fino a pochi anni fa, Giove come un pianeta freddo con un nucleo ghiacciato? Non stimavano, allo stesso tempo, la temperatura di Saturno a -130°C? Devo forse appesantire il lettore con un lungo elenco di certezze astronomiche che solo ieri, a quanto pare, si sono trasformate in miti?",
        "captions": [],
        "headers": ["SECONDO INTERMEZZO"]
    },
    {
        "page_type": "main",
        "page_number": 163,
        "content": "Non sto sollevando fango come esercizio di imbarazzo scientifico. Mi rendo conto che questo è il modo in cui la scienza è destinata a progredire—sostituendo vecchie \"verità\" con nuove e, dove possibile, teoria con fatti. Non lasciate che ciò che sto per affermare venga frainteso come una posizione fondamentalista. Nulla potrebbe essere più lontano dalla verità. Ma, in passato, geologi e astronomi hanno costantemente aumentato l'età della Terra, del Sistema Solare e dell'Universo che li circonda. È accettato che nessuna nuova scoperta possa mai farli invertire il processo? Personalmente, non ho altra scelta che ammettere che l'intera ipotesi presentata in questo lavoro si basa su fonti storiche e mito-storiche. Ma prima che qualcuno sollevi l'obiezione che le fonti storiche non abbiano validità in ambito astronomico, permettetemi di ricordare loro che la storia delle scoperte astronomiche, come già indicato in un capitolo precedente, inizia giustamente con tali fonti. L'ipotesi che Saturno fosse una volta un sole che brillava di notte non ha avuto origine con me. Altri mi hanno preceduto—e si estendono fino ai tempi sumeri. Lewis Greenberg e Warner Sizemore furono i primi a portare la questione alla mia attenzione. Come abbiamo già visto, Morris Jastrow e R. C. Thompson li precedettero. Ma molto prima di tutti noi si estende una lunga linea di scrittori che hanno lasciato una traccia di questa credenza astronomica registrata su pergamena, papiro, corteccia e argilla. Inoltre, le prove combinate che mi hanno portato, insieme ai miei immediati predecessori, a questa riscoperta non sono state raccolte da fonti mitiche; non si basavano su interpretazioni mitiche. Concesso che volumi potrebbero letteralmente essere riempiti con tali prove complementari, il fatto deve essere sottolineato che l'impulso originale dietro questa supposizione proveniva da ciò che può essere meglio descritto come affermazioni astronomiche antiche. Nel suo articolo del 1910 sull'argomento, Jastrow tentò di razionalizzare ciò che a lui sembrava un'impossibilità. Non riusciva a vedere cosa ci fosse in quel piccolo punto luminoso che chiamiamo Saturno che potesse spingere gli antichi ad alludere ad esso come a un sole. Come indicato in un capitolo precedente, la sua razionalizzazione era debole. Per ripetere ciò che ho già affermato—perché merita di essere ripetuto—chiunque poteva guardare in alto e vedere che Saturno era tutt'altro che un sole. La maggior parte delle persone, allora come oggi, non sarebbe nemmeno stata in grado di individuare Saturno nel cielo notturno. Inoltre, chiunque poteva vedere che, Saturno o no, non esisteva una cosa come un sole notturno. A meno che non lo fosse o non lo fosse stato una volta. Anche così, sarebbe sbagliato da parte mia non sottolineare che la conoscenza astronomica antica può essere, come sarà, completata dalla mitologia purché l'interpretazione mitica mantenga la credenza originale degli antichi. Questo è qualcosa che non è sempre stato rispettato dai mitologi moderni. I mitologi moderni, d'altra parte, non dovrebbero essere biasimati per i loro fraintendimenti poiché anche loro hanno guardato in alto e l'unico sole che hanno visto è quello che ci illumina oggi. Né questa è una concezione errata unicamente moderna. Gli antichi Greci, che apparvero relativamente tardi sulla scena storica, tra gli altri, soffrirono della stessa confusione. Per loro, Saturno era lo stesso punto luminoso che vediamo nel nostro cielo notturno. Non potevano quindi capire perché alcuni dei loro antenati chiamassero questo pianeta Helios poiché, per loro, Helios era il Sole. Come abbiamo visto, la credenza che Saturno fosse stato una volta un sole era così radicata nelle menti dei nostri",
        "captions": [],
        "headers": []
    }
]