{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 59,
            "content": "Identificati con stelle. Adoravano sia la Stella della Sera che la Stella del Mattino, la preminenza di quest'ultima sottolineata da molti antropologi e ricercatori. Infatti, la preminenza della Stella del Mattino era tale che nessun autore può trattare questa nazione indiana del Nord America senza chiedersi come questa stella abbia acquisito tale significato nelle credenze religiose di queste persone. Il fatto che la Stella del Mattino dei Pawnee fosse il pianeta Marte è stato ora verificato astronomicamente e accettato dalla maggior parte degli antropologi e archeoastronomi. Fino al 1906, i Pawnee offrivano ancora sacrifici umani a essa. Così, in modo simile, con le nazioni più sofisticate della Mesoamerica. Pertanto, Susan Milbrath ha osservato che alcuni studiosi concordano sul fatto che la natura fondamentale del pantheon mesoamericano antico sia astronomica. La stessa visione è stata riproposta da David Kelley, che ha scritto: “È stato chiaro per tutti gli studenti seri della cultura mesoamericana che c'era una relazione intima tra la conoscenza astronomica, il calendario e le credenze e i rituali religiosi.” Come ha affermato più recentemente Ev Cochrane: “Una caratteristica prominente dell'astronomia mesoamericana, immediatamente apparente, era la loro ossessione per l'osservazione e l'adorazione del pianeta Venere.” E ciò nonostante il fatto che B. C. Brundage, considerando la funzione che il pianeta Venere giocava tra i mesoamericani, non potesse che osservare che il vero ruolo del pianeta nello sviluppo di questa particolare cultura “non è compreso.” Egli ha anche, tuttavia, aggiunto: “Potrebbe non essere completamente errato considerare la grande abilità dei mesoamericani nella numerazione come un figlio di quel pianeta e affermare che la loro vita intellettuale pulsava ai suoi periodi. Sicuramente una porzione significativa della loro mitologia coinvolgeva quel pianeta.” Pertanto, Anthony Aveni, uno dei principali archeoastronomi del ventesimo secolo, non poteva fare a meno di affermare che “per i Maya l'importanza di Venere ... non può essere sopravvalutata.” In effetti, quale studente della tradizione mesoamericana può approfondire le credenze religiose di queste persone senza imbattersi di testa in Quetzalcoatl, forse la più grande divinità mesoamericana, alla cui morte, come abbiamo già visto, il suo cuore volò diventare la Stella del Mattino. Ma che dire delle nazioni più antiche?"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 60,
            "content": "",
            "captions": [
                "Karttikeya—noto anche come Skanda e/o Kumara—mostrato qui nella sua forma del sud dell'India di Subrahmanya, il dio indù della guerra, che personificava il pianeta Marte. (Da un dipinto di Trichinopoly del diciannovesimo secolo.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 61,
            "content": "Il Linga Purana indiano predica che “l'adorazione dei pianeti dovrebbe essere perseguita da uomini buoni,” e poi identifica in modo inequivocabile ogni pianeta con una delle principali divinità indù — così:\n\n“È affermato che il pianeta Marte è Skanda (Karttikeya), il comandante in capo dell'esercito dei Deva. Le persone di perfetta conoscenza dicono che Mercurio è il Signore Narayan. Oh eccellenti Brahmini, il grande pianeta Shaniscara, il Saturno a lento movimento, è Yama, il signore dei mondi. I precettori dei Deva e degli Asura [cioè Shukra e Brihaspati] sono i grandi pianeti Venere e Giove con raggi (rifluenti). Sono menzionati come i figli di Prajapati.”\n\nNel Talmud ebraico, il significato stesso di “idolatria” è definito come l“’adorazione delle stelle e delle costellazioni.”\n\nMa nulla di tutto ciò ha freno alla critica riguardante la sinonimia di pianeti e dei come appaiono nella letteratura antica e nelle credenze. Che i pianeti fossero deificati e adorati come divinità è, naturalmente, stato accettato — e come potrebbe essere altrimenti se le prove sono lì per tutti da leggere. Ciò che non è stato accettato è che questo sia sempre stato così. I critici generalmente affermano che i pianeti non sono sempre stati dei — che, al contrario, la deificazione dei pianeti deve la sua origine a un'epoca recente. Ma, come ho chiesto per diversi anni, quanto recente è recente? Oppure, per porre una domanda diversa, quanto indietro nella storia può essere tracciata questa credenza?\n\nIgnorando, o mettendo da parte, le affermazioni di Aristotele, i critici continuano a sostenere che l’identificazione greca dei pianeti come dei non risale oltre il IV secolo a.C. Ma la tradizione greca è l'unità di misura con cui misurare l'antichità di qualcosa? I Greci, dopotutto, arrivarono un po' tardi sulla scena storica antica. E le nazioni che erano più antiche, molto più antiche, dei Greci?\n\nIn Egitto anche i pianeti erano deificati. Saturno era chiamato Heru-ka-pet, cioè Horus il Toro del Cielo; Giove era Heru-ap-sheta, la Stella del Sud; Venere era Sbat uatitha, la Stella della Sera; Marte era Heru-khuti e/o Heru-tesher, l’Horus Rosso; e Mercurio era Sebku e/o Sebek. Certo, verrà fatto notare che questi nomi e identificazioni divennero popolari durante il periodo tardo graeco-romano e che non risalgono oltre la 19a dinastia. Ma l'identità della Stella del Mattino come Horus era già conosciuta durante l'Antico Regno ed è riportata più di una volta nei Testi delle Piramidi. Infatti, per gli antichi egiziani, la sinonimia di dei e pianeti era così completa che, in alcuni casi, la stessa parola veniva utilizzata per significare uno o l'altro. Così, sba, tra le altre cose, significava “stella,” ma Sba era anche il nome di un dio “stella.” La parola netru significava “stelle,” ma significava anche “dei.” Come ha sottolineato Faulkner:",
            "bibliography": [
                "1. G. A. Dorsey, Appunti inediti, Museo di Storia Naturale, Dipartimento di Antropologia, Chicago, 1922. Questi appunti furono successivamente compilati da R. Linton e pubblicati come The Thunder Ceremony of the Pawnee e The Sacrifice to the Morning Star.",
                "2. M. Fauconnet, “Mitologia delle Due Americhe,” Nuova Enciclopedia Larousse di Astronomia (Londra, 1972), p. 433.",
                "3. J. del Chamberlain, Quando le Stelle Scesero sulla Terra, pp. 84-85.",
                "4. E. C. Krupp, op. cit., pp. 191, 193.",
                "5. R. Linton, The Sacrifice to the Morning Star (1922), pp. 1-2; E. C. Krupp, op. cit., p. 191.",
                "6. M. Milbrath, “Immagini Astronomiche nella Sequenza del Serpente del Codice di Madrid,” in A. Aveni (ed.), Archaeoastronomy in Pre-Columbian America (Lubbock, 1975), p. 263.",
                "7. B. Kelley, “Identità Astronomiche delle Divinità Mesoamericane,” Archaeoastronomy 2 (1980), p. 1.",
                "8. E. Cochrane, “Quando Venere Era una Cometa,” KRONOS XII:1 (Autunno 1986), p. 3 (sottolineatura aggiunta).",
                "9. B. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
                "10. Ibid.",
                "11. A. Aveni, Skywatchers of Ancient Mexico (N. Y., 1980), p. 184."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 62,
            "content": "",
            "bibliography": [],
            "captions": [
                "“È naturalmente ben noto che gli antichi egiziani prendevano grande interesse per le stelle, non solo osservarle per scopi pratici come determinare tempi e stagioni, ma anche iscrivendo mappe stellari e tavole nei loro forzieri e tombe almeno dal Medio Regno in avanti. Si realizza anche che dietro ciò vi era uno strato molto antico di religione stellare, in cui le stelle erano considerate dei.” Così, anche con Wallis Budge, che ha osservato che molti passaggi dei Testi delle Piramidi significano “casa della stella.”\nNe (“riferirsi al culto primitivo delle stelle.”)\nPassando poi alla Siria, troviamo che nei tablet eblaite, la parola per “tempio” è non solo data come e-dingir, che, come previsto, significa “casa di dio,” ma anche come e-mul, che significa “casa della stella.” Nell'antica Babilonia, come altrove, anche i pianeti erano adorati come dei. Saturno, che i babilonesi chiamavano Ninurta, era adorato come un potente cacciatore. Giove, come Marduk, era venerato come il re degli dei. Il pianeta Marte, con il nome Nergal, era già allora un dio della guerra. Venere, chiamata Ishtar, aveva già conquistato il suo posto come dea dell'amore e della conoscenza carnale. Horus, che, come Heru-khuti e/o Heru-tesher, era conosciuto come Nabu o Nebo, il dio del pianeta Mercurio.\n\nB. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
                "Da un sigillo cilindrico di lapislazuli babilonese."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 63,
            "content": "",
            "bibliography": [],
            "captions": [
                "Così, allo stesso modo, nell'antica Uruk. Come ha recentemente osservato Krystyna Szarzynska, “nel periodo più arcaico il determinativo dingir [che significa “dio”] era associato solo alle divinità astrali.” La civiltà di Uruk risale a quella dei Sumeri. Ed è proprio qui che la verità può essere ricondotta alla lingua dei Sumeri, la lingua scritta più antica che abbiamo. In quella lingua, proprio come nella scrittura — il pittogramma che precedette la scrittura cuneiforme — c'era lo stesso simbolo derivato dal pittogramma che precedette la scrittura cuneiforme, proprio l'immagine di una stella. Questo non solo prova che stelle e dei erano considerati veramente sinonimi fin dall'inizio dei registri scritti, ma indica anche che il concetto stesso di Dio ha la sua origine in una stella. Questo mi porta a un altro punto che desidero sottolineare. Così, spesso si incontra l'affermazione che gli antichi deificavano i pianeti — un'affermazione che, a causa della sua praticità, ho anche impiegato io stesso, come l'ho impiegata in tutto questo lavoro. Ma, strettamente parlando, questo è scorretto. Gli antichi non avevano bisogno di deificare i pianeti perché, per loro, i pianeti erano sempre stati divinità. Erano, certamente, le uniche divinità che conoscevano. In altre parole, i pianeti erano dei; i dei erano pianeti: pianeti e dei erano uno e lo stesso. Fu solo durante il primo secolo a.C. che Lucrezio iniziò a ribaltare le cose dimostrando con grande cura che i corpi astronomici non erano dei pensanti e intenzionali. Nel farlo, stava indicando che i loro pianeti erano sempre stati divinità prima dell'era di Nabonassar.",
                "Da un sigillo cilindrico di lapislazuli babilonese."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 64,
            "content": "",
            "bibliography": [],
            "captions": [
                "Ishtar, dea assiro-babilonese del pianeta Venere. Da un sigillo cilindrico neo-assiro. (Illustrazione di Tessa Rickards.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 65,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 66,
            "content": "",
            "bibliography": [],
            "captions": [
                "(Illustrazione di Charles Hogarth.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 67,
            "content": "ASTRONOMIA NELLA MITOLOGIA\n\nASTRONOMIA NELLA MITOLOGIA\n\nPer quanto riguarda l'antichità della convinzione che gli dei dei nostri antichi antenati non fossero altro che pianeti antropomorfizzati, non sono solo io. De Sanoo, Tillana e von Dechend hanno sostenuto la medesima opinione.\n\n“... questa scienza, sebbene abbia scavato una ricchezza straordinaria di dettagli, è stata guidata dalla sua inclinazione evoluzionistica e psicologica moderna a dimenticare la fonte principale del mito, che era l'astronomia—la scienza Reale. Questa dimenticanza è essa stessa una recente inversione degli eventi—appena un secolo fa. Oggi, filologi esperti ci dicono che Saturno e Giove sono nomi di divinità vaghe, sotterranee o atmosferiche, sovrapposte ai pianeti in un periodo 'recente'; ordinano ordinatamente origini popolari e derivazioni 'recenti', tutte ignare che i periodi planetari, siderali e sinodici, erano noti e ripetuti in numerosi modi da celebrazioni già tradizionali in tempi arcaici.”\n\n“... questa scienza, sebbene abbia scavato una ricchezza straordinaria di dettagli, è stata guidata dalla sua inclinazione evoluzionistica e psicologica moderna a dimenticare la fonte principale del mito, che era l'astronomia—la scienza Reale. Questa dimenticanza è essa stessa una recente inversione degli eventi—appena un secolo fa.”\n\nLa maggior parte dei mitologi che ha favorito un'interpretazione astronomica della mitologia sono, tuttavia, stati ostacolati dal dogma uniformitarista che il Sistema Solare è rimasto invariato per milioni di anni. Non solo, alcuni di loro hanno addirittura utilizzato questo dogma come base stessa per credenze astro-mitologiche. Così, per esempio, Elmer Suhr poteva sentirsi sicuro di riportare che:\n\n“Astronomia, incluse manifestazioni di sole, luna, stelle, comete e meteore, ha il vantaggio di rimanere costante nei suoi movimenti e costantemente la stessa in apparenza per grandi periodi di tempo; le sue forme sono più geometriche, i suoi cambiamenti più regolari, tutto ciò ha dato al cielo più prestigio nella mente dell'uomo primitivo.”\n\nQuesto, intendo dimostrare, è stato il grande tranello della maggior parte dei mitologi che non riuscivano a conciliare il cielo al quale i nostri antichi antenati facevano riferimento con quello che ora si estende sopra e intorno a noi. Eppure, come spero di dimostrare, era esattamente l'opposto di ciò in cui credeva Suhr che giaceva alla base stessa della credenza mito-astronomica. Infatti, ciò che desidero sottolineare è che i corpi astronomici del Sistema Solare erano stati deificati dall'uomo antico in tutto il mondo non perché seguissero costantemente un modello ordinato, ma proprio perché non lo facevano.\n\nCome ha notato Lewis Farnell all'inizio del ventesimo secolo: “Ciò che è normale nella natura e nella società raramente eccita l'immaginazione mitologica, che è più probabilmente alimentata dall'anormale, qualche catastrofe sorprendente, qualche terribile violazione del codice sociale.” E come ha sottolineato l'antropologo francese Emile Durkheim (1858-1917):\n\n“... ciò che caratterizza la vita della natura è una regolarità che si avvicina alla monotonia. Ogni mattina il sole monta sull'orizzonte, ogni sera tramonta; ogni mese la luna attraversa lo stesso ciclo; il fiume scorre in modo ininterrotto nel suo letto; le stesse stagioni riportano periodicamente le stesse sensazioni. Certo, qua e là a volte accade un evento inaspettato: il sole viene eclissato, la luna è nascosta dietro le nuvole, il fiume straripa. Ma queste variazioni momentanee potrebbero solo dare vita a impressioni altrettanto momentanee, la cui memoria svanisce dopo un po' di tempo; non potevano servire come base per questi sistemi stabili e permanenti di idee e pratiche che costituiscono le religioni. Normalmente, il corso della natura è uniforme, e l'uniformità non potrebbe mai produrre emozioni forti.”\n\nSebbene non esattamente un'autorità su soggetti mitologici, vale anche la pena notare le parole di Frederick Hall che ha scritto:\n\n“Se daremo ai miti la loro corretta credibilità alla luce di nuove evidenze di catastrofismo planetario, scopriremo che possono aggiungere molto al nostro negozio di conoscenze. Tutti i resoconti mitici potrebbero non essere ugualmente autentici—e sicuramente molti sono confusi—ma",
            "bibliography": [
                "20. Lewis Farnell, “Il Valore e i Metodi dello Studio Mitologico,” Proceedings of the British Academy XX (1919), p. 47.",
                "21. Emile Durkheim, Le Forme Elementari della Vita Religiosa (N. Y., 1965), p. 103 (sottolineatura aggiunta).",
                "22. Frederick Hall, “Studi sul Sistema Solare,” (Parte 2), AEON 1:4 (Luglio 1988), p. 25.",
                "23. V. Clube & B. Napier, Il Serpente Cosmico (N. Y., 1982), pp. 169-170."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 68,
            "content": "può indicare una fonte più antica del Sumerico che contraddice le affermazioni di cui sopra, che la presenti. Nel frattempo, il record continua a restare.\n\nASTRONOMIA NELLA MITOLOGIA\n\nPer quanto riguarda l'antichità della convinzione che gli dei dei nostri antichi antenati non fossero altro che pianeti antropomorfizzati, non sono solo io. De Sanoo, Tillana e von Dechend hanno sostenuto la medesima opinione.\n\n“... questa scienza, sebbene abbia scavato una ricchezza straordinaria di dettagli, è stata guidata dalla sua inclinazione evoluzionistica e psicologica moderna a dimenticare la fonte principale del mito, che era l'astronomia—la scienza Reale. Questa dimenticanza è essa stessa una recente inversione degli eventi—appena un secolo fa. Oggi, filologi esperti ci dicono che Saturno e Giove sono nomi di divinità vaghe, sotterranee o atmosferiche, sovrapposte ai pianeti in un periodo 'recente'; ordinano ordinatamente origini popolari e derivazioni 'recenti', tutte ignare che i periodi planetari, siderali e sinodici, erano noti e ripetuti in numerosi modi da celebrazioni già tradizionali in tempi arcaici.”\n\n“... questa scienza, sebbene abbia scavato una ricchezza straordinaria di dettagli, è stata guidata dalla sua inclinazione evoluzionistica e psicologica moderna a dimenticare la fonte principale del mito, che era l'astronomia—la scienza Reale. Questa dimenticanza è essa stessa una recente inversione degli eventi—appena un secolo fa.”\n\nLa maggior parte dei mitologi che ha favorito un'interpretazione astronomica della mitologia sono, tuttavia, stati ostacolati dal dogma uniformitarista che il Sistema Solare è rimasto invariato per milioni di anni. Non solo, alcuni di loro hanno addirittura utilizzato questo dogma come base stessa per credenze astro-mitologiche. Così, per esempio, Elmer Suhr poteva sentirsi sicuro di riportare che:\n\n“Astronomia, incluse manifestazioni di sole, luna, stelle, comete e meteore, ha il vantaggio di rimanere costante nei suoi movimenti e costantemente la stessa in apparenza per grandi periodi di tempo; le sue forme sono più geometriche, i suoi cambiamenti più regolari, tutto ciò ha dato al cielo più prestigio nella mente dell'uomo primitivo.”\n\nQuesto, intendo dimostrare, è stato il grande tranello della maggior parte dei mitologi che non riuscivano a conciliare il cielo al quale i nostri antichi antenati facevano riferimento con quello che ora si estende sopra e intorno a noi. Eppure, come spero di dimostrare, era esattamente l'opposto di ciò in cui credeva Suhr che giaceva alla base stessa della credenza mito-astronomica. Infatti, ciò che desidero sottolineare è che i corpi astronomici del Sistema Solare erano stati deificati dall'uomo antico in tutto il mondo non perché seguissero costantemente un modello ordinato, ma proprio perché non lo facevano.\n\nCome ha notato Lewis Farnell all'inizio del ventesimo secolo: “Ciò che è normale nella natura e nella società raramente eccita l'immaginazione mitologica, che è più probabilmente alimentata dall'anormale, qualche catastrofe sorprendente, qualche terribile violazione del codice sociale.” E come ha sottolineato l'antropologo francese Emile Durkheim (1858-1917):\n\n“... ciò che caratterizza la vita della natura è una regolarità che si avvicina alla monotonia. Ogni mattina il sole monta sull'orizzonte, ogni sera tramonta; ogni mese la luna attraversa lo stesso ciclo; il fiume scorre in modo ininterrotto nel suo letto; le stesse stagioni riportano periodicamente le stesse sensazioni. Certo, qua e là a volte accade un evento inaspettato: il sole viene eclissato, la luna è nascosta dietro le nuvole, il fiume straripa. Ma queste variazioni momentanee potrebbero solo dare vita a impressioni altrettanto momentanee, la cui memoria svanisce dopo un po' di tempo; non potevano servire come base per questi sistemi stabili e permanenti di idee e pratiche che costituiscono le religioni. Normalmente, il corso della natura è uniforme, e l'uniformità non potrebbe mai produrre emozioni forti.”\n\nSebbene non esattamente un'autorità su soggetti mitologici, vale anche la pena notare le parole di Frederick Hall che ha scritto:\n\n“Se daremo ai miti la loro corretta credibilità alla luce di nuove evidenze di catastrofismo planetario, scopriremo che possono aggiungere molto al nostro negozio di conoscenze. Tutti i resoconti mitici potrebbero non essere ugualmente autentici—e sicuramente molti sono confusi—ma",
            "bibliography": [
                "20° Lewis Farnell, “Il Valore e i Metodi dello Studio Mitologico,” Proceedings of the British Academy XX (1919), p. 47.",
                "21° Emile Durkheim, Le Forme Elementari della Vita Religiosa (N. Y., 1965), p. 103 (sottolineatura aggiunta).",
                "22° Frederick Hall, “Studi sul Sistema Solare,” (Parte 2), AEON 1:4 (Luglio 1988), p. 25.",
                "23° V. Clube & B. Napier, Il Serpente Cosmico (N. Y., 1982), pp. 169-170.",
                "24° G. de Santillana & H. von Dechend, op. cit., pp. 283 (sottolineatura aggiunta).",
                "25° C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
            ],
            "captions": []
        }
    ]
}
