[
    {
        "page_type": "main",
        "page_number": 279,
        "content": "«Le tradizioni orali, che sono confuse, divergono su numerosi punti: alcune descrivono il suo [cioè il fisico di Con Ticci Viracocha] aspetto, mentre altre sostengono che non avesse né ossa, né arti, né corpo.» Ancora una volta ci viene ricordato il romano Giano, la divinità eschimese Ataksak e il creatore raccontato a Nias—tutti descritti come esseri privi di braccia o gambe e, in alcuni casi, aventi la forma di una sfera. Come abbiamo visto, solo attraverso la creazione Giano «assunse il volto e i membri di un dio.» Allo stesso modo, il creatore egiziano era «un dio senza forma [che] stava solo nelle ‘acque’ del cielo... una sfera senza ‘attributi’ esterni o ‘arti’». Tornando a Kon Tiki Viracocha, apprendiamo che: «In tutti i racconti, qualunque siano le variazioni regionali, questo eroe appare sempre come un dio-creatore che intervenne in un mondo già creato... ma disorganizzato... Il ruolo di Viracocha era quindi quello di trasformare il caos in cosmo...» Inoltre, questo mito del Collao sembra implicare che la «terra» esistita prima della creazione, o dell'apparizione, della luce fosse anch'essa considerata una creazione di Kon Tiki. Questa credenza non sorprende, poiché sembra dubbio che l'uomo ricordi un dio più antico della figura saturniana. Ma sembra che egli ricordi un tempo in cui il Sole non era ancora apparente nel cielo. Così, un altro mito della stessa regione afferma esplicitamente: «Nei tempi più antichi la terra era coperta di oscurità e non c'era sole.» Il Popul Vuh racconta anche che prima che la «terra» fosse creata, «c'era solo mare immobile» e «era notte; il silenzio regnava nel buio.» E ancora, da un mito Xingu apprendiamo che: «All'inizio era tutto buio. Era sempre notte. Non c'era giorno.» IL MARE INFINITO Attraversiamo il Pacifico verso gli arcipelaghi della Micronesia dove troviamo che una «roccia» preesistente era considerata il matrice dell'«universo». Ma anche questa «roccia dei secoli» è «associata a un'infinita distesa di mare originale» da cui furono prodotti i primi dei. Anche i polinesiani affermano che, «all'inizio» non c'era luce. «Una notte brooding chiamata Po avvolgeva tutto...».",
        "captions": [],
        "headers": ["IL MARE INFINITO"]
    },
    {
        "page_type": "main",
        "page_number": 280,
        "content": "Il mare primordiale, da cui fu creata la «terra», è anche riscontrato nelle credenze dei nativi del Borneo. Infatti, «la maggior parte delle leggende [dall'Oceania] che trattano dell'origine della terra la fanno emergere dal mare...». Ci possono essere coloro che sosterranno che per i nativi dell'Oceania, circondati dalle vaste distese del Pacifico, la creazione del mondo da un mare infinito apparirebbe come una genesi logica. Ma abbiamo visto che tale origine è, o era, creduta da tribù nel cuore dell'India, dai popoli del Crescente Fertile, da coloro il cui mondo è racchiuso dalle sabbiose desolazioni del deserto egiziano, in effetti dai popoli dell'intero mondo indipendentemente dal loro ambiente geografico. Anche tra gli aborigeni Aranda dell'Australia, che vivono in una delle regioni più aride del mondo, lontano dal mare o da un lago, troviamo la credenza che la «terra» emerse da un oceano infinito. Ma il nostro viaggio non è ancora finito. Tra i pigmei Kenta della Malesia, la tradizione afferma che, «all'inizio», il «mondo» era tutto acqua—e nel firmamento sopra dimorava il grande dio Kaei. E dai Nias di Sumatra apprendiamo che «il mondo era buio, poiché non c'era né sole né luna.» QUALCOSA CHIAMATA NULLA Attraversiamo l'Oceano Indiano, viaggiamo attorno al Capo di Buona Speranza e su per la costa occidentale dell'Africa. Atterriamo tra gli Yoruba di quello che era una volta la Nigeria e scopriamo che anche loro credono che, «all'inizio», il «mondo» fosse tutto un pantano acquoso. I Bushongo raccontano che «All'inizio non c'era altro che oscurità... non c'era altro che acqua; in questo caos Bumba, il Chembe [cioè dio], regnava solo.» Anche i Dogon del Sudan, che abbiamo già incontrato più di una volta, credono che il loro creatore, che chiamano Amma, risiedesse nell'«uovo del mondo», e che questo uovo esistesse «nell'oscurità originale». E, dal Sudafrica, abbiamo il seguente: «Non c'erano stelle—non c'era sole. Né luna né terra—Nulla esisteva tranne l'oscurità stessa—Un'oscurità ovunque. Nulla esisteva tranne il nulla...",
        "captions": [],
        "headers": ["QUALCOSA CHIAMATA NULLA"]
    },
    {
        "page_type": "main",
        "page_number": 281,
        "content": "",
        "captions": ["Donna Yoruba la cui antica tribù credeva che il «mondo» fosse originariamente tutto un pantano acquoso. (Da una stampa su legno di Omotayo Aiyegbusi.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 282,
        "content": "Ma anche questo «nulla» sembra essere stato solo un ricordo di «qualcosa», poiché si afferma inoltre che «[questo] Nulla era fluttuante, poiché nessuno sa per quanto tempo, sulle acque invisibili del Tempo...». LA LUNGA NOTTE DI RUMIA Questa notte primordiale delle notti deve aver impressionato profondamente gli antenati dei tahitiani, poiché nella mitologia di nessun'altra razza il tema emerge così spesso e con tale chiarezza descrittiva. «Tutto era oscurità», intona un canto di creazione tahitiano, «era oscurità continua e densa.» In questa oscurità esisteva Ta'aroa (L'Unico) che, come la divinità saturniana di altre razze, si diceva che «si fosse sviluppato in solitudine.» Egli era l'antenato di tutti gli dei che «fecero tutto.» «Da tempo immemorabile era il grande Ta'aroa, Tahitumu (L'origine).» Si diceva che fosse stato il proprio genitore, non avendo né padre né madre. C'era solo Ta'aroa, «e solo lui.» L'oscurità in cui esisteva Ta'aroa era ricordata come la notte di Rumia. «La notte di Rumia era una lunga notte da nominare; era oscurità densa, la lunga notte da nominare. Le notti sarebbero state milioni nella lunga notte da nominare; era la lunga, faticosa notte, la notte di Rumia!» Anche se questa oscurità era descritta come se fosse stata principalmente nel cielo, in cui il creatore era visto fluttuare, non sembra essersi limitata alle acque celesti. Poiché si diceva che questa oscurità avesse preceduto l'apparizione del Sole, come è anche implicato in Genesi, ciò significherebbe necessariamente che l'intero cielo fosse immerso in essa. Inutile dire che tale oscurità non poteva non aver toccato la Terra e, in effetti, molti dei miti che abbiamo già enumerato più di quanto non intimi questo. In alcuni casi, i miti stessi affermano effettivamente tanto. Diventa quindi ovvio che l'età dell'oscurità precedette il tempo in cui Saturno brillava come un vero sole. Come abbiamo visto, di volta in volta ci viene detto che, durante quest'epoca di oscurità, non si vedeva né Sole, né Luna, né stelle. Sembra quindi che ci manchi ancora qualcosa di cruciale. Cosa era ciò che nascondeva il Sole, la Luna e le stelle dalla vista? Un altro problema che sorge a questo punto, ovviamente, ha a che fare con la vita stessa. La vita, per non parlare dell'uomo, potrebbe essere esistita durante un periodo prolungato in cui la Terra sarebbe stata immersa nell'oscurità?",
        "captions": [],
        "headers": ["LA LUNGA NOTTE DI RUMIA"]
    },
    {
        "page_type": "main",
        "page_number": 283,
        "content": "Capitolo 14 L'Alba della Creazione IL BAGLIORO PRIMORDIALE La descrizione di questa «oscurità densa» potrebbe aver lasciato il lettore con l'impressione che, durante il periodo in questione, non ci fosse assolutamente luce. Tuttavia, una riflessione momentanea dovrebbe far capire che, affinché qualcosa fosse visibile, doveva esserci almeno una modesta quantità di illuminazione. Anche se non ancora splendente come un sole, Saturno doveva comunque emettere un po' di luce. E, per essere sicuri, il registro mito-storico non è esattamente silenzioso su questo. Il Libro dei Segreti di Enoch descrive l'inizio della Creazione in modo un po' più completo rispetto al Libro della Genesi. È dalle sue pagine che apprendiamo dello srotolamento di Adoil come la vera genesi di questo processo. Nella citazione che segue, Dio sta descrivendo a Enoch il modo in cui creò il cosmo: «Comandai nelle parti più basse che le cose visibili dovessero scendere dall'invisibile, e Adoil scese molto grande, e lo osservai, ed ecco! aveva un ventre di grande luce. «E gli dissi: ‘Diventa disciolto, Adoil, e lascia che il visibile esca da te.’ «E lui si sciolse...». Il nome «Adoil», anche «Idoil», deriva probabilmente dall'ebraico id El, cioè «mano di Dio» o, più appropriatamente, «mano di El», cioè Saturno. Il discioglimento di Adoil, nel frattempo, presuppone che la divinità planetaria fosse originariamente strettamente avvolta, il che non è in contrasto con la nostra ipotizzata nube nebulare. Nota, tuttavia, che si afferma che Adoil avesse «un ventre di grande luce» anche prima di diventare disciolto per rilasciare quella luce. L'entità eschimese nota come Corvo, che abbiamo già identificato attraverso le regole della mitologia comparata come una rappresentazione del creatore saturniano, si diceva anche che esistesse inizialmente nell'oscurità. Ma c'è qualcos'altro di interessante contenuto in questo mito come parafrasato da Marion Wood:",
        "captions": [],
        "headers": ["IL BAGLIORO PRIMORDIALE"]
    },
    {
        "page_type": "main",
        "page_number": 284,
        "content": "«All'inizio c'era solo oscurità. Eppure, in quell'oscurità, c'era già Corvo. Era ancora piccolo e debole e i suoi poteri speciali non si erano ancora completamente sviluppati.» Concesso che nulla venga qui detto riguardo al fatto che Corvo avesse contenuto, o emesso, luce, il fatto che fosse descritto come ancora «piccolo e debole» suggerisce l'apparente inefficacia dell'entità coinvolta; così, incidentalmente, fa la rivelazione che i suoi «poteri speciali non si erano [ancora] completamente sviluppati.» Ciò che questo ci dice è che Corvo/Saturno non si era ancora evoluto nel glorioso sole della notte descritto da altre razze. Una storia simile a quella di Adoil ci arriva dal Sud America. A. Metraux la racconta con le seguenti parole: «Ecco la storia della creazione raccontata dagli indiani Chibcha della Colombia. Quando era buio, prima che qualcosa nel mondo esistesse, la luce era racchiusa in qualcosa di grande, che i Muiscas chiamavano ‘Chiminagua’». Che questa luce di Chiminagua, come quella di Adoil, fosse successivamente rilasciata presuppone la sua preesistenza. Qualcosa di simile è affermato inequivocabilmente nel Linga Purana dove leggiamo: «Quando la notte di Brahma nata dall'inmanifesto raggiunse la fase dell'alba, questo universo visibile era uno che non era stato analizzato. Era ancora avvolto nell'oscurità notturna...[ma] il signore auto-nato, colui che realizza tutte le faccende dei mondi, si muoveva come un lucciola, con il desiderio di manifestarsi.» Ciò che ci viene detto qui, quindi, è che non solo l'universo—cioè questo «Tutto»—era originariamente nell'oscurità, ma Brahma, che abbiamo già identificato come Saturno, irradiava solo debolmente, «come una lucciola.» Questo è come dire che il bagliore di Saturno non era sufficiente a dissipare l'oscurità. Secondo i Mbayé: «...il Primo Essere [che chiamavano Namandui e/o il Padre Namandu]...fece l'oscurità. Fece la culla dell'oscurità...[ma] non vide [quest']oscurità, anche se il sole non esisteva ancora. Era illuminato dal riflesso del suo stesso io interiore.»",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 285,
        "content": "",
        "captions": ["Pueblo Hopi, gli abitanti del quale ricordano ancora la luce viola scura della prima fase dell'alba della creazione. (Illustrazione di Peter F. Copeland.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 286,
        "content": "Questi frammenti ci fanno assumere che, anche durante l'età dell'oscurità, Saturno non fosse completamente oscuro. Il luminare irradiava un bagliore diffuso che era, tuttavia, troppo tenue per dissipare l'oscurità circostante. Secondo la leggenda Hopi, c'era sicuramente luce nel cielo durante quell'epoca primordiale; ma era una luce scura. «Questo», dicono gli Hopi, «era al tempo della luce viola scura, Qoyangnuptu, la prima fase dell'alba della creazione...». Un'oscurità che non era totale è qualcosa che continuiamo a sperimentare fino ad oggi. Dopotutto, le nostre notti sono scure ma, tranne che nelle condizioni più avverse, mai totalmente così. Anche quando la luna piena irradia la sua luce sulla Terra, la notte rimane scura nonostante il suo chiarore argentato. L'ambiente saturniano che abbiamo esaminato non deve essere stato molto diverso. Anche così, il problema rimane: Dopotutto, attualmente, la notte cede il passo al giorno. Ma la vita potrebbe essere sopravvissuta in un ambiente buio che durò per ere senza la luce del giorno? CREATURE DEL BUIO La luce solare non è essenziale per la vita di per sé. Batteri microscopici sono noti per vivere nel terreno, completamente privi di luce, sopportando temperature estreme e prosperando su una dieta di metalli e zolfo. Alcuni di questi microbi ottengono la loro energia «digerendo composti contenenti rame, arsenico, bismuto, molibdeno, nichel, antimonio, uranio, vanadio e zinco». Mentre digeriscono questo banchetto infernale, i microbi espellono pozze di acido solforico. Fin dagli anni '70, questa conoscenza è stata utilizzata con successo nell'estrazione di metalli introducendo tali organismi batterici che estraggono metalli dai minerali semplicemente digerendoli. Microbi produttori di metano noti come Archaea vivono a grandi profondità marine in un mondo senza sole vicino a bocche idrotermali abissali. Né i microbi sono le uniche forme di vita che si raggruppano attorno a queste aperture. Negli anni '70, gli scienziati scoprirono che le aperture vicino alle Isole Galápagos sostengono una comunità fiorente di batteri, vermi a tubo e persino vongole «la cui fonte primaria di energia non è la luce ma i composti di zolfo emessi dalle aperture». Due grandi comunità prosperanti in siti simili furono scoperte nell'oceano Pacifico orientale, a poche centinaia di miglia dall'Isola di Pasqua, nel maggio 1981 da membri dell'Istituto Oceanografico Woods Hole e dell'Istituto Oceanografico Scripps. Oltre a batteri, vermi e vongole, queste comunità contenevano anche cozze, stelle marine e pesci veri e propri che furono fotografati a profondità che raggiungono i 9.000 piedi. Come le comunità scoperte in precedenza, questi organismi prosperano su energia chimica «indipendente dal calore e dalla luce del sole che sostiene la maggior parte della vita sulla Terra».",
        "captions": [],
        "headers": ["CREATURE DEL BUIO"]
    },
    {
        "page_type": "main",
        "page_number": 287,
        "content": "Da allora, molte aperture sottomarine portatrici di comunità sono state scoperte. Come riportato da Robert Ballard: «Ora abbiamo trovato questo tipo di vita comunitaria da venti gradi a nord a venti gradi a sud dell'equatore. È ovvio per noi che devono esserci molte, molte più comunità nel mezzo per rendere possibile a questi animali di migrare lungo la cresta.» Infatti, ora si sta teorizzando, ma non è affatto universalmente accettato, che la vita stessa potrebbe essere originata in tali aperture, mentre sta dando speranza ad altri che la vita potrebbe ancora essere scoperta negli ambienti apparentemente inospitali noti per esistere su altri corpi, sia pianeti che satelliti, del nostro Sistema Solare. Come ha notato Barry Came, a giudicare dalle prove dei fondali oceanici della Terra, la luce solare non sembra essere un prerequisito. Nel 1998, il vulcano sottomarino Axial ruggì in una nuova vita con un'eruzione di lava che si alzò per riempire una vecchia cicatrice a un miglio sotto la superficie, mentre il cratere di Axial affondava di ulteriori 10 piedi. Gli scienziati che lavorano al Nuovo Osservatorio del Millennio, che monitora il fondo oceanico a circa 290 miglia al largo della costa dell'Oregon, hanno avuto l'opportunità di studiare il movimento dei continenti da vicino. Sottomarini, robot e telecamere a controllo remoto hanno unito le forze per raccogliere informazioni. Oltre alle implicazioni geologiche dell'eruzione sottomarina, ha anche dato agli scienziati l'opportunità di studiare i cambiamenti ecologici che ne sono seguiti. Come riportato da Jessica Gorman: «Anche mentre la lava sopraffaceva la vita antica sul fondo, getti d'acqua spremuti dal vulcano espellevano batteri che prosperano a 220 gradi Fahrenheit—più caldi dell'acqua bollente domestica—da ambienti ancora più ardenti sotto. Nonostante la completa mancanza di luce solare, colonie batteriche fiorirono attorno ad Axial, nutrendosi di sostanze chimiche vulcaniche come l'idrogeno solforato, e i vermi a tubo arrivarono apparentemente dal nulla. Scene di rinascita come queste sono probabilmente comuni lungo i 40.000 miglia di dorsali medio-oceaniche, dove la crosta terrestre è strappata. La vita nelle profondità marine senza sole, ma lontano dalle bocche sottomarine, è in realtà nota per esistere da molto prima degli anni '70. Come descrive Lincoln Barnett, «nella zona di completa oscurità, gli animali mostrano le sfumature marroni e nere di Melanocetus e Photostomias, sebbene alcuni, come i gamberi di profondità scarlatti, indossino straordinariamente colori brillanti per motivi che nessuno può indovinare.» «Ma il fatto che la maggior parte dei pesci di profondità siano anche dotati di enormi bocche spalancate e lunghi denti a forma di ago,» continua Barnett, «è suggestivo della dura lotta per sopravvivere nelle profondità cieche dove il cibo è localizzato per caso.» Queste creature, mostri da incubo di una profondità senza sole, vivono in una tale oscurità totale che alcune di esse crescono e portano la propria luce. Per citare Rachel Carson: «Perché l'oscurità delle profondità inferiori ha costretto molte creature a creare la propria luce. Forse metà dei pesci che vivono in acque debolmente illuminate o oscurate, così come molte delle forme inferiori, sono fosforescenti. Molti pesci portano torce che possono essere accese o spente a piacimento, presumibilmente per aiutarli a trovare o inseguire le loro prede. Altri hanno file di luce sui loro corpi, in modelli che variano da specie a specie. Questo può essere una sorta di segno di riconoscimento o distintivo con cui il pesce può essere conosciuto come amico o nemico.» Inoltre: «Giù oltre la portata anche dei raggi più lunghi e più forti del sole, gli occhi dei pesci sono diversi. Diventano ingranditi, come per sfruttare al massimo qualsiasi luce casuale di qualsiasi tipo. Oppure possono essere telescopici, grandi di lente e sporgenti. Alcuni pesci, d'altra parte, sono diventati ciechi, come è successo a certi animali delle grotte che vivono in un mondo di oscurità. Per compensare la loro mancanza di occhi, gli animali ciechi del mare hanno meravigliosi tentacoli e lunghe pinne sottili. Con questi si muovono come tanti uomini ciechi con bastoni. Ottengono la loro conoscenza dei nemici o del cibo attraverso il senso del tatto.» Le piante marine non crescono a queste profondità, così che questi «carnivori affamati predano ferocemente l'uno sull'altro, eppure l'intera comunità dipende alla fine dalla lenta pioggia di particelle di cibo che scendono dall'alto.» La ferocia delle lotte mortali che devono avvenire in questa oscurità stygia «si vede nelle mascelle a zanna di alcuni dei piccoli pesci simili a draghi delle acque più profonde, nelle immense bocche e nei corpi elastici che rendono possibile a un pesce di inghiottire un altro diverse volte la propria dimensione [dove] pressione e oscurità sono le condizioni di vita... La vita sostenuta da zolfo si trova non solo attorno alle bocche sottomarine, ma anche sulla terra, fuori dal mare, in caverne scure come le profondità abissali degli oceani. Una di queste caverne, nota come la Grotta della Città Illuminata—un nome fuorviante, se mai ce ne fosse stato uno—si trova a circa quaranta miglia a sud di Villahermosa nello stato messicano di Tabasco. Ogni aprile, gli indiani Soque si riuniscono a",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 288,
        "content": "motivi che nessuno può indovinare.» «Ma il fatto che la maggior parte dei pesci di profondità siano anche dotati di enormi bocche spalancate e lunghi denti a forma di ago,» continua Barnett, «è suggestivo della dura lotta per sopravvivere nelle profondità cieche dove il cibo è localizzato per caso.» Queste creature, mostri da incubo di una profondità senza sole, vivono in una tale oscurità totale che alcune di esse crescono e portano la propria luce. Per citare Rachel Carson: «Perché l'oscurità delle profondità inferiori ha costretto molte creature a creare la propria luce. Forse metà dei pesci che vivono in acque debolmente illuminate o oscurate, così come molte delle forme inferiori, sono fosforescenti. Molti pesci portano torce che possono essere accese o spente a piacimento, presumibilmente per aiutarli a trovare o inseguire le loro prede. Altri hanno file di luce sui loro corpi, in modelli che variano da specie a specie. Questo può essere una sorta di segno di riconoscimento o distintivo con cui il pesce può essere conosciuto come amico o nemico.» Inoltre: «Giù oltre la portata anche dei raggi più lunghi e più forti del sole, gli occhi dei pesci sono diversi. Diventano ingranditi, come per sfruttare al massimo qualsiasi luce casuale di qualsiasi tipo. Oppure possono essere telescopici, grandi di lente e sporgenti. Alcuni pesci, d'altra parte, sono diventati ciechi, come è successo a certi animali delle grotte che vivono in un mondo di oscurità. Per compensare la loro mancanza di occhi, gli animali ciechi del mare hanno meravigliosi tentacoli e lunghe pinne sottili. Con questi si muovono come tanti uomini ciechi con bastoni. Ottengono la loro conoscenza dei nemici o del cibo attraverso il senso del tatto.» Le piante marine non crescono a queste profondità, così che questi «carnivori affamati predano ferocemente l'uno sull'altro, eppure l'intera comunità dipende alla fine dalla lenta pioggia di particelle di cibo che scendono dall'alto.» La ferocia delle lotte mortali che devono avvenire in questa oscurità stygia «si vede nelle mascelle a zanna di alcuni dei piccoli pesci simili a draghi delle acque più profonde, nelle immense bocche e nei corpi elastici che rendono possibile a un pesce di inghiottire un altro diverse volte la propria dimensione [dove] pressione e oscurità sono le condizioni di vita... La vita sostenuta da zolfo si trova non solo attorno alle bocche sottomarine, ma anche sulla terra, fuori dal mare, in caverne scure come le profondità abissali degli oceani. Una di queste caverne, nota come la Grotta della Città Illuminata—un nome fuorviante, se mai ce ne fosse stato uno—si trova a circa quaranta miglia a sud di Villahermosa nello stato messicano di Tabasco. Ogni aprile, gli indiani Soque si riuniscono a",
        "captions": [],
        "headers": []
    }
]