[
    {
        "page_type": "main",
        "page_number": 29,
        "content": "e altri per uno sopra la Cancelleria del Reich. Questo non è accaduto molto tempo fa. È successo in un'epoca in cui la registrazione della storia aveva già raggiunto la perfezione, in un'epoca in cui gli eventi potevano essere congelati e immortalati su pellicola. E, come accade, l'evento in questione è stato documentato proprio in questo modo. Come osservò Greenberg: \"Le ultime due opzioni sono decisamente errate. Le riprese del grande svastica che viene fatto esplodere (come si vede nel film Il mistero della svastica) non lasciano dubbi e indicano chiaramente che si trattava della svastica dello Zeppelinfeld.\" Se la memoria degli eventi del passato recente può diventare così confusa, perché dovremmo meravigliarci della memoria difettosa riguardo agli eventi di un passato molto più remoto? Ma poi, senza un film a documentare questi eventi più antichi, come possiamo mai essere sicuri di ciò che è realmente accaduto? Due lezioni da apprendere dall'esempio sopra sono queste: nonostante le versioni divergenti su quale svastica sia stata fatta esplodere dall'esercito invasore, tutti i resoconti concordano su un fatto: una colossale svastica in Germania è stata fatta esplodere dall'esercito invasore. Questo è il nucleo di questo particolare evento storico. E, in molti casi, quando si tratta di versioni contraddittorie di un particolare mito, è il nucleo dell'evento che dobbiamo mantenere e non necessariamente i dettagli accessori, molti dei quali sono stati, in ogni caso, aggiunti ai miti in un momento molto successivo. Così, che si trattasse di una sola coppia o di sette di ogni animale che Noè avrebbe portato nella sua arca, il nucleo delle diverse storie rimane che egli portò a bordo esemplari maschili e femminili degli animali. La seconda lezione è che varie versioni di un evento possono essere confrontate e, con un po' di aiuto dalla logica, quella corretta può spesso, se non sempre, essere accertata. Quando si tratta della scienza della mitologia—ed è una scienza—il confronto può essere uno strumento molto efficace. CONFRONTI Hermann Collitz aveva questo da dire sull'argomento: \"La mitologia comparata, in cooperazione con lo studio delle tradizioni popolari (folklore), è stata studiata con particolare assiduità... La scienza mitologica non è intesa a servire la conoscenza dello sviluppo culturale—sia di un popolo che di un gruppo di popoli strettamente correlati—non coopera principalmente con la filologia, ma cerca idee simili in popoli diversi e tenta di determinare tipi che si ripetono nel corso del tempo.\" In altre parole, la mitologia comparata è quel ramo della mitologia che confronta i miti di una nazione, o razza, con quelli di un'altra—e, talvolta, confronta persino i miti di una particolare nazione, o razza, con i miti divergenti trovati all'interno della stessa nazione o razza. Tra le altre cose, questo viene fatto per identificare i protagonisti non identificati in un mito con quelli identificati in un'altra storia simile. Un esempio che viene in mente è il seguente:",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 30,
        "content": "",
        "captions": [
            "Anath, la dea che si scatenò in una furia omicida contro l'umanità. Placca d'avorio del XIII secolo a.C. da Ras Shamra, antica Ugarit, ora al Museo Nazionale di Damasco. (Illustrazione di Marie Josèphe Devaux.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 31,
        "content": "Un racconto della tradizione indù dell'India riguarda la dea Kali, la cui sete di sangue—spesso raffigurata con la lingua pendente e la bocca grondante di sangue—si sviluppò dopo aver ucciso l'asura (o demone) Raktavira (noto anche come Raktabija). Da ogni goccia di sangue che cadeva a terra dal ferito asura, nasceva un altro demone che possedeva il suo coraggio, forza e valore. Per impedire che il sangue di Raktavira raggiungesse il suolo, generando così ulteriori demoni, Kali, nota anche come Durga, fu costretta a berlo mentre sgorgava. Questo bere sangue le diede una tale cieca sete di violenza che, quando le diede libero sfogo, nulla fu in grado di fermarla. \"In un'occasione, lo stesso Shiva dovette mescolarsi tra i demoni che lei stava massacrando e permettere a se stesso di essere calpestato sotto i suoi piedi nella sua danza della vittoria, poiché questo era l'unico modo per farla tornare in sé e salvare il mondo dal collasso.\" Questo mito è molto simile a uno che coinvolge la dea Anath. In un mito di Ugarit vediamo Anath venire in aiuto di Baal quando era assediato dai suoi nemici. Cruenta quanto Kali, Anath non limitò il suo massacro ai demoni ma si scatenò in una furia omicida contro l'umanità \"dall'alba del sole\" fino alla \"riva del mare.\" Alla fine, Baal fu costretto a intervenire per impedire alla dea di annientare l'umanità. Come riportò William Albright: \"Marvin Pope ha sottolineato che ci sono molti tratti che Anath condivide con la dea indiana Kali o Durga. Infatti, le rispettive figure sono in alcuni modi così simili che la coincidenza difficilmente può essere l'unica spiegazione.\" Un altro mito simile che né Pope né Albright notarono ci arriva dall'antico Egitto. Qui leggiamo della dea Sekhmet, che si dice fosse l'occhio distruttivo di Ra, scagliata in collera contro l'umanità. Incitata dallo stesso Ra, la dea iniziò un massacro così completo che finì per inondare il mondo di sangue. In entrambi questi miti e in quello di Anath, ciascuna dea è descritta come immersa fino alla vita nel sangue. Alla fine, come Shiva e Baal, lo stesso Ra fu costretto a intervenire e richiamare la dea. Come si può vedere, non sembra esserci dubbio che, nei tre miti sopra descritti, nonostante le differenze nei dettagli, venga descritto lo stesso evento. Questo porta all'assunzione, che possiamo affermare oltre ogni ragionevole dubbio, che le tre dee, Kali (o Durga), Anath e Sekhmet, fossero semplicemente nomi diversi, applicati da nazioni diverse che parlavano lingue diverse, per una e la stessa dea. Ora mi concentrerò su Anath (a volte traslitterata come Anat) per illustrare ulteriormente la metodologia dietro la mitologia comparata. Ciò che sappiamo di questa dea proviene principalmente, ma non esclusivamente, dalle tavolette scoperte a Ras Shamra, l'antica Ugarit, in una casa sacerdotale adiacente al tempio di Baal. In uno di questi testi leggiamo che Anat era descritta come una \"stella.\" Il suo alter-ego, la persiana Anahita (a volte traslitterata come",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 32,
        "content": "",
        "captions": [
            "Kali, nota anche come Durga, la dea indù della distruzione. (Da un dipinto del XVIII secolo del Rajasthan.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 33,
        "content": "Anahid), conosciuta anche con il nome ellenistico di Anaitis, è stata a sua volta paragonata alla greca Afrodite, che era la personificazione del pianeta Venere. Ma è mai dichiarato direttamente che Anahita, o Anaitis, fosse il nome iraniano o persiano del pianeta Venere? La risposta è sì. Lo troviamo dichiarato nell'opera persiana nota come Bundahish, in cui il pianeta in questione è chiamato proprio con il nome di Anahid. Troviamo anche Anat identificata come la babilonese Ishtar, la cui identità come Venere non è mai stata contestata. Se ciò non bastasse, possiamo fare riferimento a Michael Astour (il cui nome, incidentalmente, si traduce come \"stella\") che affermò: \"Anath, la Regina del Cielo, fu identificata con Venere (Kaukabta) e, sotto il nome di Uzza, 'la forte,' fu venerata dai Saraceni del Sinai come Stella del Mattino.\" La mitologia comparata quindi detta che, se Anath era la personificazione del pianeta Venere, allora, in virtù della stretta somiglianza dei tre miti sopra descritti, anche Kali e Sekhmet dovrebbero essere identificate come personificazioni dello stesso pianeta.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 34,
        "content": "",
        "captions": [
            "Qudshu (Qadesh, Qetesh, Qeteshi) La forma egizianizzata della cananea Anath."
        ]
    },
    {
        "page_type": "main",
        "page_number": 35,
        "content": "DIFFUSIONE Joseph Campbell, forse il mitologo più popolare della seconda metà del ventesimo secolo, iniziò il primo volume della sua opera in quattro tomi, Le Maschere di Dio, sottolineando che lo \"studio comparativo delle mitologie del mondo ci costringe a vedere la storia culturale dell'umanità come un'unità; poiché troviamo che temi come il furto del fuoco, il diluvio, la terra dei morti, la nascita verginale e l'eroe risorto hanno una distribuzione mondiale—apparendo ovunque in nuove combinazioni pur rimanendo, come gli elementi di un caleidoscopio, solo pochi e sempre gli stessi.\" Era quindi la sua opinione, come quella di molti altri mitologi, che le idee insite nel registro mitologico devono la loro distribuzione universale a una diffusione radiante, specialmente per contatto e principalmente dal \"nucleo del Vicino Oriente.\" Come affermò: \"L'archeologia e l'etnografia dell'ultimo mezzo secolo hanno chiarito che le antiche civiltà del Vecchio Mondo—quelle di Egitto, Mesopotamia, Creta e Grecia, India e Cina—derivano da una base unica, e che questa comunità di origine basta a spiegare le forme omologhe delle loro strutture mitologiche e rituali.\" Certamente, non c'è dubbio che le idee—la conoscenza—viaggiarono da un popolo all'altro. Così, per esempio, è noto da anni che le credenze astronomiche dell'antica Grecia devono il loro impulso alla conoscenza babilonese, così come a quella di altre nazioni. Si può quindi supporre che la somiglianza dei miti sopra enumerati riguardanti le dee Anath, Kali e Sekhmet possa essere stata trasmessa da un popolo all'altro. Non è possibile, per esempio, che gli ariani indoeuropei abbiano portato con sé il mito di Kali, che poi fu trasmesso sia a Canaan che all'Egitto attraverso il contatto migratorio? Possibile, sì; ma, nonostante Campbell, altamente improbabile, specialmente poiché le tre dee non condividono un nome comune, o simile. Così, per esempio, mentre possiamo vedere la somiglianza—o, in realtà, l'evoluzione—dei nomi da Anath, o Anat, cananea, ad Anahita, Anahid, e/o Anaitis persiana, da cui possiamo supporre con sicurezza un contatto diffusivo, diretto o indiretto, tra Canaan e la successiva Persia, non c'è nulla di linguisticamente correlato tra i nomi Anath, Kali e Sekhmet. Né queste tre dee condividono una somiglianza nella loro rappresentazione fisica. Sebbene le raffigurazioni pittoriche di Anath siano rare, di solito è raffigurata come una donna seducente con un'acconciatura molto distintiva a forma di lettera greca omega. Kali, d'altra parte, è sempre raffigurata come una vecchia feroce e scheletrica con capelli arruffati, zanne vampiriche, una lingua pendente e seni avvizziti e pendenti. E mentre Sekhmet, come Anath, è anche mostrata con la forma snella e contornata di una donna, le viene invariabilmente dato il capo di una leonessa. Si potrebbe pensare che, se due di queste dee fossero state prese in prestito dal folklore mitologico di un'altra nazione, o razza, avrebbero mantenuto qualche somiglianza con il nome e l'aspetto fisico dell'originale. Come abbiamo visto, tuttavia, è solo nel resoconto dettagliato dei loro atti folli e sanguinari di distruzione e morte che le tre dee condividono somiglianze. D'altra parte, senza voler contraddire quanto sopra, il culto della dea Anat trovò la sua strada da Canaan all'Egitto. Tra i suoi vari epiteti, Anat era conosciuta come Qadesh, o Qudshu, che semplicemente significava \"santa.\" Il culto di questa dea, insieme ad altri di origine vicino-orientale, fu introdotto in Egitto quando gli egiziani iniziarono a infiltrarsi in Palestina. Anche così, nonostante il loro tentativo di egizianizzare la dea, principalmente raffigurandola in compagnia di divinità egiziane, il suo nome di Qudshu (Qetesh o Qeteshi)",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 36,
        "content": "",
        "captions": [
            "Ritratto tolteco del barbuto Kukulkan—lo stesso dell'azteco Quetzalcoatl—il cui cuore, alla sua morte, volò via per diventare la Stella del Mattino. (Da un bassorilievo a Chichen Itza.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 37,
        "content": "fu mantenuto così com'era, così come la sua distintiva forma cananea. (Qui dovrei notare che Wallis Budge si sbagliava quando affermava che gli egiziani le avevano dato \"il copricapo peculiare di Hathor,\" poiché, come abbiamo già notato, la sua acconciatura a forma di omega era sempre stata la sua. Il fatto che Hathor egiziana fosse similmente raffigurata dagli egiziani, pur non essendo casuale, non dovrebbe accecarci a questo fatto.) Non c'è quindi dubbio che culti e rituali siano stati trasferiti da una cultura all'altra, ma, quando ciò avveniva, lasciava i suoi segni evidenti. Nessun segno del genere è evidente tra i culti di Anath e Sekhmet nonostante la somiglianza dei loro miti. Come William Heidel sottolineò già nel 1929, \"la facile assimilazione di un rito all'altro ... fu probabilmente dovuta al riconoscimento di una base comune nelle forme rituali.\" Egli, tuttavia, avverte che non si dovrebbe \"fare alcuna assunzione di prestiti diretti di motivi, come spesso accade; una tale assunzione è metodicamente ingiustificata laddove altre spiegazioni di tali punti di accordo come possono essere trovati sono possibili e sufficienti.\" \"Le idee, senza un substrato materiale a cui sono correlate, non sono così facilmente comunicate come alcuni storici sembrano supporre; l'esperienza del mondo occidentale con l'Oriente ai nostri giorni sembrerebbe dimostrare che gli oggetti concreti e i modi di comportamento sono molto più facilmente adottati delle idee e degli ideali.\" Idee mitologiche simili non sono, tuttavia, limitate al folklore antico di Asia, Europa ed Egitto. Si trovano anche sulle sponde opposte del Vecchio Mondo e del Nuovo. Consideriamo, per esempio, i seguenti aspetti dei miti di Osiride e Quetzalcoatl. In Mesoamerica, il sacerdote-re noto come Quetzalcoatl era considerato un civilizzatore, un essere compassionevole, un legislatore e inventore del calendario. L'egiziano Osiride era anche considerato un civilizzatore. Diventato re d'Egitto, impartì le arti della civiltà ai suoi sudditi. Insegnò loro come coltivare la terra, formulò un codice di leggi secondo cui dovevano vivere e istituì i riti degli dèi. Verso la fine della sua vita tragica, Quetzalcoatl \"ordinò ... che fosse costruita una cassa di pietra in cui doveva giacere per quattro giorni e notti in stretta penitenza.\" La fine di Osiride fu similmente dolorosa. Suo fratello e nemico, Seth—che il suo biografo, Plutarco, si riferisce come Tifone—riuscì a intrappolarlo dentro un sarcofago, che immediatamente sigillò e gettò nel fiume. Quando Quetzalcoatl morì—alcuni dissero gettandosi su una pira funeraria—il suo cuore volò fuori di lui nel cielo per diventare la Stella del Mattino. Ora, come è ben noto, i riti egiziani dei morti tentavano di assimilare il faraone defunto a Osiride. Nel Testo di Unas si racconta che \"l'anima del re, dotata delle sue parole di potere, volò con le sue ali verso il cielo, e 'aprì' il suo posto lì con le stelle del cielo, e divenne essa stessa la stella del mattino ...\" Poiché si credeva che il re defunto ricreasse gli",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 38,
        "content": "eventi della morte di Osiride per permettergli di unirsi al dio in cielo, è ovvio che, originariamente, era l'anima di Osiride a trasformarsi nella Stella del Mattino. A questo punto dovrei forse sottolineare che ci sono stati vari studiosi che si sono impegnati a fondo nel tentativo di dimostrare contatti culturali precolombiani attraverso l'Atlantico tra il Vecchio e il Nuovo Mondo—persino tra l'Egitto e la Mesoamerica. E non dimentichiamo che, nel suo viaggio del 1970 dall'Africa a Barbados su una replica di una barca di canne egiziana, Thor Heyerdahl, se non altro, dimostrò la fattibilità di tali viaggi. Più recentemente, Vincent Malmström ha anche suggerito la possibilità di contatti precolombiani attraverso il Pacifico tra l'Asia orientale e la Mesoamerica, anche se, in un'opera successiva, sembra aver limitato questo contatto al Giappone. I diffusori mainstream, tuttavia, generalmente non aderiscono a queste ipotesi, preferendo invece pensare che qualsiasi diffusione di idee asiatiche nel Nuovo Mondo possa essere passata solo nel Nord America, insieme ai nomadi che le portarono, attraverso il ponte di terra di Bering un tempo esistente, da dove le idee si dispersero nel resto del continente. Che non ci sia un prestito diretto tra i due miti in questione, tuttavia, dovrebbe essere abbastanza evidente. Nonostante la somiglianza nell'essenza dei due racconti, sono narrati in modi piuttosto diversi. Così, mentre entrambi erano rappresentati come civilizzatori, il modo in cui Osiride e Quetzalcoatl incontrarono la loro fine fu raccontato in modo diverso—uno si sacrificò su una pira funeraria, l'altro fu soffocato in un sarcofago. E sebbene, come Osiride, anche Quetzalcoatl avesse il suo nemico,",
        "captions": [
            "L'egiziano Osiride la cui anima si trasformò anch'essa nella Stella del Mattino."
        ]
    }
]