{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 99,
            "content": "Tutte le sue osservazioni personali sono fraudolente, per quanto possiamo testarle. Molte delle osservazioni che attribuisce ad altri astronomi sono anch'esse frodi da lui commesse. Il suo lavoro è pieno di errori teorici e di mancanze di comprensione. I suoi modelli della Luna e di Mercurio confliggono violentemente con l'osservazione elementare e devono essere considerati fallimenti. Il peggio dei fallimenti di Tolomeo, tuttavia, fu il suo sistema geocentrico, che alla fine divenne noto come sistema tolemaico. Nonostante l'affermazione di Owen Gingerich che la visione geocentrica del mondo fosse quasi universalmente accettata ai suoi tempi, quando Tolomeo presentò la Terra come centro dell'universo con i pianeti che vi orbitavano intorno, egli stava rifiutando ciò che era già stato dedotto prima del suo tempo. Avendo considerato il sistema eliocentrico promosso dai suoi predecessori, lo squalificò poiché la violenta rotazione della Terra implicita, dedotta dalla fisica di Aristotele, sembrava a Tolomeo contraria all'osservazione. Il modo in cui ragionò era che la rotazione della Terra avrebbe lasciato “gli animali e altri pesi... sospesi nell'aria”. La Terra stessa, ragionò, “si cadrebbe molto rapidamente dai cieli.” Come dichiarò: “Solo concepire tali cose le rende ridicole.” Come notò correttamente Carl Sagan, rifiutando la precedente credenza che i pianeti orbitassero intorno al Sole, Tolomeo fu responsabile per aver impedito “l'avanzamento dell'astronomia per un millennio.” Pertanto, Robert Newton potrebbe non essere stato troppo duro nel suo giudizio quando affermò che Tolomeo “ci ha fatto perdere gran parte del lavoro genuino nell'astronomia greca” e che sarebbe stato meglio per l'astronomia se l'Almagesto non fosse mai stato scritto. Che cos'era allora questa antica astronomia greca che Tolomeo cercava di soppiantare? Quanto era superiore a quella sostenuta da Tolomeo?\n\nIL SISTEMA ELOCENTRICO\nMolte autorità nel campo dell'astronomia greca antica hanno nel corso degli anni sottolineato la natura primitiva delle loro conoscenze. Molti di loro si sono affidati al detto spesso ripetuto che “il mondo secondo Omero” consisteva in una Terra rotonda, ma piatta, sovrastata da un cielo semi-sferico in cui gli dei avevano modellato i loro vari domini. Ma già nel 1881, apparentemente senza preoccuparsi di diverse autorità che lo seguirono, Simon Newcomb aveva già avvertito contro questa credenza errata. Come scrisse:\n“Non è stato dato abbastanza credito agli antichi astronomi. Ad esempio, non ci fu mai un momento nella storia in cui non si sapesse che la Terra è una sfera e che la direzione giù in diversi punti è verso lo stesso punto al centro della Terra. L'insegnamento attuale nei libri di testo riguardo alla conoscenza dell'astronomia da parte degli antichi è in errore.”\n\nLa scoperta che il Sole, piuttosto che la Terra, era il corpo al centro del Sistema Solare è stata a lungo attribuita all'astronomo polacco Nicolaus Copernico, popolarmente noto come Copernico (1473-1543). A volte si dimentica che l'astronomo greco, Aristarcho di Samo, circa 270 a.C., aveva già riconosciuto che la Terra orbitava insieme agli altri pianeti intorno al Sole, anticipando così Copernico di circa diciottocento anni. Per questo motivo, Heuer riteneva opportuno chiamare Aristarcho “l'antico Copernico”. Personalmente, dando credito dove è realmente dovuto, preferirei capovolgere la situazione chiamando Copernico “il moderno Aristarcho”. Lo stesso Copernico non era solo consapevole che Aristarcho lo aveva preceduto nella scoperta, ma ammise effettivamente il fatto in un passaggio del suo lavoro. Tuttavia, desiderando mantenere la fama per sé, ebbe dei ripensamenti e finì per eliminare ogni menzione di Aristarcho nelle sue opere pubblicate. Tuttavia, Aristarcho fu omesso nel suo lavoro, ma fu stabilito: “Ma Aristarcho di Samo pubblicò un libro composto da alcune ipotesi, nelle quali le premesse portano al risultato che l'universo è molte volte più grande di quello ora chiamato.”\n\nÈ stabilito che il grande Platone (427-348 a.C.) stesso aveva posizionato la Terra al centro dell'universo, sembra che anche lui abbia avuto un cambiamento d'opinione. Secondo Plutarco (A.D. 46-120), Teofrasto affermava che, quando era diventato anziano, Platone si pentiva “di aver posizionato la Terra al centro dell'universo, cosa che non le apparteneva.”\n\nIn realtà, la credenza in un sistema eliocentrico sembra essere originata non nemmeno da Aristarcho, ma da Eracleide di Pontus (Heracleides di Pontus) che morì nel 322 a.C.—non sappiamo quando nacque. La stessa idea fu adottata molto più tardi da Macrobio (A.D. 395-423) e Martiano Capella (circa A.D. 400) e mantenuta dall'imperatore Giuliano l'Apostata (A.D. 332-363) e da Nicola Cusano (Nicola di Cusa—A.D.1401-1464) che basò lui stesso le sue opinioni su quelle di Giamblico di Cocali, tutti quanti scrissero molto prima che Copernico abrogasse l'idea.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 100,
            "content": "Aristarcho di Samo, che fiorì circa nel 270 a.C., aveva già riconosciuto che la Terra orbitava insieme agli altri pianeti intorno al Sole, anticipando così Copernico di circa diciottocento anni. Per questo motivo, Heuer riteneva opportuno chiamare Aristarcho “l'antico Copernico”. Personalmente, dando credito dove è realmente dovuto, preferirei capovolgere la situazione chiamando Copernico “il moderno Aristarcho”. Lo stesso Copernico non era solo consapevole che Aristarcho lo aveva preceduto nella scoperta, ma ammise effettivamente il fatto in un passaggio del suo lavoro. Tuttavia, desiderando mantenere la fama per sé, ebbe dei ripensamenti e finì per eliminare ogni menzione di Aristarcho nelle sue opere pubblicate. Ma Archimede affermò:\n\n“Ma Aristarcho di Samo pubblicò un libro composto da alcune ipotesi, nelle quali le premesse portano al risultato che l'universo è molte volte più grande di quello ora chiamato.”\n\nÈ stabilito che il grande Platone (427-348 a.C.) stesso aveva posizionato la Terra al centro dell'universo, sembra che anche lui abbia avuto un cambiamento d'opinione. Secondo Plutarco (A.D. 46-120), Teofrasto affermava che, quando era diventato anziano, Platone si pentiva “di aver posizionato la Terra al centro dell'universo, cosa che non le apparteneva.”\n\nIn realtà, la credenza in un sistema eliocentrico sembra essere originata non nemmeno da Aristarcho, ma da Eracleide di Pontus (Heracleides di Pontus) che morì nel 322 a.C.—non sappiamo quando nacque. La stessa idea fu adottata molto più tardi da Macrobio (A.D. 395-423) e Martiano Capella (circa A.D. 400) e mantenuta dall'imperatore Giuliano l'Apostata (A.D. 332-363) e da Nicola Cusano (Nicola di Cusa—A.D.1401-1464) che basò lui stesso le sue opinioni su quelle di Giamblico di Chalcis, tutti quanti scrissero molto prima che Copernico abrogasse l'idea.\n\nCopernico—1473-1543—che appropriò il noto e commentato da altri scrittori. Ad esempio, in \"The Coal and Reckoner\", Aristarcho aveva detto:\n\n“Ma Aristarcho di Samo pubblicò un libro composto da alcune ipotesi, nelle quali le premesse portavano al risultato che l'universo è molte volte più grande di quello ora chiamato. Le sue ipotesi sono che le stelle fisse e il Sole rimangano immobili, che la Terra orbiti intorno al Sole nella circonferenza di un cerchio, il Sole che giace al centro dell'orbita...”\n\nÈ stabilito che il grande Platone (427-348 a.C.) stesso aveva posizionato la Terra al centro dell'universo, sembra che anche lui abbia avuto un cambiamento d'opinione. Secondo Plutarco (A.D. 46-120), Teofrasto affermava che, quando era diventato anziano, Platone si pentiva “di aver posizionato la Terra al centro dell'universo, cosa che non ne era il posto.”\n\nProclo (A.D. 410-485), uno dei più grandi intellettuali delle scuole ateniesi del neoplatonismo, scrisse non solo delle lune, o satelliti, che orbitavano intorno ai pianeti, ma anche dei pianeti che orbitavano intorno alle stelle. Copernico, ovviamente, non fu l'unico astronomo dei tempi successivi a appropriarsi delle opere degli antichi. L'astronomo danese Tycho Brahe (1546-1601) annunciò anche come sua scoperta il fatto che Venere e Mercurio orbitavano intorno al Sole nonostante il fatto che Eracleide di Pontus avesse già fatto la scoperta.\n\nOra potrebbe essere obiettato che queste antiche scoperte non erano universalmente accettate. Così, per esempio, Plutarco (A.D.46-120), che era tutt'altro che un astronomo, immortalò la sua convinzione che la Terra non si muove. In altre parole, prendendo in prestito una frase dall'indomabile Charles Fort, non c'era accordo tra gli uomini saggi. Lo studio dell'astronomia greca antica rende anche ovvio che mentre un ricercatore potrebbe, attraverso l'osservazione e il calcolo, arrivare a una conclusione corretta su un oggetto celeste, la stessa persona spesso avrebbe una convinzione errata riguardo a un altro. Ma era qualcosa di diverso da ciò che avvenne in seguito nella cosiddetta età dell'illuminismo? Come ha notato abilmente Velikovsky:\n\n“Durante la sua vita Copernico ebbe solo un seguace, Reticio, e fu rifiutato da tutti gli altri. Le scoperte di Keplero furono rifiutate da Galileo, suo coetaneo; la teoria della gravitazione di Newton fu rifiutata da Leibniz, suo coetaneo; e Agassiz, deriso, stesso rifiutò Darwin. Virchow non sostenne Pasteur; Edison rifiutò e combatté contro Tesla e l'uso della corrente alternata. La lista può essere moltiplicata cento volte. Risale al rifiuto di Archimede di Aristarcho, che insegnava che la Terra orbita intorno al Sole.”\n\nIn realtà, era qualcosa di diverso da ciò che continua a verificarsi fino ai giorni nostri? Quando nuove scoperte astronomiche o scientifiche vengono alla luce, come continuano a fare quasi giorno per giorno, e vengono formulate teorie per spiegare le scoperte, si può dire che gli astronomi e/o altri scienziati si allineino quasi immediatamente riguardo a esse?",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 101,
            "content": "Proclo (A.D. 410-485), uno dei più grandi intellettuali delle scuole ateniesi del neoplatonismo, scrisse non solo delle lune, o satelliti, che orbitavano intorno ai pianeti, ma anche dei pianeti che orbitavano intorno alle stelle. Copernico, ovviamente, non fu l'unico astronomo dei tempi successivi a appropriarsi delle opere degli antichi. L'astronomo danese Tycho Brahe (1546-1601) annunciò anche come sua scoperta il fatto che Venere e Mercurio orbitavano intorno al Sole nonostante il fatto che Eracleide di Pontus avesse già fatto la scoperta.\n\nOra potrebbe essere obiettato che queste antiche scoperte non erano universalmente accettate. Così, per esempio, Plutarco (A.D.46-120), che era tutt'altro che un astronomo, immortalò la sua convinzione che la Terra non si muove. In altre parole, prendendo in prestito una frase dall'indomabile Charles Fort, non c'era accordo tra gli uomini saggi. Lo studio dell'astronomia greca antica rende anche ovvio che mentre un ricercatore potrebbe, attraverso l'osservazione e il calcolo, arrivare a una conclusione corretta su un oggetto celeste, la stessa persona spesso avrebbe una convinzione errata riguardo a un altro. Ma era qualcosa di diverso da ciò che avvenne in seguito nella cosiddetta età dell'illuminismo? Come ha notato abilmente Velikovsky:\n\n“Durante la sua vita Copernico ebbe solo un seguace, Reticio, e fu rifiutato da tutti gli altri. Le scoperte di Keplero furono rifiutate da Galileo, suo coetaneo; la teoria della gravitazione di Newton fu rifiutata da Leibniz, suo coetaneo; e Agassiz, deriso, stesso rifiutò Darwin. Virchow non sostenne Pasteur; Edison rifiutò e combatté contro Tesla e l'uso della corrente alternata. La lista può essere moltiplicata cento volte. Risale al rifiuto di Archimede di Aristarcho, che insegnava che la Terra orbita intorno al Sole.”\n\nIn realtà, era qualcosa di diverso da ciò che continua a verificarsi fino ai giorni nostri? Quando nuove scoperte astronomiche o scientifiche vengono alla luce, come continuano a fare quasi giorno per giorno, e vengono formulate teorie per spiegare le scoperte, si può dire che gli astronomi e/o altri scienziati si allineino quasi immediatamente riguardo a esse?",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 103,
            "content": "Hipparco sul tetto dell'osservatorio di Alessandria."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 104,
            "content": "Hipparco sul tetto dell'osservatorio di Alessandria."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 105,
            "content": "del equinozio—termine, tra l'altro, coniato dallo stesso Hipparco—non avrebbe potuto essere scoperto senza confrontare le longitudini delle stelle “in epoche diverse, sufficientemente distanti.” La dipendenza di Hipparco dalle longitudini stellari molto più antiche è quindi oltre ogni dubbio. Tuttavia, il premio per la conoscenza di ciò che sta dietro la precessione rimane suo.\n\nNon è per dire che altri non abbiano cercato la fama—anche se in retrospettiva e tramite proxy moderni. Nessuno di questi tentativi, tuttavia, ha resistito alla prova del tempo.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 103,
            "content": "Hipparco sul tetto dell'osservatorio di Alessandria."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 104,
            "content": "Hipparco sul tetto dell'osservatorio di Alessandria."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 105,
            "content": "del equinozio—termine, tra l'altro, coniato dallo stesso Hipparco—non avrebbe potuto essere scoperto senza confrontare le longitudini delle stelle “in epoche diverse, sufficientemente distanti.” La dipendenza di Hipparco dalle longitudini stellari molto più antiche è quindi oltre ogni dubbio. Tuttavia, il premio per la conoscenza di ciò che sta dietro la precessione rimane suo.\n\nNon è per dire che altri non abbiano cercato la fama—anche se in retrospettiva e tramite proxy moderni. Nessuno di questi tentativi, tuttavia, ha resistito alla prova del tempo.\n\nIL CRIMINE DI ANAXAGORA\nAnassimandro (500-428 a.C.) fu il primo a dichiarare chiaramente che la Luna brilla con la luce riflessa dal Sole, da cui ideò una teoria riguardante le fasi della Luna. All'epoca, come Galileo molto più tardi, questa dottrina, che non era in linea con i pregiudizi del giorno, era così pericolosa che il manoscritto in cui Anassimandro espose queste teorie dovette essere diffuso in segreto. Un secolo dopo, Aristotele (384-322 a.C.), una grande mente in alcune questioni, non così in altre, doveva sostenere che la Luna mostrava fasi e che le eclissi avvenivano semplicemente perché questa era la natura del satellite terrestre—che, come notò succinctamente Sagan, era “una spiegazione che non spiega nulla.”\n\nAnassimandro credeva anche che il Sole e le stelle fossero caldi. Mentre questo era evidente per il Sole, non lo era, come ancora oggi, per le stelle. Quando gli fu chiesto perché non sentiamo il calore delle stelle, rispose correttamente che era perché erano troppo lontane. Quando calcolò il Sole essere più grande del Peloponneso, che costituisce circa un terzo della Grecia, la sua stima fu considerata “eccessiva e assurda.”\n\nSapeva che la Luna ospitava montagne (anche se credeva anche che ospitasse vita).\n\nAlla fine, ancora una volta molto simile a Galileo, Anassimandro fu accusato, condannato e imprigionato per empietà, principalmente perché aveva insegnato che la Luna fosse composta da materia ordinaria, e non divina. Ci volle Pericle, il grande leader ateniese, per organizzare il rilascio di Anassimandro dalla prigione.\n\nOMBREGGI TRA LO SPAZIO\nTales, che visse verso la fine del VII secolo a.C., è stato lodato dai suoi stessi connazionali come il primo astronomo. Diogene Laerzio affermò che Tales fu il primo a ricevere il nome di saggio; che fu il primo a studiare l'astronomia e a prevedere eclissi del Sole e a fissare i solstizi; fu il primo a fare una serie di osservazioni specifiche relative al Sole e alla Luna; si diceva anche che “scoprì” che la Luna era effettivamente illuminata dal Sole.\n\nA Tales si attribuiscono anche il riconoscimento e la previsione dei solstizi; di aver scoperto il passaggio del Sole da un solstizio all'altro; e di aver realizzato che questo ciclo non era sempre di uguale lunghezza, ma che, al contrario, c'erano “lievi variazioni nella lunghezza delle stagioni solari come divise da solstizi ed eclissi.”\n\nMa, nonostante il nobile tentativo di William Mullen di sostenere questa posizione elevata, il meglio che si può affermare per Tales è l'onore di essere stato il primo astronomo greco. Se questo è il caso, si dovrebbe cercare di scoprire esattamente quanto Tales avrebbe potuto prendere in prestito dagli antichi Babilonesi.\n\nC'è stato molto dibattito su quanto Tales debba il suo nome a coloro che successivamente lodarono il suo nome. D.R. Dicks, per esempio, ha insistito che la reputazione di Tales di essere stato il primo astronomo greco deriva da fonti successive e inaffidabili, e che, pertanto, non si dovrebbe applicare validità a queste affermazioni. E mentre Mullen ha trovato motivo per mettere in dubbio le prove a cui Dicks faceva affidamento, le prove che lui stesso ha presentato sono, nella migliore delle ipotesi, circostanziali.\n\nColoro che hanno cercato di svalutare la reputazione di Tales hanno anche messo in dubbio la sua capacità di prevedere eclissi. Sia Plutarco che Plinio (A.D. 23-79) sapevano che le eclissi lunari erano causate dalla proiezione dell'ombra della Terra sulla superficie lunare. Il passaggio della Luna attraverso la faccia del Sole durante un'eclissi solare sarebbe stato più evidente, quindi sarebbe stato anche noto che la Luna proiettava la sua ombra sulla Terra durante tale evento. Nonostante ciò, conoscere ciò che causa un'eclissi lunare o solare è una cosa; essere in grado di prevedere una di esse è un'altra completamente diversa.\n\nNel frattempo, un numero considerevole di fonti antiche, inclusi Erodoto, ha affermato che Tales prevedde un'eclissi che ebbe luogo durante la battaglia tra i Medi sotto Ciaxare e i Lidi sotto Alyatte. Questo ha portato gli storici a fissare la data di quella battaglia al 585 a.C. Benny Peiser, tuttavia, ha affermato che “Tales non avrebbe potuto possedere le conoscenze necessarie per prevedere eclissi in generale.” In questo, potrebbe non essere stato completamente corretto. Come aveva notato in precedenza van der Waerden:\n\n“Tale imprevedibile richiede l'esperienza di più di quarant'anni, non importa come uno proceda. Non è possibile realizzarla da soli. Ma Tales non aveva predecessori greci. La conclusione è ineluttabile che doveva aver attinto all'esperienza degli astronomi orientali.”\n\nInoltre, quando si tratta dell'eclissi che si diceva fosse avvenuta al tempo della battaglia tra i Medi e i Lidi, un'attenta analisi di quanto riportato da Erodoto ci dice che, mentre Tales prevedette l'anno di questa eclissi, non disse nulla riguardo alla data effettiva, all'ora del giorno o al luogo da cui sarebbe stata visibile. Come vari studiosi hanno notato, la conoscenza e una corretta comprensione dei cicli delle eclissi avrebbero dovuto consentire a Tales di prevedere l'eclissi in questione per il giorno, e non solo per l'anno. Nel suo tentativo di mantenere, o recuperare, la reputazione di Tales, Mullen ha notato che nessuno degli argomenti accademici che negano a Tales la capacità di prevedere eclissi e altri eventi celesti “è sufficiente a dimostrare che Tales non iniziò un'indagine su ciascuno di questi fenomeni.” Questo può essere ciò che è vero, ma, di fronte al fatto che le opere di Tales stessi non sono sopravvissute, questo può al massimo essere qualificato come una supposizione. Perciò menziono tutto questo specificamente per evitare l'accusa possibile di aver preso ogni affermazione degli antichi come necessariamente vera."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 106,
            "content": "IL CICLO METONICO\nLa riconciliazione dei moti del Sole con quelli della Luna era necessaria per le società antiche nel tentativo di individuare le loro feste stagionali. La maggior parte delle feste greche si teneva a luna piena con certe cerimonie da svolgere in certi mesi. I mesi, quindi, dovevano essere riconciliati con l'anno. Ma poiché dodici lunazioni cadevano leggermente brevemente rispetto all'anno solare, un mese extra doveva essere aggiunto all'anno ogni tanto.\n\nSecondo Gemino di Rodi, che scrisse nel primo secolo a.C., un tale sistema di intercalazione era già in uso “alcuni anni prima della seconda metà del quinto secolo a.C.” La prima intercalazione greca che ci è giunta comportava l'aggiunta di 96 mesi lunari attraverso un periodo di 8 anni, un ciclo che chiamavano ottaeetere, con l'aggiunta di anni bisestili ogni terzo, quinto e ottavo anno inserendo un mese extra in ciascuno di essi.\n\nTuttavia, entro il quinto secolo a.C., si era già reso conto che questo ciclo di 8 anni non era affatto accurato. La piccola differenza tra 99 mesi (i 96 più i 3 degli anni bisestili) e gli 8 anni in cui cercavano di inserirli si accumulava con il passare degli anni in modo che l'integrazione dei moti solari e lunari veniva sballata.\n\nFu l'astronomo ateniese Metone a rendersi conto che la Luna tornava alla stessa posizione in relazione al Sole ogni 19 anni—o così stipulò Gemino, per questo motivo il sistema è, fino ad oggi, chiamato ciclo metonico. Questo ciclo funziona meglio rispetto a quello di 8 anni perché 19 anni equivalgono a 235 lunazioni quasi esattamente.\n\nIn realtà, tuttavia, ci sono indicazioni che i Babilonesi utilizzassero questo ciclo di 19 anni un centinaio di anni prima. Anche i cinesi sembrano esserne a conoscenza, anche se non si può accertare quanto presto la relazione sia stata scoperta e/o presa in prestito. Conosciuto come il chang, le date separate da multipli di 19 anni sono note da iscrizioni sulle ossa oracolari della dinastia Shang.\n\nDiodoro Siculo citò anche un'opera ormai perduta di Eucateo di Abdera che menzionava questa ripetizione di 19 anni della Luna e che era nota agli Iperborei che abitavano un'isola “non più piccola della Sicilia” situata “di fronte alla costa della Gallia celtica”, che poteva essere solo la Britannia.”\n\nIn Tibet, l'anno è conteggiato come 360 giorni con l'aggiunta di sette mesi intercalari su un intervallo di 19 anni stabilito per mantenere le fasi della Luna in sintonia con l'anno solare e le stagioni. Tuttavia, non si sa quanto sia antico questo sistema.\n\nUNA QUESTIONE DI GRAVITÀ\nIsaac Newton deve la sua prestigiosa posizione nel mondo della scienza alla sua teoria della gravità come esposta nei Principia. Ma, come ha ragionevolmente chiesto Velikovsky: “[D]id not Newton read in Plato [A.D. 46-120] of the Moon removed from the Earth by 56 terrestrial radii and propelled by gravitation to circle around the Earth...?” Chi era allora il vero teorico della gravitazione?"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 107,
            "content": "PROLOSOTRO DELLA PRECESSIONE\nLa riconciliazione dei moti del Sole con quelli della Luna era necessaria per le società antiche nel tentativo di individuare le loro feste stagionali. La maggior parte delle feste greche si teneva a luna piena con certe cerimonie da svolgere in certi mesi. I mesi, quindi, dovevano essere riconciliati con l'anno. Ma poiché dodici lunazioni cadevano leggermente brevemente rispetto all'anno solare, un mese extra doveva essere aggiunto all'anno ogni tanto.\n\nSecondo Gemino di Rodi, che scrisse nel primo secolo a.C., un tale sistema di intercalazione era già in uso “alcuni anni prima della seconda metà del quinto secolo a.C.” La prima intercalazione greca che ci è giunta comportava l'aggiunta di 96 mesi lunari attraverso un periodo di 8 anni, un ciclo che chiamavano ottaeetere, con l'aggiunta di anni bisestili ogni terzo, quinto e ottavo anno inserendo un mese extra in ciascuno di essi.\n\nTuttavia, entro il quinto secolo a.C., si era già reso conto che questo ciclo di 8 anni non era affatto accurato. La piccola differenza tra 99 mesi (i 96 più i 3 degli anni bisestili) e gli 8 anni in cui cercavano di inserirli si accumulava con il passare degli anni in modo che l'integrazione dei moti solari e lunari veniva sballata.\n\nFu l'astronomo ateniese Metone a rendersi conto che la Luna tornava alla stessa posizione in relazione al Sole ogni 19 anni—o così stipulò Gemino, per questo motivo il sistema è, fino ad oggi, chiamato ciclo metonico. Questo ciclo funziona meglio rispetto a quello di 8 anni perché 19 anni equivalgono a 235 lunazioni quasi esattamente.\n\nIn realtà, tuttavia, ci sono indicazioni che i Babilonesi utilizzassero questo ciclo di 19 anni un centinaio di anni prima. Anche i cinesi sembrano esserne a conoscenza, anche se non si può accertare quanto presto la relazione sia stata scoperta e/o presa in prestito. Conosciuto come il chang, le date separate da multipli di 19 anni sono note da iscrizioni sulle ossa oracolari della dinastia Shang.\n\nDiodoro Siculo citò anche un'opera ormai perduta di Eucateo di Abdera che menzionava questa ripetizione di 19 anni della Luna e che era nota agli Iperborei che abitavano un'isola “non più piccola della Sicilia” situata “di fronte alla costa della Gallia celtica”, che poteva essere solo la Britannia.”\n\nIn Tibet, l'anno è conteggiato come 360 giorni con l'aggiunta di sette mesi intercalari su un intervallo di 19 anni stabilito per mantenere le fasi della Luna in sintonia con l'anno solare e le stagioni. Tuttavia, non si sa quanto sia antico questo sistema.\n\nUNA QUESTIONE DI GRAVITÀ\nIsaac Newton deve la sua prestigiosa posizione nel mondo della scienza alla sua teoria della gravità come esposta nei Principia. Ma, come ha ragionevolmente chiesto Velikovsky: “[D]id not Newton read in Plato [A.D. 46-120] of the Moon removed from the Earth by 56 terrestrial radii and propelled by gravitation to circle around the Earth...?” Chi era allora il vero teorico della gravitazione?"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 103,
            "content": "Hipparco sul tetto dell'osservatorio di Alessandria."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 104,
            "content": "Hipparco sul tetto dell'osservatorio di Alessandria."
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 105,
            "content": "DELQUELLO EQUINOZIALE—termine, tra l'altro, coniato dallo stesso Hipparco—è stato possibile scoprire senza confrontare le longitudini delle stelle “in epoche diverse, sufficientemente distanti.” La dipendenza di Hipparco dalle longitudini stellari molto più antiche è quindi oltre ogni dubbio. Tuttavia, il premio per la conoscenza di ciò che sta dietro la precessione rimane suo.\n\nNon è per dire che altri non abbiano cercato la fama—anche se in retrospettiva e tramite proxy moderni. Nessuno di questi tentativi, tuttavia, ha resistito alla prova del tempo.\n\nCRIMINE DI ANAXAGORA\nAnassimandro (500-428 a.C.) fu il primo a dichiarare chiaramente che la Luna brilla con la luce riflessa dal Sole, da cui ideò una teoria riguardante le fasi della Luna. All'epoca, come Galileo molto più tardi, questa dottrina, che non era in linea con i pregiudizi del giorno, era così pericolosa che il manoscritto in cui Anassimandro espose queste teorie dovette essere diffuso in segreto. Un secolo dopo, Aristotele (384-322 a.C.), una grande mente in alcune questioni, non così in altre, doveva sostenere che la Luna mostrava fasi e che le eclissi avvenivano semplicemente perché questa era la natura del satellite terrestre—che, come notò succinctamente Sagan, era “una spiegazione che non spiega nulla.”\n\nAnassimandro credeva anche che il Sole e le stelle fossero caldi. Mentre questo era evidente per il Sole, non lo era, come ancora oggi, per le stelle. Quando gli fu chiesto perché non sentiamo il calore delle stelle, rispose correttamente che era perché erano troppo lontane. Quando calcolò il Sole essere più grande del Peloponneso, che costituisce circa un terzo della Grecia, la sua stima fu considerata “eccessiva e assurda.”\n\nSapeva che la Luna ospitava montagne (anche se credeva anche che ospitasse vita).\n\nAlla fine, ancora una volta molto simile a Galileo, Anassimandro fu accusato, condannato e imprigionato per empietà, principalmente perché aveva insegnato che la Luna fosse composta da materia ordinaria, e non divina. Ci volle Pericle, il grande leader ateniese, per organizzare il rilascio di Anassimandro dalla prigione.\n\nOMBREGGI TRA LO SPAZIO\nTales, che visse verso la fine del VII secolo a.C., è stato lodato dai suoi stessi connazionali come il primo astronomo. Diogene Laerzio affermò che Tales fu il primo a ricevere il nome di saggio; che fu il primo a studiare l'astronomia e a prevedere eclissi del Sole e a fissare i solstizi; fu il primo a fare una serie di osservazioni specifiche relative al Sole e alla Luna; si diceva anche che “scoprì” che la Luna era effettivamente illuminata dal Sole.\n\nA Tales si attribuiscono anche il riconoscimento e la previsione dei solstizi; di aver scoperto il passaggio del Sole da un solstizio all'altro; e di aver realizzato che questo ciclo non era sempre di uguale lunghezza, ma che, al contrario, c'erano “lievi variazioni nella lunghezza delle stagioni solari come divise da solstizi ed eclissi.”\n\nMa, nonostante il nobile tentativo di William Mullen di sostenere questa posizione elevata, il meglio che si può affermare per Tales è l'onore di essere stato il primo astronomo greco. Se questo è il caso, si dovrebbe cercare di scoprire esattamente quanto Tales avrebbe potuto prendere in prestito dagli antichi Babilonesi.\n\nC'è stato molto dibattito su quanto Tales debba il suo nome a coloro che successivamente lodarono il suo nome. D.R. Dicks, per esempio, ha insistito che la reputazione di Tales di essere stato il primo astronomo greco deriva da fonti successive e inaffidabili, e che, pertanto, non si dovrebbe applicare validità a queste affermazioni. E mentre Mullen ha trovato motivo per mettere in dubbio le prove a cui Dicks faceva affidamento, le prove che lui stesso ha presentato sono, nella migliore delle ipotesi, circostanziali.\n\nColoro che hanno cercato di svalutare la reputazione di Tales hanno anche messo in dubbio la sua capacità di prevedere eclissi. Sia Plutarco che Plinio (A.D. 23-79) sapevano che le eclissi lunari erano causate dalla proiezione dell'ombra della Terra sulla superficie lunare. Il passaggio della Luna attraverso la faccia del Sole durante un'eclissi solare sarebbe stato più evidente, quindi sarebbe stato anche noto che la Luna proiettava la sua ombra sulla Terra durante tale evento. Nonostante ciò, conoscere ciò che causa un'eclissi lunare o solare è una cosa; essere in grado di prevedere una di esse è un'altra completamente diversa.\n\nNel frattempo, un numero considerevole di fonti antiche, inclusi Erodoto, ha affermato che Tales prevedde un'eclissi che ebbe luogo durante la battaglia tra i Medi sotto Ciaxare e i Lidi sotto Alyatte. Questo ha portato gli storici a fissare la data di quella battaglia al 585 a.C. Benny Peiser, tuttavia, ha affermato che “Tales non avrebbe potuto possedere le conoscenze necessarie per prevedere eclissi in generale.” In questo, potrebbe non essere stato completamente corretto. Come aveva notato in precedenza van der Waerden:\n\n“Tale imprevedibile richiede l'esperienza di più di quarant'anni, non importa come uno proceda. Non è possibile realizzarla da soli. Ma Tales non aveva predecessori greci. La conclusione è ineluttabile che doveva aver attinto all'esperienza degli astronomi orientali.”\n\nInoltre, quando si tratta dell'eclissi che si diceva fosse avvenuta al tempo della battaglia tra i Medi e i Lidi, un'attenta analisi di quanto riportato da Erodoto ci dice che, mentre Tales prevedette l'anno di questa eclissi, non disse nulla riguardo alla data effettiva, all'ora del giorno o al luogo da cui sarebbe stata visibile. Come vari studiosi hanno notato, la conoscenza e una corretta comprensione dei cicli delle eclissi avrebbero dovuto consentire a Tales di prevedere l'eclissi in questione per il giorno, e non solo per l'anno. Nel suo tentativo di mantenere, o recuperare, la reputazione di Tales, Mullen ha notato che nessuno degli argomenti accademici che negano a Tales la capacità di prevedere eclissi e altri eventi celesti “è sufficiente a dimostrare che Tales non iniziò un'indagine su ciascuno di questi fenomeni.” Questo può essere ciò che è vero, ma, di fronte al fatto che le opere di Tales stessi non sono sopravvissute, questo può al massimo essere qualificato come una supposizione. Perciò menziono tutto questo specificamente per evitare l'accusa possibile di aver preso ogni affermazione degli antichi come necessariamente vera.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 106,
            "content": "IL CICLO METONICO\nLa riconciliazione dei moti del Sole con quelli della Luna era necessaria per le società antiche nel tentativo di individuare le loro feste stagionali. La maggior parte delle feste greche si teneva a luna piena con certe cerimonie da svolgere in certi mesi. I mesi, quindi, dovevano essere riconciliati con l'anno. Ma poiché dodici lunazioni cadevano leggermente brevemente rispetto all'anno solare, un mese extra doveva essere aggiunto all'anno ogni tanto.\n\nSecondo Gemino di Rodi, che scrisse nel primo secolo a.C., un tale sistema di intercalazione era già in uso “alcuni anni prima della seconda metà del quinto secolo a.C.” La prima intercalazione greca che ci è giunta comportava l'aggiunta di 96 mesi lunari attraverso un periodo di 8 anni, un ciclo che chiamavano ottaeetere, con l'aggiunta di anni bisestili ogni terzo, quinto e ottavo anno inserendo un mese extra in ciascuno di essi.\n\nTuttavia, entro il quinto secolo a.C., si era già reso conto che questo ciclo di 8 anni non era affatto accurato. La piccola differenza tra 99 mesi (i 96 più i 3 degli anni bisestili) e gli 8 anni in cui cercavano di inserirli si accumulava con il passare degli anni in modo che l'integrazione dei moti solari e lunari veniva sballata.\n\nFu l'astronomo ateniese Metone a rendersi conto che la Luna tornava alla stessa posizione in relazione al Sole ogni 19 anni—o così stipulò Gemino, per questo motivo il sistema è, fino ad oggi, chiamato ciclo metonico. Questo ciclo funziona meglio rispetto a quello di 8 anni perché 19 anni equivalgono a 235 lunazioni quasi esattamente.\n\nIn realtà, tuttavia, ci sono indicazioni che i Babilonesi utilizzassero questo ciclo di 19 anni un centinaio di anni prima. Anche i cinesi sembrano esserne a conoscenza, anche se non si può accertare quanto presto la relazione sia stata scoperta e/o presa in prestito. Conosciuto come il chang, le date separate da multipli di 19 anni sono note da iscrizioni sulle ossa oracolari della dinastia Shang.\n\nDiodoro Siculo citò anche un'opera ormai perduta di Eucateo di Abdera che menzionava questa ripetizione di 19 anni della Luna e che era nota agli Iperborei che abitavano un'isola “non più piccola della Sicilia” situata “di fronte alla costa della Gallia celtica”, che poteva essere solo la Britannia.”\n\nIn Tibet, l'anno è conteggiato come 360 giorni con l'aggiunta di sette mesi intercalari su un intervallo di 19 anni stabilito per mantenere le fasi della Luna in sintonia con l'anno solare e le stagioni. Tuttavia, non si sa quanto sia antico questo sistema.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 107,
            "content": "UNA QUESTIONE DI GRAVITÀ\nIsaac Newton deve la sua prestigiosa posizione nel mondo della scienza alla sua teoria della gravità come esposta nei Principia. Ma, come ha ragionevolmente chiesto Velikovsky: “[D]id not Newton read in Plato [A.D. 46-120] of the Moon removed from the Earth by 56 terrestrial radii and propelled by gravitation to circle around the Earth...?” Chi era allora il vero teorico della gravitazione?",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 108,
            "content": "IL CICLO METONICO\nLa riconciliazione dei moti del Sole con quelli della Luna era necessaria per le società antiche nel tentativo di individuare le loro feste stagionali. La maggior parte delle feste greche si teneva a luna piena con certe cerimonie da svolgere in certi mesi. I mesi, quindi, dovevano essere riconciliati con l'anno. Ma poiché dodici lunazioni cadevano leggermente brevemente rispetto all'anno solare, un mese extra doveva essere aggiunto all'anno ogni tanto.\n\nSecondo Gemino di Rodi, che scrisse nel primo secolo a.C., un tale sistema di intercalazione era già in uso “alcuni anni prima della seconda metà del quinto secolo a.C.” La prima intercalazione greca che ci è giunta comportava l'aggiunta di 96 mesi lunari attraverso un periodo di 8 anni, un ciclo che chiamavano ottaeetere, con l'aggiunta di anni bisestili ogni terzo, quinto e ottavo anno inserendo un mese extra in ciascuno di essi.\n\nTuttavia, entro il quinto secolo a.C., si era già reso conto che questo ciclo di 8 anni non era affatto accurato. La piccola differenza tra 99 mesi (i 96 più i 3 degli anni bisestili) e gli 8 anni in cui cercavano di inserirli si accumulava con il passare degli anni in modo che l'integrazione dei moti solari e lunari veniva sballata.\n\nFu l'astronomo ateniese Metone a rendersi conto che la Luna tornava alla stessa posizione in relazione al Sole ogni 19 anni—o così stipulò Gemino, per questo motivo il sistema è, fino ad oggi, chiamato ciclo metonico. Questo ciclo funziona meglio rispetto a quello di 8 anni perché 19 anni equivalgono a 235 lunazioni quasi esattamente.\n\nIn realtà, tuttavia, ci sono indicazioni che i Babilonesi utilizzassero questo ciclo di 19 anni un centinaio di anni prima. Anche i cinesi sembrano esserne a conoscenza, anche se non si può accertare quanto presto la relazione sia stata scoperta e/o presa in prestito. Conosciuto come il chang, le date separate da multipli di 19 anni sono note da iscrizioni sulle ossa oracolari della dinastia Shang.\n\nDiodoro Siculo citò anche un'opera ormai perduta di Eucateo di Abdera che menzionava questa ripetizione di 19 anni della Luna e che era nota agli Iperborei che abitavano un'isola “non più piccola della Sicilia” situata “di fronte alla costa della Gallia celtica”, che poteva essere solo la Britannia.”\n\nIn Tibet, l'anno è conteggiato come 360 giorni con l'aggiunta di sette mesi intercalari su un intervallo di 19 anni stabilito per mantenere le fasi della Luna in sintonia con l'anno solare e le stagioni. Tuttavia, non si sa quanto sia antico questo sistema.\n\nUNA QUESTIONE DI GRAVITÀ\nIsaac Newton deve la sua prestigiosa posizione nel mondo della scienza alla sua teoria della gravità come esposta nei Principia. Ma, come ha ragionevolmente chiesto Velikovsky: “[D]id not Newton read in Plato [A.D. 46-120] of the Moon removed from the Earth by 56 terrestrial radii and propelled by gravitation to circle around the Earth...?” Chi era allora il vero teorico della gravitazione?",
            "captions": []
        }
    ]
}
