{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 9,
            "content": "Il recinto sacro fu costruito all'interno del recinto sacro del dio. Ciò che va notato anche qui è che i riti di Dioniso assomigliavano così da vicino a quelli del dio egiziano Osiride, che Erodoto pensava fosse impossibile che i riti greci fossero nati indipendentemente da quelli egiziani e supponeva pertanto che i Greci avessero preso in prestito i loro riti dagli Egizi e, con lievi modifiche, li avessero trasmessi come propri. Così, a proposito, anche Plutarco, che insisteva sulle dettagliate somiglianze tra i riti di Osiride e quelli di Dioniso*—che, se non altro, indica anche che la mitologia comparata non è essa stessa lo strumento moderno che alcuni dei suoi critici hanno sostenuto. In questo caso, come in molti altri, tuttavia, non è necessario parlare di prestito. Fondamentalmente ciò che si afferma è che qualunque cosa Dioniso rappresentasse originariamente, era la stessa cosa che originariamente rappresentava l'egiziano Osiride. Oppure, per dirla in modo più semplice, Osiride e Dioniso erano rappresentazioni dello stesso fenomeno originale; erano semplicemente lo stesso dio sotto diverse sembianze nazionali. Altri, naturalmente, hanno sostenuto che la somiglianza dei rituali greci a quelli egiziani deriva dall'ignoranza dei Greci in materia egiziana. Così, per esempio, Gwyn Griffiths cercò di convincere i suoi lettori che gli osservatori greci non erano 'di solito in grado' di comprendere la religione egiziana soprattutto a causa della loro ignoranza della lingua egiziana. Pertanto, secondo Griffiths, le spiegazioni teologiche greche dei particolari religiosi egiziani e le equazioni mitologiche erano basate su ... Dioniso.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 10,
            "content": "Performance di Edipo Re nel teatro di Dioniso sulla slope sud dell'Acropoli di Atene. Gli attori indossavano maschere, ciascuno interpretando più di un ruolo.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 11,
            "content": "",
            "captions": [
                "Nota l'altare di Dioniso al centro dell'orchestra.",
                "Illustrazioni di John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 12,
            "content": "Sebbene sia stato affermato che il dramma romano fosse una distrazione secolare con le sue radici nei riti funerari etruschi sacri, in realtà non era altro che un derivato greco del repertorio ellenico.",
            "captions": [
                "Attori che si esibiscono in un Teatro Romano.",
                "Illustrazione di John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 13,
            "content": "Malintesi sui fenomeni egiziani, così come sulle modifiche introdotte su ciò che vedevano come paralleli greci.* E naturalmente, sempre secondo Griffiths, ogni deviazione causata da un malinteso, “sia radicale che lieve,” avrebbe contribuito a un ulteriore “distanziamento” dalla versione originale.” D'altra parte, la religione egiziana antica, insieme a quella che Martin Bernal ha sorprendentemente definito “filosofia egiziana,” è stata spesso denigrata.” Ma, come notò Bernal, che questi “erano necessariamente grezzi e superficiali, hanno difficoltà con uomini così superbamente intelligenti come Eudoxo che, secondo tutte le testimonianze, viveva con i sacerdoti e imparò l'egiziano, e chiaramente aveva un grande rispetto ed entusiasmo per la cultura egiziana.” Nonostante il fatto che non sia necessariamente d'accordo con tutte le asserzioni audaci di Bernal riguardo le radici afroasiatiche della cultura greca classica—e che egli ha ricevuto abbastanza critiche dagli studiosi mainstream—egli era, a mio parere, abbastanza corretto quando accusava i mitologi moderni di quello che definì Besserwissen—l'audacia di credere di conoscere gli antichi meglio di quanto essi conoscessero se stessi.” Il punto da sottolineare non è se la tragedia, come si sviluppò infine, rimanesse principalmente concernente il rituale dionisiaco ma se originò davvero in risposta diretta ad esso. Come abbiamo visto, nonostante l'irtsarca dissenziente, l'opinione moderna riflette principalmente quella degli stessi Greci che sembrano aver raggiunto un grado di unanimità—per nulla l'aspettativa abituale—su questo particolare argomento. Non dimentichiamo, dopotutto, che la stessa parola “tragedia,” in greco tragodia, non significa altro che “canto della capra,” derivato da tragos, cioè “capra,” l'animale sacro di Dioniso. Nonostante il suo nome enigmatico, il canto della capra stesso era cantato in onore di Dioniso, descrivendo la sua nascita e la sua fine violenta. Che il termine “canto della capra”—tragodia—diventò un sinonimo di “sventura” è quindi comprensibile. I cristiani, se non altri, possono almeno capire questo: cosa potrebbe essere più tragico della morte violenta di un dio?",
            "bibliography": [
                "1. M. Bemal, Black Athena (New Brunswick, 1988), p. 118.",
                "2. R. M. Dorson, “The Debate Over the Trustworthiness of Oral Traditional History,” citato da D. B. Vitaliano, Legends of the Earth (Bloomington, 1973), p. 4."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 14,
            "content": "",
            "bibliography": [
                "1. C. Sagan & I. S. Shklovskii, Intelligent Life in the Universe (N. Y., 1966), p. 464.",
                "2. P. Hallberg, The Icelandic Saga (Nebraska, 1962), p. 52.",
                "3. de Grazia, God’s Fire (Princeton, 1983), p. 285.",
                "4. P. Warlow, The Reversing Earth (London, 1982), p. 143.",
                "5. S. Begley, et al, “Memory,” Newsweek (29 settembre 1986), p. 54.",
                "6. W. J. Ong, Orality and Literacy (N. Y., 1982), p. 58."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 15,
            "content": "",
            "captions": [
                "Skald scandinavo, o bardo, che recita una saga dalla memoria a un capo e alla sua tribù."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 16,
            "content": "",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 17,
            "content": "",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 18,
            "content": "Creare e scrivere sul papiro. Non molte persone tra gli Egizi sapevano leggere e scrivere. Coloro che sapevano diventavano scribi, preziosi alla corte e ai templi come registratori. La parola inglese “paper” deriva dal nome greco della pianta simile a tiglio, il papiro, i cui steli venivano pressati insieme in un foglio di materiale da scrittura che veniva poi levigato con una pietra. Nonostante i suoi molti vantaggi, l'invenzione della scrittura comportava almeno uno svantaggio principale — non rendeva più necessaria la memorizzazione degli eventi passati.",
            "captions": [
                "Illustrazione di John Green."
            ]
        }
    ]
}
