[
    {
        "page_type": "main",
        "page_number": 144,
        "content": "Dobbiamo dunque supporre che Osiride fosse anche una personificazione del pianeta Saturno? E quanti dèi egizi intendiamo identificare con questo pianeta? Lascio che sia William Mullen a rispondere a questa domanda, dato che è stato lui a indicare che Atum dovrebbe essere considerato l'alter ego di un aspetto particolare di Osiride: \"Atum e Osiride sono talvolta amalgamati.\"",
        "captions": [
            "La colonna Djed, simbolo di Osiride, mostrata mentre sostiene il disco di Ra."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 145,
        "content": "In un unico dio; più frequentemente sono raffigurati seduti schiena contro schiena.\" Quindi, se Atum, così come Ra, è identificabile con il pianeta in questione, allora la logica impone che lo sia anche Osiride. Concedendo che l'equazione di Mullen possa essere considerata in qualche modo indefinita, vi sono altre indicazioni che sia Atum sia Ra fossero direttamente associati a Osiride. Così, in una vignetta del Libro dei Morti, come altrove, il disco di Ra, solitamente detto essere quello del Sole, è raffigurato poggiato sulla colonna nota come Djed (o Tet), che era l'emblema di Osiride. Altrove nello stesso testo, Atum afferma: \"Io sono ieri.\" Ma poche righe dopo si dice: \"Ieri è Osiride.\" Tuttavia, il medesimo testo lascia pochi dubbi sull'equazione tra Ra e Osiride. Nella liturgia per i defunti si chiede—e si risponde: \"Chi è dunque costui? È Osiride,\" oppure (come altri dicono), \"Ra è il suo nome, proprio Ra l'auto-generato.\" In altre sezioni dello stesso testo, Ra è presentato come l'anima di Osiride, mentre Osiride è presentato come l'anima di Ra, indicando ancora una volta che i due dèi erano semplicemente aspetti l'uno dell'altro. Come sottolineò Lepsius, nel Libro dei Morti Osiride è persino chiamato Osiride-Ra, mentre Iside, che era la moglie di Osiride, è lì definita \"la consorte reale di Ra.\" Fu proprio questa assimilazione con Ra a spingere i primi mitologi a equiparare Osiride al Sole. James Frazer, naturalmente, aveva le sue ragioni per non essere d'accordo con questa identificazione, poiché, secondo lui, Osiride non era altro che un dio della vegetazione. In realtà, l'identificazione di Osiride come divinità saturniana, e persino come personificazione del pianeta Saturno stesso, non è affatto nuova, essendo stata avanzata da molti mitologi. Immanuel Velikovsky era molto d'accordo con questa identificazione. Tuttavia, pochi di questi studiosi hanno mai presentato prove dirette che colleghino Osiride a Saturno. William Heidel fu almeno abbastanza accorto da sottolineare che, proprio come Osiride era considerato il giudice dei morti, così lo era anche Kronos/Saturno. Ma non è questo o quel singolo dato a sostenere la nostra tesi, bensì il peso collettivo di vari indizi e un ragionamento diligente. E per aggiungere a quanto già elencato, offro ora la seguente informazione che ci riporta a En-Me Sar-ra, quell'epiteto di Shamash/Saturno che, come abbiamo già visto, significa \"Signore della Legge dell'Universo.\" L'Indic Brahma, che abbiamo già visto identificato con lo stesso pianeta, era anch'esso onorato come il \"Signore dell'Universo.\" Non può dunque essere una coincidenza che un altro nome di Osiride sia Neb-er-tcher, che significa anch'esso \"dio dell'universo.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 146,
        "content": "Tuttavia, a questo punto dobbiamo tornare alla domanda: quanti dèi egizi intendiamo identificare come personificazioni del pianeta Saturno? O perché esistevano così tanti nomi—e ne incontreremo molti altri—per uno stesso pianeta all'interno della stessa nazione? Ancora una volta, lascerò che sia Mullen a rispondere, almeno in parte. Come scrisse: \"Una delle cause della complessità del racconto è che, quando la valle del Nilo fu unificata in un unico regno, essa era composta da molte tribù, ognuna con i propri nomi per gli dèi planetari e le proprie storie su di essi. Dopo l'unificazione, i culti di questi dèi furono preservati e fusi, anche se in molti casi uno stesso pianeta veniva venerato con nomi diversi in luoghi diversi.\" Con il passare del tempo, la memoria ancestrale di quei tempi si affievolì. In Egitto, le litanie sacre continuarono a essere cantate anche quando la piena comprensione del loro contenuto era stata parzialmente persa. Alla fine, persino le identità degli dèi furono dimenticate; e se non fosse per le riscoperte odierne dei testi antichi, non saremmo in una posizione migliore. In Egitto, giunse un tempo in cui non solo gli dèi planetari venivano venerati con nomi diversi in luoghi diversi, ma anche negli stessi nomi e sotto il tetto degli stessi templi. Quando si considera che questo processo evolutivo avvenne non solo in Egitto, ma in tutto il mondo, si inizia ad apprezzare la complessità del registro mitologico-storico e la ragione dietro la moltitudine di nomi che ora gravano sugli dèi dell'umanità. Tutto ciò ci ricorda le parole di Fred Bratton quando affermò: \"Si è stimato che un elenco delle sole divinità sumere conterrebbe più di cinquemila nomi.\" Aggiungiamo a ciò le migliaia di divinità provenienti da altre civiltà antiche e la mente vacilla. Dobbiamo ammetterlo, stiamo parlando di un numero astronomico di divinità. Potremmo davvero sperare di collegarle tutte a soli cinque pianeti, quelli che gli antichi potevano vedere a occhio nudo? Eppure, come abbiamo visto in una pagina precedente, è proprio ciò che Giorgio de Santillana e Hertha von Dechend affermarono: \"I veri attori sul palcoscenico dell'universo sono pochi, sebbene le loro avventure siano molte... Le forze risiedono nei cieli stellati, e tutte le storie, i personaggi e le ad-\"",
        "captions": [
            "Osiride come giudice dei morti."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 147,
        "content": "Le imprese narrate dalla mitologia si concentrano sui poteri attivi tra le stelle, ovvero i pianeti. Può sembrare un compito prodigioso per quei pochi pianeti rendere conto di tutte quelle storie... Un compito prodigioso lo è sicuramente, ma non del tutto impossibile, perché, per prima cosa, molte di queste divinità si rivelano essere nient'altro che alias l'una dell'altra. Prendiamo Osiride, per esempio, dato che siamo su questo argomento: il dio era conosciuto con sessanta nomi diversi nella recensione tebana, intorno al 1600 a.C., numero che era salito a centocinquantotto al tempo della recensione saitica, intorno al 300 a.C. Nell'Enuma Elish babilonese, talvolta chiamato l'Epica della Creazione babilonese, al dio Marduk vengono attribuiti cinquanta nomi. E se pensate che questi due esempi rappresentino casi estremi, ripensateci. Si dice infatti che la divinità indiana Shiva abbia ben mille e otto nomi diversi. In realtà, si scoprirà che la maggior parte delle divinità dell'antichità sono semplicemente alias l'una dell'altra. Né avrò l'audacia di proclamare che tutti questi personaggi mitologici debbano essere identificati come pianeti, poiché alcuni personificano effettivamente poteri planetari, mentre altri sono associati a vari fenomeni celesti. Ma, prima di perdere il filo del nostro argomento, un'altra domanda dovrebbe ora essere posta: era solo in Egitto che Saturno veniva esaltato come un sole notturno? IL MODELLO BABILONESE In realtà, esistono prove innegabili che il concetto di un sole notturno fosse presente anche nel pensiero dell'antica Babilonia. Come indicò Morris Jastrow, Saturno e il Sole erano considerati le \"due principali luci del cielo, una per servire durante il giorno e l'altra durante la notte\". Ciò è indicato dal fatto, menzionato nel capitolo precedente, che quando si intendeva il Sole, nei testi astrologici riguardanti Shamash/Saturno veniva inserita una glossa a tal fine—Shamashu-mi (cioè, Shamash del giorno). Un Shamash-del-giorno presuppone un Shamash-della-notte. Come espresse questa idea Jastrow: \"Per quanto possa sembrarci strano, il pianeta Saturno sembra essere stato considerato il 'sole della notte', corrispondente a Shamash come 'il sole del giorno' e causa della luce che la notte fornisce\". Fu solo nel tentativo di spiegare questo fenomeno che Jastrow inciampò: \"Si argomentava che, poiché esisteva un sole che forniva la luce del giorno, doveva esserci anche un potere corrispondente che causava le illuminazioni del cielo notturno.\"",
        "captions": [],
        "headers": [
            "IL MODELLO BABILONESE"
        ]
    },
    {
        "page_type": "main",
        "page_number": 148,
        "content": "La tradizione celtica conservata nei testi irlandesi e gallesi non risale a prima dell'VIII secolo d.C. Tuttavia, essa incorpora credenze molto più antiche, tramandate oralmente.",
        "captions": [],
        "headers": [
            "DIVINITÀ NOTTURNE"
        ]
    }
]