[
    {
        "page_type": "main",
        "page_number": 464,
        "content": "Ciò che resta da spiegare è come una corrente di Birkeland possa diventare visibile. Dopotutto, poiché anch'essa segue le linee del campo magnetico di Giove, il tubo di flusso di Io è anche una corrente di Birkeland. Si scopre, quindi, che il postulato di Lynn Rose non è così infondato come inizialmente pensavo. Tuttavia, come sottolineato in precedenza, il tubo di flusso di Io non è visibile otticamente. Nemmeno le emissioni polari del Sole lo sono. Come abbiamo indicato, l'asse mundi mitologico, d'altra parte, sembra essere stato molto visibile. Lo stesso vale per i getti astrali. In quali condizioni, quindi, una corrente di Birkeland può essere resa visibile come un raggio di luce intrecciato? Inutile dire che questa potrebbe non essere la domanda giusta da porre, soprattutto perché le correnti di Birkeland sono già state spiegate come linee di trasmissione di energia invisibili. Tuttavia, come dichiarato dal fisico del plasma Anthony Peratt alla Laughlin World Conference sponsorizzata da KRONIA Communications l'8 luglio 2001, una corrente di Birkeland può essere resa visibile attraverso i detriti che può raccogliere attorno a sé. Ciò che è realmente visibile è il plasma attraverso cui queste correnti fluiscono. Certamente, il plasma stesso deve essere reso visibile. Secondo l'ingegnere elettrico Don Scott, ci sono tre diversi modi in cui un plasma può operare, e questi dipendono dalla forza della corrente elettrica che lo attraversa. Nel cosiddetto \"modo di corrente oscura\", dove la corrente elettrica è molto bassa, il plasma non brilla e, quindi, rimane invisibile. Può essere rilevato solo attraverso la misurazione della sua attività elettrica con strumenti sensibili. Come spiega Scott, le attuali magnetosfere dei pianeti del Sistema Solare sono esempi di plasma che opera in modalità di corrente oscura. Ma se la forza della corrente elettrica è significativa, l'intero plasma inizia a brillare, la sua luminosità dipendendo naturalmente dalla forza della corrente. Se la corrente elettrica è molto alta, il plasma entra in modalità ad arco, durante la quale irradia brillantemente su un ampio spettro, con la corrente che tende a formare i filamenti con cui ora stiamo diventando familiari. Ma, con una corrente di 400.000 volt, perché il tubo di flusso di Io non brilla? Come spiega Peratt, data la dimensione del sistema, questa non è un'ampiezza particolarmente impressionante. Traducendosi in un megaampere, è persino inferiore ai sette megaampere condotti dalle aurore circolari terrestri, visibili nei cieli polari settentrionali e meridionali della Terra (anche se questo varia considerevolmente). Quindi, mentre è la forza della corrente che attraversa un plasma a determinare la sua capacità di brillare, questa forza deve essere considerata in relazione alla dimensione del sistema che la genera o, meglio detto, in relazione alla magnitudine del plasma stesso. Come spiega ulteriormente Scott, non è la corrente totale in ampere il vero problema, ma la densità di corrente, cioè la quantità di ampere per metro quadrato. In realtà, Peratt definisce la situazione ancora più precisamente e, a rischio di confondere il lettore profano, includo qui le sue parole a beneficio degli specialisti. Come ha dichiarato, il fatto che un plasma brilli o meno dipende da quanto sono energetici gli elettroni relativistici, oltre che dalla forza del campo magnetico, poiché questo determina l'intensità della radiazione di sincrotrone che gli elettroni dirigono verso la Terra. Chi è sufficientemente interessato può consultare la sua opera principale sull'argomento. Per quanto riguarda la nostra colonna polare proto-saturniana—o corrente di Birkeland polare—Peratt stima che probabilmente abbia trasportato qualcosa come mille megaampere dentro e fuori dalle regioni polari planetarie.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 465,
        "content": "Come affermato in precedenza, non sarebbe corretto affermare che la colonna polare di proto-Saturno fosse un getto stellare paragonabile agli oggetti di Herbig Haro. Anche se ridimensionati dalle ampiezze stellari a quelle delle nane brune, tali getti rimarrebbero colossali nella loro manifestazione elettrica. È più che probabile che il raggio polare di proto-Saturno abbia avuto origine come tale getto, ma è dubbio che abbia mantenuto il suo pieno potenziale al momento in cui l'uomo fece la sua comparsa. Come suggerito da Ken Moss, è più probabile che il raggio polare ricordato dall'umanità fosse, nella migliore delle ipotesi, il residuo di un getto originale. E perché no? Dopotutto, è noto che i getti cosmici svaniscono. Come rivelato da Peratt nel 1992: il confronto della magnitudine integrata del getto in M87 nel periodo 1934-1980 mostra che il getto è variabile e si è affievolito, più o meno uniformemente, di circa 0,8 mag per decennio tra il 1964 e il 1980. I dati implicano che, nel periodo 1952-1980, l'intensità totale del getto è diminuita di almeno 2,5 mag. I confronti delle isofote prese nel 1964 e nel 1979 non mostrano differenze evidenti nella forma complessiva, a parte gli effetti di variazione e rumore. Questo indica che l'affievolimento ha interessato uniformemente l'intero canale dal 1964. Che i getti svaniscano è esemplificato dal nostro attuale Sole. Gli attuali campi polari che emanano dal Sole sono così relativamente deboli da operare in modalità oscura. Tuttavia, è dubbio che sia sempre stato così. Come vedremo presto, si ritiene che le nane brune degenerino in pianeti giganti gassosi. Ciò significa inoltre che qualsiasi getto generato da tali corpi erranti, già ridimensionato, continuerebbe necessariamente a decadere nella sua ampiezza elettrica. Non abbiamo modo di sapere in quale fase esatta della sua evoluzione fosse arrivata la nana bruna proto-saturniana al tempo dell'uomo, prima del suo ingresso nel Sistema Solare. Tuttavia, sembra ragionevole supporre che fosse ben avanzata nella sua trasformazione evolutiva. Anche la parola \"getto\" potrebbe essere fuorviante qui, dove una corrente di Birkeland sostenuta potrebbe meglio adattarsi alla nomenclatura. Nonostante tutto ciò, nulla di quanto sopra implica che la colonna polare di proto-Saturno fosse priva di attività elettrica, o che questa attività non si manifestasse in dimensioni catastrofiche. Tuttavia, va sottolineato che, durante l'esistenza dell'uomo sulla Terra, la colonna polare non ha sempre mostrato la sua piena forza tornadica e, se dobbiamo credere al registro mitico-storico, il suo carattere serpentino intrecciato non è sempre stato evidente. Vista da una distanza latitudinale, molto simile a quanto intuito da Thornhill, la colonna sarebbe apparsa come un effetto aurorale spettacolare, una striscia di luce affusolata che si estendeva da proto-Saturno fino al polo assiale nord della Terra, una cosa di bellezza, persino di tranquillità. Sì—sarebbe stata vista roteare, forse persino accompagnata da un ronzio elettrico. È persino possibile che l'uomo antico abbia tentato di avvicinarsi. Ma avvicinandosi sempre di più, il suo involucro vibrante, per non parlare della sensazione elettrica simile a quella percepita prima di una tempesta, sarebbe stato avvertito come un avvertimento contro un ulteriore avvicinamento.",
        "captions": [],
        "headers": ["LA DEPRESSIONE ARTICA"]
    },
    {
        "page_type": "main",
        "page_number": 466,
        "content": "L'Oceano Artico contiene quattro depressioni di profondità oceanica che, a differenza di altri oceani, trattengono grandi volumi di sedimenti. Questo indica un metodo diverso rispetto ad altri oceani per la raccolta di questi sedimenti. Charles Ginenthal interpretò questo spessore extra di sedimenti come depositato da un'onda di marea oceanica globale, che fluiva verso nord. Questa è una teoria proposta anche da Jueneman. Tuttavia, come indicato da quest'ultimo, un tale diluvio, agendo attraverso onde di traslazione, sarebbe stato soggetto alla rotazione terrestre e avrebbe spazzato dall'equatore in una colossale marea a spirale verso entrambi i poli, per non parlare del ritorno verso l'equatore. In tal caso, queste onde avrebbero dovuto depositare il loro carico di sedimenti anche in altri mari circondati da terra che si trovavano sul loro percorso, come la Baia di Hudson e i mari Nero, Caspio e Baltico. Perché, allora, non troviamo un carico simile di sedimenti in queste depressioni? Non è che la regione artica terrestre non sia stata inondata da un'immensa alluvione—un argomento riservato a un volume futuro—ma ciò avrebbe comportato un meccanismo completamente diverso. Secondo lo schema presentato qui, sembra più ragionevole supporre che il denso sedimento dell'Oceano Artico sia stato creato in situ dal costante vortice della colonna polare tornadica. Inoltre, come abbiamo visto, il rigonfiamento litosferico boreale della Terra sarebbe aumentato a causa della vicinanza di proto-Saturno. Tuttavia, l'accumulo di marea del magma interno terrestre sarebbe stato effettivamente maggiore rispetto alla superficie. L'energia termica risultante dall'attrito tra questo materiale fuso e la crosta circostante avrebbe aumentato la mobilità del magma. Questa materia plastica riscaldata avrebbe quindi rotto la superficie, causando un collasso della crosta. Questo è precisamente ciò che è stato scoperto nel Bacino Eurasiatico dell'Oceano Artico, un'area che rappresenta un collasso regionale della superficie terrestre dovuto alla rimozione di materiale dal mantello inferiore. Ancora più recentemente, è stato scoperto un vortice turbinante di roccia fusa a 3000 chilometri sotto il Polo Nord. Peter Olson e Jonathan Aurnou, allora della Johns Hopkins University di Baltimora, Maryland, hanno tracciato un flusso di quasi un quarto di grado all'anno in una regione di circa 2400 chilometri di diametro. Come ha affermato Olson, il flusso ha la struttura di un gigantesco uragano. Non ha senso, incidentalmente, affermare che questi effetti potrebbero essere stati causati da un diverso insieme di circostanze. Ciò che viene sottolineato qui è che questo è precisamente ciò che la nostra teoria richiede e, in tal senso, la richiesta è soddisfatta. In congiunzione con le altre prove fisiche della stessa regione fornite nei capitoli precedenti di questo lavoro (per non parlare di ciò che intendiamo aggiungere nei volumi futuri), i segni accumulati continuano a rafforzare la nostra teoria. Un altro problema ancora da risolvere riguarda il modo in cui la Terra è stata bloccata all'interno della colonna polare di proto-Saturno. Questo, tuttavia, ci porterà su un'ultima tangente che contribuirà notevolmente a chiarire il modo in cui si formano i sistemi solari.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 467,
        "content": "Oggetti liberi fluttuanti nello spazio vengono ora regolarmente scoperti. Il problema che gli astrofisici devono affrontare è determinare se la maggior parte di questi siano pianeti o stelle nane brune. Come abbiamo già visto, le nane rosse e brune occupano il terreno intermedio tra pianeti e stelle. Ma la demarcazione tra stelle, nane e pianeti sembra cambiare continuamente. A complicare ulteriormente le cose, è stata scoperta una nuova classe di oggetti liberi fluttuanti più leggeri della più leggera nana bruna e più pesanti del pianeta più massiccio. Sebbene meno massicci delle nane brune, alcuni astronomi hanno messo in discussione l'uso del termine pianeti per descriverli. Altri problemi sono stati elencati oltre alla loro massa. Per fare un esempio banale, è stato calcolato che gli oggetti che si nascondono nell'ammasso globulare noto come M22 costituiscono fino al 10 percento della massa dell'ammasso—troppo numerosi per essere pianeti \"orfani\" vaganti. Come se la quantità avesse qualche rilevanza nella classificazione dei corpi astronomici. Alan Boss ha adottato il termine sub-nane brune come designazione per questi oggetti liberi fluttuanti. Ma, come ha opinato Glen Schneider: \"Con un miliardo di anni di raffreddamento ed evoluzione, questi oggetti potrebbero essere indistinguibili dai pianeti.\" Ciò è principalmente dovuto al fatto che si ritiene che questi oggetti stiano ancora contraendosi, collassando a causa della loro stessa gravità. Come ha dichiarato Maria Zapatero-Osorio: \"Col tempo, assomiglieranno a Giove e Saturno.\" E non ha forse Carl Sagan affermato che, almeno nella parte infrarossa del suo spettro, potrebbe essere corretto considerare Giove una stella? Non ha forse Mark Marley recentemente osservato che: \"Se si allinea una foto segnaletica di Giove con questi oggetti, esso [cioè Giove] è solo una nana bruna a bassa massa.\" E se Giove, perché non allora Saturno? Tutto ciò elimina l'obiezione riguardante se una tale nana bruna—o dovremmo dire sub-nana bruna?—potrebbe mai trasformarsi nel pianeta Saturno come proposto in questo lavoro. Ma che dire del miliardo di anni dichiarato necessario per una tale trasformazione? L'unanimità tra gli astrofisici sembra essere rara quanto quella tra i politici. Così, recentemente, quando Goran Sandell ha scoperto quello che ritiene essere un mostro di proto-stella nella costellazione di Cefeo, vicino alla nebulosa a emissione nota come NGC 7538, ha affermato che essa, e altre simili, potrebbero svilupparsi in una stella di grande massa in un batter d'occhio astronomico—solo circa 10.000 anni. Nel 1977, gli astronomi si sono concentrati su un oggetto a forma di disco nella costellazione del Cigno identificato come una stella in evoluzione. Non solo, si diceva che potesse benissimo essere un sole in procinto di formare i propri pianeti. Sebbene l'oggetto, soprannominato MWC 349, fosse noto dagli anni '30, solo ora si sono resi conto di quanto fosse insolito.",
        "captions": [],
        "headers": ["SUB-NANE BRUNE LIBERE"]
    },
    {
        "page_type": "main",
        "page_number": 468,
        "content": "Come riportato dagli editori di TIME: in osservazioni simultanee, gli scienziati hanno scoperto che la stella, già dieci volte la dimensione e 30 volte la massa del Sole, era circondata da un grande disco luminoso di circa 224 milioni di km (approssimativamente 140 milioni di miglia) di diametro. La cosa strana di questo, tuttavia, è che si riteneva che la stella avesse poco più di 10.000 anni, anche se si crede che sia ancora in fase di sviluppo. Ancora più strano era il tasso con cui si stava sviluppando. Come affermato nel periodico in questione: \"Un tale processo può talvolta richiedere milioni di anni. Ma gli scienziati non dovranno aspettare così a lungo per vedere come si concluderà la nascita di MWC 349. Al ritmo con cui il disco sta scomparendo, sarà sparito in appena 100 anni.\" Un'altra stella, FG Sagittae, si dice stia evolvendo così rapidamente che può essere vista cambiare colore mentre passa da una fase teorica all'altra. Questa stella è già passata dal blu al giallo in soli 40 anni. Alla luce di questi casi, non sembra ragionevole supporre che un corpo così meno massiccio impiegherebbe un miliardo di anni per formarsi. Coincidenza o no, 10.000 anni è precisamente il tempo che Sam Flamsteed ha affermato sarebbe necessario a una nana bruna per trasformarsi in un pianeta delle dimensioni di Giove. Inoltre, si ritiene da alcuni che le nane brune non brillino come stelle, anche se generano abbastanza calore da essere rilevate da strumenti sensibili agli infrarossi. Stuart Goldman, d'altra parte, sembra non essere d'accordo quando parla della luce visibile [anche se debole] di tali braci stellari. E, secondo gli editori di Astronomy, trenta nane brune recentemente scoperte in Rho Ophiuchi sono considerate abbastanza giovani da permettere loro di brillare leggermente più intensamente rispetto ai loro parenti più anziani. Questo è precisamente ciò che abbiamo proposto per la nana bruna che era proto-Saturno nelle pagine precedenti di questo volume. Nel frattempo, sono stati creati modelli basati sulle caratteristiche note di queste nane per determinare come appaiano effettivamente questi corpi sub-stellari. Secondo quello che Adam Burrows e i suoi colleghi dell'Università dell'Arizona hanno definito un primo tentativo, basato sui dati finora limitati disponibili, è stata raggiunta la conclusione che le nane brune possono irradiare in tonalità che vanno dal rosso al viola al magenta. Se ciò si rivelasse vero, conformandosi ulteriormente al nostro postulato riguardante la tonalità rosso opaco di proto-Saturno, coinciderebbe anche con l'affermazione di Thornhill secondo cui, oltre alla sua emissione infrarossa, proto-Saturno avrebbe irradiato luce ultravioletta. Si è teorizzato che alcune nane brune potrebbero persino essere nuvolose. Come spiegato da Stuart Goldman:",
        "captions": [],
        "headers": []
    }
]