[
    {
        "page_type": "main",
        "page_number": 404,
        "content": "di affondare nella superficie flessibile del nostro pianeta prima che la crosta avesse il tempo di riallinearsi. Una \"redistribuzione di massa\" dovuta a un impatto meteoritico o asteroidale probabilmente subirebbe un destino simile, così come, allo stesso modo, qualsiasi \"riempimento con lava dei bacini d'impatto risultanti.\" Il meccanismo di Schultz potrebbe funzionare per Marte e altri corpi simili a Marte, ma lascia i teorici poli erranti della Terra ancora senza una spiegazione definitiva. ULTIMO INTERLUDIO Uno studio sui paleoclimi condotto nel 1959 da J. Wyatt Durham si concentrò su ciò che ora è diventato una sorta di litania per i lettori di questa opera: \"La presenza di palme e altri tipi di vegetazione tropicale nelle latitudini settentrionali dove ora prevalgono climi temperati o freddi; il ritrovamento di elefanti e rinoceronti congelati nel ghiaccio della Siberia; e la presenza di tipi tropicali di conchiglie e coralli in Europa: questi erano i tipi di fossili che suscitavano speculazioni sulle condizioni in cui avevano vissuto e che di solito portavano alla conclusione che un clima tropicale o 'più caldo' fosse esistito dove erano stati trovati.\" Tuttavia, dopo aver esaminato le prove a sua disposizione all'epoca, Durham poté solo concludere il suo studio con la seguente confessione: \"Non sembra esserci un accordo generale sulle cause della variazione climatica. Intervalli alternati di alto e basso rilievo topografico della superficie terrestre, variazioni di calore dovute alla radioattività interna della Terra, cambiamenti nella composizione dell'atmosfera, variazioni nella radiazione solare, cambiamenti astronomici e cosmici, presenza di grandi quantità di polvere vulcanica nell'atmosfera terrestre e variazioni nei modelli di circolazione sono alcune delle cause che sono state evocate per spiegare i cambiamenti.\" Durham avrebbe potuto aggiungere le teorie dei poli erranti e della crosta mobile, per non parlare delle inclinazioni assiali, alla sua lista; la sua conclusione non sarebbe stata influenzata. Più di quattro decenni dopo, paleoclimatologi e paleontologi rimangono in difficoltà riguardo al meccanismo effettivo che avrebbe permesso alla flora e alla fauna tropicali e subtropicali di prosperare in quelle che ora sono le due aree più fredde della Terra. Non è forse la nostra ipotesi, che postula il sole saturniano, un'ex stella nana bruna, permanentemente posizionata nel polo celeste nord della Terra, a irradiare costantemente luce e calore nelle regioni settentrionali, in particolare nel circolo polare artico, a rispondere più facilmente a questa esigenza? Non spiegherebbe forse un tale ambiente la presenza di piante subtropicali nell'Artico che, a loro volta, alimentavano gli animali subtropicali che prosperavano nella stessa regione? Non avrebbe forse un tale sistema, racchiuso in una guaina di plasma, con forse una Terra dotata di un'atmosfera più densa rispetto a quella attuale, garantito anche un clima subtropicale in tutte le latitudini, incluso il polo sud della Terra? Non spiegherebbe forse anche il crescente consenso tra i paleontologi secondo cui tale flora e fauna subtropicale ebbero origine nell'Artico, da dove si estesero più a sud? Non sarebbero allora necessari poli erranti; né una crosta mobile o un'inclinazione dell'asse.",
        "captions": [],
        "headers": ["ULTIMO INTERLUDIO"]
    },
    {
        "page_type": "main",
        "page_number": 405,
        "content": "Capitolo 20 L'Accoppiamento Assiale IL PROBLEMA Quando introdussi per la prima volta il sistema saturniano al pubblico generale nel 1978, lo descrissi io stesso come un sistema che \"ispira incredulità e contraddice ogni principio noto della meccanica celeste come la conosciamo oggi.\" A ciò aggiunsi: \"Questa posizione unica di Saturno [cioè, il suo accoppiamento assiale con la Terra] è stato il più grande ostacolo nello svelare il mistero saturniano. Siamo anche consapevoli che questa supposizione è aperta alle critiche più severe.\" Da allora, ho continuato a riferirmi al sistema, al modello e allo scenario saturniano come estremamente bizzarri. Il problema non consisteva solo nel fatto che non esistessero corpi accoppiati noti in nessuna parte dell'Universo, tanto meno nel Sistema Solare; consisteva anche nella supposizione che la meccanica celeste, come allora conosciuta, non avrebbe permesso un tale accoppiamento. Un problema aggiuntivo era il fatto che, negli anni '70, né uno dei due principali sostenitori della teoria di Saturno, David Talbott e io, eravamo esperti di meccanica celeste. Così, quando John Gibson chiese a Talbott in un'intervista se pensava che qualche astrofisico potesse accettare la teoria di Saturno, Talbott rispose con le parole: \"In realtà, andrò avanti...e non mi preoccuperò nemmeno della fisica di tutto ciò. Ammettiamolo: all'interno di qualsiasi quadro di pensiero consolidato, l'intera faccenda è ridicola. Come potrebbero due pianeti ruotare sullo stesso asse in una configurazione stabile...Sembra qualcosa che si potrebbe difendere in termini accettabili per l'astronomia moderna?\" E, quando Gibson insistette quasi che Talbott \"dovesse suggerire qualche principio fisico che potesse spiegare la configurazione planetaria\" che stava descrivendo, Talbott rispose con enfasi: \"No, assolutamente no.\" E aggiunse: \"Questo peggiorerebbe solo le cose. Non sono un fisico.\" Non soddisfatto della decisione di Talbott di evitare qualsiasi tentativo di risolvere il problema, decisi di affrontare alcune autorità ortodosse con questo enigma meccanico. Cinque di loro promisero di esaminare la questione nonostante la loro evidente incredulità, sebbene tutti mi obbligarono a mantenere i loro nomi fuori dalla letteratura, almeno fino a quando i loro sforzi non avessero mostrato risultati.",
        "captions": [],
        "headers": ["IL PROBLEMA"]
    },
    {
        "page_type": "main",
        "page_number": 406,
        "content": "",
        "captions": ["David Talbott (Fotografia—2000—dell'autore.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 407,
        "content": "risultati. La loro paura di essere ridicolizzati dai loro colleghi per aver anche solo considerato un sistema astronomico così oltraggioso fu espressa in termini inequivocabili. Poiché non sono mai stato liberato da questo impegno, rimango incondizionatamente vincolato a salvaguardare la loro identità e reputazione fino ad oggi, anche se, al momento della stesura, tutti tranne uno di loro sono deceduti. Nel corso degli anni alcune calcolazioni sono arrivate, ma, senza eccezione, tutte hanno comportato qualche modifica del modello che erano destinate a quantificare. Questo non fu di grande aiuto poiché nessun problema può essere risolto attraverso la propria modifica. La risposta a una domanda è inaccettabile se la domanda stessa viene alterata. Quando lo feci notare, fui redarguito sul metodo scientifico e mi fu detto che ero ostinato. Alla fine, il verdetto fu che il mio modello era fisicamente impossibile. L'argomento secondo cui anche il modello di Wegener dei continenti in movimento era stato una volta considerato impossibile non fu preso in considerazione. I miei cinque tenaci meccanici mi abbandonarono, lasciandomi con una pila di calcoli impressionanti che spiegavano tutto tranne ciò che volevo che spiegassero. IMPRESE AUDACI Nel corso degli anni ci furono varie imprese audaci, e persino alcune teorie concorrenti, tutte in competizione per risolvere i dilemmi assiali e altri del sistema saturniano, o simile a Saturno. Non avrebbe senso, tuttavia, dettagliare questi sforzi, anche se l'equità richiede che almeno vengano menzionati. Tra coloro con una teoria concorrente vi era il chimico analitico Frederic Jueneman, che abbiamo incontrato in diverse occasioni nelle pagine precedenti di questa opera. Contrariamente alla tesi qui presentata, Jueneman optò per il pianeta Marte come il sole boreale immobile di cui parla il record mito-storico. C'era anche Earl Milton, uno spettroscopista che lavorava presso il dipartimento di Fisica dell'Università di Lethbridge, Alberta, Canada. Avendo già messo in discussione i principi accettati dell'astrofisica, non considerava l'accoppiamento assiale della Terra con il proto-Saturno come un problema insolubile, ma semplicemente come uno schema con cui non era del tutto d'accordo. Questo non era sorprendente poiché anche lui stava lavorando su un modello proprio. Questo era basato su uno scenario ricostruito dal suo collega, Alfred de Grazia. Sfortunatamente, mentre de Grazia riconosceva l'universalità del record mito-storico, mostrava una chiara inclinazione a utilizzare le fonti greche come metro di misura per valutare il suo schema cosmico. Così, de Grazia considerava imperativo accogliere la generazione greca degli dei in cui ogni divinità era considerata la progenie della precedente. Seguendo Immanuel Velikovsky, che aveva interpretato la nascita di Atena dalla testa di Zeus come l'effettiva espulsione del pianeta Venere dal pianeta Giove, de Grazia si illuse nel credere che, allo stesso modo, l'espulsione di un pianeta da un altro dovesse essere implicata da tutte queste nascite divine. E Milton, sfortunatamente, seguì l'esempio. Questo portò a una sequenza ipotizzata di scissioni ed espulsioni planetarie—Urano e Saturno da quello che Milton e de Grazia chiamarono super-Urano, Giove da Saturno e, infine, sempre seguendo Velikovsky, Venere da Giove.",
        "captions": [],
        "headers": ["IMPRESE AUDACI"]
    },
    {
        "page_type": "main",
        "page_number": 408,
        "content": "",
        "captions": ["La nascita di Atena dalla testa di Zeus—il mito che ingannò Immanuel Velikovsky facendogli credere che il pianeta Venere fosse stato espulso dal pianeta Giove. (Illustrazione dal retro di uno specchio etrusco.)"],
        "headers": []
    }
]