[
    {
        "page_type": "main",
        "page_number": 239,
        "content": "ruotano attorno ad esso.\" Come i sacerdoti di altre nazioni, apprendiamo che, quando officiava davanti all'Altare del Cielo, l'Imperatore cinese si rivolgeva sempre verso nord. \n\nEVIDENZE EUROPEE\n\nNon era diverso nell'antica Grecia. Nella filosofia neoplatonica, ad esempio, Kronos/Saturno era associato al polo. Anche il pensiero orfico identificava Chronos, che, come vedremo, era lo stesso di Kronos, come la forza dietro il movimento dei cieli attorno all'asse polare. Non sorprende quindi che, quando pregavano, anche gli antichi Greci si rivolgevano verso nord. \n\nCol tempo, la sacralità del nord finì per toccare i regni terrestri che, nel pensiero europeo, rimasero filologicamente legati a Saturno attraverso Kronos. Gli stessi Greci si riferivano al Mare del Nord come Kronios Okeanos, ovvero il Mare Saturnio. L'aggettivo \"Croniano\", derivato da \"Kronos\", è sopravvissuto persino nella lingua inglese per descrivere l'Oceano Artico. \n\nCome scoprì Warren, la stessa idea persisteva in Etruria, prima di Roma: \"Varrone e altri scrittori latini confermano questa rappresentazione generale, tanto che tutti i moderni interpreti dell'antica religione etrusca concordano nel collocare la dimora degli dèi dell'Etruria al Centro del Cielo, nel cielo circumpolare settentrionale. Niebuhr e altre autorità di massimo livello ci assicurano che i Romani condividevano la stessa fede.\" \n\nCosì, Ovidio, nei suoi Fasti, offre una descrizione della Creazione, al termine della quale Giano afferma: \"La custodia di questo vasto universo è nelle mie sole mani, e nessuno tranne me può governare il polo rotante.\" \n\nCome indicò Roger Ashton: \"Il centro del polo rotante è immobile per l'osservatore terrestre. Giano, sovrano del polo celeste immobile, deve quindi essere collocato al Polo Celeste.\" \n\nQuando Saturno fu scagliato giù dal suo trono celeste, si diceva che continuasse a governare dalla \"parte opposta dell'asse del mondo\", il che presuppone una posizione precedente corrispondente alla stazione polare settentrionale. Ma anche senza questo percorso indiretto, non abbiamo bisogno di ulteriori prove per confermare l'antica collocazione polare di Saturno, poiché Saturno stesso era ricordato come il dio della \"stella immobile\", che è intesa come la Stella Polare.",
        "captions": [],
        "headers": [
            "EVIDENZE EUROPEE"
        ]
    },
    {
        "page_type": "main",
        "page_number": 240,
        "content": "IL SOLE DEL CENTRO E ALTRI ECHI\n\nIl dio azteco Xiuhtecuhtli era anche conosciuto come Huehueteotl, cioè \"il vecchio dio\", e/o \"il vecchio dio del centro\", nonché come Ixcozauhqui, ovvero \"colui dal volto giallo\". Era venerato come \"il sole del centro\" e \"il fuoco centrale\", richiamando così il fuoco centrale di Filolao. Era descritto come il perno dei cieli rotanti e identificato con il polo celeste. \n\nSebbene Xiuhtecuhtli non sia mai stato specificamente identificato nella mitologia mesoamericana come il pianeta Saturno, possiamo vedere che era un dio molto antico che personificava un sole dal volto giallo situato al centro del polo celeste. La descrizione è appropriata e, infatti, Brundage fu abbastanza perspicace da riconoscere Xiuhtecuhtli come \"il Crono azteco [lo stesso di Kronos/Saturno], il primo re e Signore del Tempo\". \n\nVale forse la pena notare qui che, in quanto dio del fuoco, e molto simile al mesopotamico Ninurta—sebbene non necessariamente per le stesse ragioni—Xiuhtecuhtli possedeva anche alcune caratteristiche non saturniane, che cercheremo di chiarire in un futuro lavoro. \n\nNel frattempo, c'è ancora un altro motivo che lega inestricabilmente questa divinità a Saturno, e che avremo motivo di esplorare in una pagina successiva di questo lavoro. \n\nNel capitolo precedente abbiamo incontrato il creatore Yuki Taiké-mol, il cui nome si traduce come \"Colui che cammina in solitudine\", e che abbiamo identificato come il solitario sole saturniano. Vale quindi la pena notare che si diceva che Taiké-mol risiedesse anche nel nord. \n\nCosì, quando i Damaras dell'Africa affermano che la loro \"divinità suprema\", Omakuru, \"dimora nel lontano Nord\", possiamo essere certi che il riferimento sia alla loro versione della divinità saturniana.",
        "captions": [
            "Xiuhtecuhtli—il sole dal volto giallo che si trovava al centro del polo celeste. (Da una figura in argilla—cultura di Veracruz.)"
        ],
        "headers": [
            "IL SOLE DEL CENTRO E",
            "ALTRI ECHI"
        ]
    },
    {
        "page_type": "main",
        "page_number": 241,
        "content": "SINTERKLAAS\n\nLa credenza nella collocazione settentrionale del sole saturniano si è perpetuata nel corso dei secoli in varie società mistiche e altre tradizioni in cui Saturno continuava a essere ricordato come \"il vecchio che vive al polo nord\". Se questo suona familiare, il lettore non si sbaglia. \n\nInfatti, come osservò Manly Hall: \"Saturno, il vecchio che vive al polo nord e porta con sé ai bambini un ramoscello di sempreverde (l'albero di Natale), è noto ai più piccoli con il nome di Babbo Natale.\" \n\nCerto, si può dire che Babbo Natale abbia avuto un'origine completamente diversa, derivante dalla vita di Nicola di Myra. Sebbene la storia di Nicola sia alquanto oscura, il suo culto divenne molto popolare nei circoli cristiani. \n\nCiò che si sa di lui è che fu vescovo di Myra, in Licia, una regione dell'attuale Turchia, durante il regno dell'imperatore romano Diocleziano (245-313 d.C.). Perseguitato e torturato per la sua fede cristiana, Nicola fu poi imprigionato fino alla sua liberazione durante il regno tollerante di Costantino. \n\nSantificato dalla Chiesa cristiana, fu onorato sia dai Latini che dai Greci con una festa annuale il 6 dicembre. Il legame di Nicola con il mito di Babbo Natale nacque dalla leggenda secondo cui egli fu responsabile di aver segretamente donato doti a tre figlie di un povero cittadino che, non potendo procurare loro matrimoni dignitosi, stava per destinarle a una casa di prostituzione. Questo evento inaugurò la tradizione di fare regali in segreto alla vigilia della sua festa, cioè il 5 dicembre. \n\nIl nome Santa Claus è semplicemente la corruzione inglese della forma olandese di San Nicola—ovvero Sinterklaas—che si diffuse in America grazie ai primi coloni olandesi. \n\nNon esiste, ovviamente, alcun legame diretto tra San Nicola e il polo nord, dove si dice che Babbo Natale risieda. Ma come nacque questa credenza? \n\nLa data di nascita di Gesù non è mai stata accertata (e mai lo sarà). La festa cristiana che la commemorava inizialmente oscillava nel calendario. Intorno al 354 d.C., i cristiani latini decisero il 25 dicembre, poiché era la data della festa di Mitra, la cui religione era divenuta la principale concorrente del cristianesimo e si era fusa con quella del Sol Invictus. \n\nCiò suscitò dissensi tra le comunità cristiane di altri paesi, specialmente tra i Siriaci e gli Armeni, che continuarono a celebrare la nascita di Gesù nei giorni dettati dalla loro tradizione. \n\nNel 440 d.C., tuttavia, i Padri della Chiesa cristiana decisero di ripristinare il 25 dicembre come data ufficiale, poiché era anche il giorno del solstizio d'inverno, da lungo tempo una data di celebrazione. \n\nQuesto era anche il periodo in cui si celebrava la festa di Saturno, nota come Saturnalia. Originata come festa di Capodanno, la Saturnalia si teneva il 17 dicembre, ma fu gradualmente estesa a sette giorni, fino al 23 dicembre. \n\nLa versione greca e originale della Saturnalia romana era la Kronia greca, anch'essa dedicata a Kronos/Saturno, e si teneva in dicembre.",
        "captions": [],
        "headers": [
            "SINTERKLAAS"
        ]
    },
    {
        "page_type": "main",
        "page_number": 242,
        "content": "Il 25. Anche durante le festività dei Saturnali si scambiavano liberamente doni, una consuetudine che allora coincideva con quella in onore di San Nicola. Possiamo quindi vedere come le due tradizioni si siano fuse in una sola: la consegna dei doni da parte di San Nicola alla vigilia del 6 dicembre e la distribuzione dei regali da parte di Saturno, o in suo onore, tra il 17 e il 25 dicembre. Nella mente della gente comune, San Nicola si fuse così con Saturno, \"il vecchio che vive al Polo Nord\", e il mito di Babbo Natale nacque involontariamente.",
        "captions": [
            "Mitra—che uccide il toro saturniano—la cui festività a Roma si celebrava il 25 dicembre."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 243,
        "content": "QUINTO INTERLUDIO Come abbiamo visto, il resoconto mito-storico ci bombarda costantemente con allusioni da ogni ambito mitologico che associano insistentemente l'antico dio solare saturniano al nord e, più specificamente, alla sfera celeste settentrionale. Ed è la forza collettiva di tali tradizioni, che spaziano dai tempi sumero-babilonesi fino al presente, a spingere a credere che, per i nostri antichi antenati, il dio solare primordiale avesse un tempo abitato quel luogo nel cielo settentrionale della Terra che oggi è occupato dalla Stella Polare. Sebbene tutto ciò possa essere nuovo per il grande pubblico, non sto rivelando alcun segreto esoterico. Gli studiosi di mitologia lo sanno da tempo. Gerald Massey, William Warren, Zelia Nuttal, Uno Holmberg, René Guénon e altri che abbiamo già avuto occasione di menzionare, così come quelli citati di seguito, hanno scritto opere approfondite sull'argomento. Come ha osservato David Talbott: \"...la tradizione di un antico dio polare o sole polare è stata documentata da una moltitudine di studiosi; insieme, sono riusciti a dimostrare l'esistenza di una tradizione universale. Alla fine del XIX secolo, John J. O’Neill arrivò persino a identificare il dio con Saturno e dovette elaborare una distinzione tra la divinità e il pianeta per spiegare l'identità. Successivamente, il legame specifico tra il pianeta [Saturno] e il Polo fu notato da Léopold de Saussure. Ma nessuno di questi ricercatori innovativi si è mai chiesto se i loro soli polari o dèi polari fossero stati realmente lì!\" Giorgio de Santillana e Hertha von Dechend sono tra i principali studiosi che hanno approfondito l'argomento, ma si sono opposti a un'interpretazione letterale di ciò che questi antichi messaggi descrivono. Poiché le loro ricerche li hanno portati a esplorare il mito-storico in tutto il mondo, non hanno potuto fare altro che accettare che, per gli antichi, Saturno avesse un tempo risieduto nel luogo ora occupato dalla Stella Polare. \"All'inizio questo è sconcertante\", affermano. \"Che cosa ha a che fare Saturno, il pianeta più distante, con il Polo?\", si chiedono. Ammettono persino che \"il lettore non è il primo a essere perplesso da un'immagine che permette la presenza di pianeti al Polo...\". E poi arriva l'obiezione: \"Non è nella linea dell'astronomia moderna stabilire alcun legame tra i pianeti e Polaris, o con qualsiasi altra stella, in effetti, al di fuori del sistema zodiacale.\" Come spiegano allora l'antica credenza nella precedente collocazione polare di Saturno? La loro risposta è che \"tali figure retoriche erano parte essenziale del linguaggio tecnico dell'astrologia arcaica...\". Tuttavia, da nessuna parte ci dicono cosa abbia dato origine a queste \"figure retoriche\". Da nessuna parte spiegano perché \"tali figure retoriche\" fossero considerate...",
        "captions": [],
        "headers": [
            "QUINTO INTERLUDIO"
        ]
    }
]