[
    {
        "page_type": "main",
        "page_number": 214,
        "content": "Signore immobile, vediamo ancora una volta che questa stabilità non aveva nulla a che fare con la lentezza del movimento. Ciò che viene descritto qui è un dio immobile, un pianeta privo di movimento. L'ESPLICITÀ EGIZIANA Quando arriviamo in Egitto, non c'è più alcuna ambiguità riguardo alla caratteristica saturniana che abbiamo indagato. In un inno a Ra, la divinità viene invocata con queste parole: \"O tu primogenito, che giaci senza movimento...\" Anche qui, resta agli egittologi spiegare perché, se Ra fosse davvero il Sole, veniva descritto come giacente \"senza movimento.\" Si diceva che Ra \"riposa nel suo alto luogo.\" Anche Atum veniva descritto come immobile. Chiamato \"il Cuore Fermo del Cielo,\" si diceva distintamente di lui che \"il Grande Dio vive fisso nel mezzo del cielo.\" Nel Papiro di Ani, il defunto viene invocato con queste parole: \"O tu che sei senza movimento come Osiride!\"—e questa frase è ripetuta due volte. L'immobilità di Osiride è menzionata anche nel Testo di Teta: \"Tu sei stabile nel tuo nome di 'Menu',\" si afferma lì, dove \"Menu\" stesso ha il significato di \"Stabile,\" lo stesso epiteto che abbiamo trovato associato ad altre divinità saturniane. Anche il dio egizio Ptah, che abbiamo visto essere identificato come una personificazione di Saturno, fu sincretizzato con Tenen o Tatanen, una divinità primordiale lodata come il Disco del Cielo, una chiara identificazione del dio come corpo celeste. Qui, Wallis Budge ci informa che gli \"attributi esatti\" di questa divinità \"sembrano essere stati sconosciuti persino agli Egizi.\" Eppure, non ebbe difficoltà a derivare il nome del dio dalla parola enen, o nen, che significa \"inerzia, inattività, riposo, immobilità,\" e simili. Nonostante Budge, ciò che questo ci dice realmente è che Tenen era considerato privo di movimento. Se questo dio può davvero essere equiparato a Saturno, come la sua assimilazione con Ptah ci costringe a concludere, ciò registrerebbe ancora una volta il pianeta in questione come immobile. SPLENDENTE NELLA TERRA DELLA LUCE Coloro che conoscono la mitologia egizia, specialmente gli egittologi, possono—e in realtà dovrebbero—sollevare un'obiezione significativa contro tutto ciò che è stato detto sopra. E l'obiezione è questa: nonostante venga lodato come giacente senza movimento e riposante nel suo alto luogo, ci sono vari testi che descrivono Ra come sorgente e tramontante. Per esempio, in un inno a Ra, il dio viene lodato con le parole: \"Omaggio a te, o tu che sei Ra quando sorgi e Temu [cioè Atum] quando tramonti. Tu sorgi, tu sorgi, tu splendi, tu splendi, tu che sei incoronato re degli dèi... la compagnia degli dèi gioisce quando tu sorgi...\"",
        "captions": [],
        "headers": ["L'ESPLICITÀ EGIZIANA", "SPLENDENTE NELLA TERRA DELLA LUCE"]
    },
    {
        "page_type": "main",
        "page_number": 215,
        "content": "\"Salve, o Disco, signore dei raggi, che sorgi sull'orizzonte giorno dopo giorno! Omaggio a te... quando sorgi sull'orizzonte e diffondi i tuoi raggi di luce... Omaggio a te, o tu che sorgi sull'orizzonte come Ra...\" Come possiamo allora conciliare i passaggi sopra citati, e molti altri simili, con l'idea di un Ra immobile? Bene, in primo luogo, la parola tradotta come \"orizzonte\"—3ht—significa in realtà \"terra della luce,\" e mentre questo termine continua ad essere accettato come significante \"orizzonte,\" non avrebbe mai dovuto esserlo. In secondo luogo, la parola tradotta come \"sorge\" significa in realtà \"splende,\" come indicato da Patricia Spencer. Esistono varie parole egizie che portano questi significati ambigui. Nen, per esempio, significa \"sorgere,\" spesso usato in relazione a un corpo celeste, ma significa anche \"splendere.\" Più di questo, come abbiamo appena visto, nen porta anche i significati di \"inerzia, inattività, riposo\" e \"immobilità.\" Khaut significa \"il sorgere di un dio,\" ma anche \"apparenza, splendore, radiosità o brillantezza di un dio.\" Skhai significa \"far sorgere,\" ma anche \"apparire.\" Quando si tratta del sorgere dello stesso Ra in questione, una parola spesso usata è kha o khai, che significa \"sorgere\" o \"ascendere,\" ma anche \"splendere\" o \"apparire.\" Così, similmente, con parole come pert (venire fuori), uben (diventare luminoso) e un. Per quanto riguarda \"tramontare,\" esiste una parola egizia—urt—che è stata resa con il significato di \"tramonto di una stella.\" D'altra parte, una parola correlata—urt-t—significa in realtà \"immobilità,\" mentre Urt si riferisce a \"un dio immobile.\" Gli egittologi che hanno tradotto frasi come \"O tu che sorgi sull'orizzonte come Ra\" lo hanno fatto perché le parole \"O tu che splendi nella terra della luce\" avevano poco senso. D'altra parte, e di fronte al fatto che Ra è spesso descritto come immobile, i traduttori avrebbero dovuto tenere a mente questi significati aggiuntivi. Un dio immobile, o un corpo celeste, che sorge e tramonta è un'impossibilità. Un dio, o un corpo celeste, che splende senza movimento non lo è. Così, come indicato da David Talbott, il dio non sorge né tramonta ma emerge e si ritrae, cioè diventa luminoso, splende e si affievolisce. REGNANDO EM HETEP Abbiamo già visto che si diceva di Atum che \"vive fisso nel mezzo del cielo.\" Tra l'altro, si diceva anche che il dio regnava in pace. \"Omaggio a te, o tu che sei in pace,\" è una frase ripetuta due volte nel Papiro di Mut-hetep. \"Vieni, vieni in pace!\" viene implorato, \"ti svegli in pace...\"",
        "captions": [],
        "headers": ["REGNANDO EM HETEP"]
    },
    {
        "page_type": "main",
        "page_number": 216,
        "content": "Abbiamo suggerito sopra che la parola semitica per \"pace\"—shalom, salam, sliema—deriva dal nome della divinità saturniana chiamata Shulman, Shulmanu e/o Shalem. Abbiamo anche visto che il nome di questo dio si traduce come \"il Fermo.\" Ma quale, allora, è la connessione tra pace e stabilità? L'ebraico shalom deriva da shalam, che significa \"essere al sicuro.\" Così anche il maltese sliema, che significa \"sicurezza.\" \"Pace\" e \"sicurezza\" sono termini affini ma, in un certo senso, non lo è anche \"stabilità\"? Ora, come accade, la parola egizia sharm' significa \"essere pacifico,\" ma anche \"essere inattivo\"—cioè \"non fare nulla,\" che nega il movimento. Un'altra parola egizia che significa \"essere in pace\" è heri, ma heri significa anche \"riposare.\" La parola egizia più comunemente usata per \"essere in pace,\" tuttavia, è hetep, che significa anche \"riposare,\" \"essere a riposo.\" Questo, quindi, solleva la domanda: Dato che Atum veniva descritto come fisso nel mezzo del cielo, quale caratteristica logica gli si può attribuire quando si afferma che era em hetep—cioè in pace, o a riposo? Questo, incidentalmente, ci riporta al dio Imhotep—lo stesso di Em Hetep—e ci fa chiedere: Imhotep era davvero l'architetto divinizzato che costruì la piramide di Djoser, come generalmente si crede? O era un'altra manifestazione del dio immobile che abbiamo imparato a riconoscere come Saturno? Talbott, che abbracciò il significato del nome di questo dio come \"colui che emerge rimanendo fermo in un luogo,\" sembra non avere dubbi. IMMOBILMENTE FISSO Il Ra egizio non è l'unico presunto dio del sole descritto come privo di movimento. Nel capitolo 3 abbiamo visto il Surya indiano chiamato Suraj, il cui nome appartiene al pianeta Saturno. Abbiamo anche notato che si diceva che Surya occupasse samanam dhama, \"lo stesso luogo di sorgere e tramontare.\" Non abbiamo spiegato allora il significato di questo termine, avendolo usato solo per indicare che Surya non poteva essere il Sole attuale. Cosa è più facile da credere, che un corpo celeste possa salire verticalmente nel cielo e scendere verticalmente sullo stesso percorso, o che diventi luminoso e si affievolisca rimanendo nello stesso punto? Alla luce di ciò che abbiamo ora rivelato, non sembra preferibile quest'ultima ipotesi? Infatti, possiamo affermarlo inequivocabilmente, poiché è scritto in modo inequivocabile che Surya \"sta fermo,\" e lo fa su un \"luogo sicuro di riposo.\" La credenza nell'immobilità di Surya era così radicata che continuò ad essere ricordato come \"il centro immobile del suo sistema.\" Come possono allora gli indologi continuare a perpetuare la disinformazione che Surya sia il Sole? Anche Brahma, ci viene detto, non sorge né tramonta. Egli \"rimane solo al centro.\" E se ci sono coloro che pensano che questa immobilità possa essersi applicata alle divinità planetarie, ma non necessariamente ai pianeti che una volta personificavano, si sbagliano. Sthirah, per esempio, è un altro nome sanscrito per il pianeta Saturno. Qui non si tratta di una divinità. Eppure noi",
        "captions": [],
        "headers": ["IMMOBILMENTE FISSO"]
    },
    {
        "page_type": "main",
        "page_number": 217,
        "content": "troviamo che questo nome è probabilmente correlato a, o derivato da, sthira, che significa \"fermo, stabile, fisso, immobile, immoto.\" Così, similmente, in Cina, dove uno dei nomi antichi per il pianeta Saturno è Zhenxing, che significa \"Stella Stabile\" o \"Pianeta Stabile,\" poiché zhen significa \"stabile\" e xing significa \"stella\" ma anche \"pianeta.\" Qui non entrano in gioco divinità planetarie. Si tratta di un'affermazione puramente astronomica dedotta dal significato stesso del nome del pianeta. IL PIANETA CHE NON TRAMONTA MAI Lynn Rose dedusse che il bizzarro sistema astronomico di Filolao, il filosofo pitagorico della Magna Grecia, fosse semplicemente una versione \"distorta\" del sistema saturniano primordiale. Questo, inutile dirlo, lo portò alla conclusione che il Fuoco Centrale di cui parlava Filolao fosse in realtà un'allusione al vecchio sole saturniano. Come Rose poi ci racconta: \"Gli storici della filosofia amano riferirsi ai 'detti oscuri' di Eraclito. Se Eraclito rifletteva talvolta sulle condizioni dell'Età di Crono, forse ora siamo in grado di comprendere alcune delle sue misteriose osservazioni. Il Fuoco Centrale è sempre nella stessa posizione nel cielo (come visto da un punto); forse è per questo che Eraclito chiede, 'Come può qualcuno nascondersi da ciò che non tramonta mai?'\" Come continua Rose: \"Anche alcuni dei frammenti di Filolao, sebbene la loro autenticità sia stata messa in discussione, ora hanno più senso. Ci viene anche detto che 'esso [il Fuoco Centrale] è sovrano e maestro di tutte le cose; è Dio, Uno sempre esistente, stabile, immobile, simile a se stesso, diverso dal resto,' e che 'rimane Uno per sempre nella stessa posizione e condizione.'\" La conoscenza greca del sole saturniano immobile, tuttavia, non era limitata alla versione \"distorta\" di Filolao. Nella sua valutazione del greco Helios e di altri cosiddetti antichi dèi del sole, E. A. Butterworth giunse anche alla conclusione che questo luminare \"non è il sole naturale del cielo, poiché non sorge né tramonta, ma è, a quanto pare, sempre allo zenit...\" Così similmente da altre parti del mondo. Per esempio, nella tradizione romana, tra i poeti, Saturno era ricordato come il dio della \"stella ferma.\" Anche gli Inca conservarono la memoria di un dio del sole—uno che riposava, certamente—che era in grado di \"illuminare il mondo da un unico luogo.\" Possiamo quindi essere certi che quando i Makiritare dell'Alto Orinoco, in Venezuela, ci raccontano che il loro dio Wanadi era \"come un sole che non tramonta mai,\" si stanno riferendo a un'antica tradizione riguardante il pianeta Saturno. Che Wanadi non fosse il Sole attuale è ulteriormente indicato dal fatto che il nome Makiritare per il Sole è Shi.",
        "captions": [],
        "headers": ["IL PIANETA CHE NON TRAMONTA MAI"]
    },
    {
        "page_type": "main",
        "page_number": 218,
        "content": "i i : \\ f t i i { i i | : t",
        "captions": ["Surya—il dio che stava fermo in un unico luogo. (Fotografia dell'autore—per gentile concessione del British Museum, Londra, Inghilterra.)"],
        "headers": []
    }
]