{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 29,
            "content": "... e altri ancora per uno sopra la Cancelleria del Reich.” Questo non è successo molto tempo fa. È accaduto in un'epoca in cui la registrazione della storia aveva già raggiunto la perfezione, in un'epoca in cui gli eventi potevano essere congelati e immortalati sul film. E, come accade, l'evento in questione era esattamente così documentato. Come ha notato Greenberg:\n“Le ultime due scelte sono sicuramente errate. Il filmato della grande svastica che viene fatta saltare in aria (come visto nel film L'enigma della Svastica) non lascia dubbi e indica chiaramente che era la svastica di Zeppelinfeld.”\nSe la memoria degli eventi del passato recente può diventare così confusa, perché dovremmo chiederci della memoria difettosa riguardo a eventi di un passato molto più remoto? Ma poi, senza un film che documenti questi eventi precedenti, come possiamo essere sicuri di ciò che realmente è accaduto?\nDue lezioni da apprendere dall'esempio sopra sono queste: Nonostante le diverse versioni su quale svastica sia stata fatta saltare in aria dall'esercito invasore, tutti i resoconti concordano su un fatto: Una svastica colossale in Germania è stata fatta saltare in aria dall'esercito invasore. Questo è il nucleo di questo particolare evento storico. E, in molti casi, quando si trattano versioni contraddittorie di un particolare mito, è il nucleo dell'evento a cui dobbiamo attenersi e non necessariamente i dettagli, molti dei quali sono stati, in ogni caso, aggiunti ai miti molto tempo dopo. Così, che si trattasse di una sola coppia o di sette di ogni animale che Si diceva Noè avesse portato nell'arca, il nucleo dei diversi racconti rimane che egli portò a bordo campioni maschili e femminili degli animali. La seconda lezione è che varie versioni di un evento possono essere confrontate e, con un po' di aiuto dalla logica, quella corretta può spesso, se non sempre, essere accertata. Quando si tratta della scienza della mitologia — e lo è — il confronto può essere uno strumento molto efficace.\nCONFRONTI\nHermann Collitz disse riguardo all'argomento:\n“La mitologia comparata, in collaborazione con lo studio delle tradizioni popolari (folklore), è stata particolarmente studiata con assiduità... La scienza mitologica non intende servire alla conoscenza dello sviluppo culturale — sia di un popolo o di un gruppo di popoli strettamente correlati — non collabora principalmente con la filologia, ma cerca idee simili in popoli diversi e cerca di determinare tipi che si ripetono nel corso del tempo.”\nIn altre parole, la mitologia comparata è quel ramo della mitologia che confronta i miti di una nazione, o razza, con quelli di un'altra — e, a volte, confronta anche i miti di una particolare nazione, o razza, con i miti divergenti trovati nella stessa nazione o razza. Tra le altre cose, questo viene fatto per identificare i protagonisti non identificati in un mito con quelli identificati in un altro racconto, ma simile. Un esempio che viene in mente è il seguente:",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 30,
            "content": "",
            "captions": [
                "Anath, la dea che scatenò una rissa da ubriaca contro l'umanità. Placca in avorio del XIII secolo a.C. da Ras Shamra, antica Ugarit, ora al Museo Nazionale di Damasco. (Illustrazione di Marie Joséphe Devaux.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 31,
            "content": "Un racconto dalla tradizione hindu dell'India riguarda la dea Kali, la cui sete di sangue — spesso rappresentata con la lingua penzolante e la bocca colma di sangue — si sviluppò dopo aver ucciso l'asura (o demone) Raktavira (noto anche come Raktabija). Da ogni goccia di sangue che cadeva a terra dall'asura ferito emergeva un altro demone dotato del suo coraggio, forza e valore. Per impedire che il sangue di Raktavira raggiungesse il suolo e così generasse ulteriori demoni, Kali, nota anche come Durga, fu costretta a berlo mentre fuoriusciva. Questo bere di sangue le conferì una tale sete cieca di violenza che, quando se ne dava libera carica, nulla poteva fermarla. “In un'occasione Shiva stesso dovette mescolarsi tra i demoni che stava massacrando e permettersi di essere calpestato sotto i suoi piedi nella sua danza di vittoria, poiché questo era l'unico modo per farle tornare senso e salvare il mondo dal collasso.”\nQuesto mito è molto simile a quello che riguarda la dea Anath. In un mito di Ugarit vediamo Anath venire in aiuto di Baal quando era assalito dai suoi nemici. Quanto Kali, una dea crudele, Anath non limitava il suo massacro ai demoni ma scatenava una rissa da ubriaca contro l'umanità “dall'alba del sole” fino “alla riva del mare.” Alla fine, Baal fu costretto a intervenire per fermare la dea dall'annientare l'umanità.\nCome ha riferito William Albright:\n“Marvin Pope ha fatto notare che ci sono molte caratteristiche che Anath condivide con la dea indiana Kali o Durga. Infatti, le rispettive figure sono in alcuni modi così simili che la coincidenza può a malapena essere l'unica spiegazione.”\nUn altro mito simile che sia Pope che Albright non sono riusciti a notare ci giunge dall'antico Egitto. Qui leggiamo della dea Sekhmet, che si diceva fosse l'occhio distruttivo di Ra, scagliata con rabbia contro l'umanità. Incitata dallo stesso Ra, la dea iniziò uno sterminio così completo che finì per inondare il mondo di sangue. Sia in questo mito che in quello di Anath, ogni rispettiva dea è descritta mentre cammina fino alla vita in sangue. Alla fine, come sia Shiva che Baal, lo stesso Ra fu costretto a intervenire e richiamare indietro la dea.\nCome si può vedere, sembra non esserci dubbio che, nei tre miti sopra citati, nonostante la differenza nei dettagli, venga descritto lo stesso evento. Questo porta all'assunzione, che possiamo affermare oltre ogni ragionevole dubbio, che le tre dee, Kali (o Durga), Anath e Sekhmet erano semplicemente nomi diversi, applicati da nazioni diverse che parlavano lingue diverse, della stessa dea.\nOra mi concentrerò su Anath (a volte traslitterata come Anat) al fine di illustrare ulteriormente la metodologia alla base della mitologia comparata. Quello che sappiamo di questa dea proviene principalmente, ma non esclusivamente, dalle tavolette scoperte a Ras Shamra, l'antica Ugarit, in una casa sacerdotale adiacente al tempio di Baal.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 32,
            "content": "",
            "captions": [
                "Kali, nota anche come Durga, la dea indù della distruzione. (Da una pittura del XVIII secolo del Rajasthan.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 33,
            "content": "Anahid), nota anche con il nome ellenistico di Anaitis, è stata a sua volta paragonata alla greca Afrodite, che era la personificazione del pianeta Venere.\nMa è mai stato dichiarato direttamente che Anahita, o Anaitis, fosse il nome iraniano o persiano per il pianeta Venere? La risposta è sì. Troviamo questo affermato nell'opera persiana nota come Bundahish, in cui il pianeta in questione è chiamato proprio con il nome di Anahid.\nTroviamo anche Anat identificata con la babilonese Ishtar, la cui identità venerea non è mai stata contestata.\nSe questo non basta, possiamo riferirci a Michael Astour (il cui nome, tra l'altro, si traduce come “stella”) che ha dichiarato: “Anath, la Regina del Cielo, fu identificata con Venere (Kaukabta) e, sotto il nome di Uzza, ‘la forte’, fu adorata dai Saraceni sinaitici come la Stella del Mattino.”\nLa mitologia comparata quindi impone che se Anath era la personificazione del pianeta Venere, allora, sulla base della stretta somiglianza dei tre miti descritti sopra, anche Kali e Sekhmet dovrebbero essere identificate come personificazioni dello stesso.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 34,
            "content": "Qudshu (Qadesh, Qetesh, Qeteshi) La forma egiziana del Canaanite Anath.",
            "captions": [
                "La forma egiziana del Canaanite Anath."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 35,
            "content": "DIFUSIONE\n\nJoseph Campbell, forse il mitologo più popolare della seconda metà del ventesimo secolo, iniziò il primo tomo del suo lavoro in quattro volumi, Le Maschere di Dio, sottolineando che “lo studio comparato delle mitologie del mondo ci obbliga a vedere la storia culturale dell'umanità come un'unità; poiché troviamo che temi come il furto del fuoco, il diluvio, la terra dei morti, la nascita verginale e l'eroe risorto hanno una distribuzione mondiale — apparendo ovunque in nuove combinazioni pur rimanendo, come gli elementi di un caleidoscopio, pochi e sempre gli stessi.” Era quindi sua opinione, come lo è stata quella di molti altri mitologi, che le idee insite nel record mitologico debbano la loro distribuzione universale a una diffusione radiante, soprattutto per contatto e principalmente dal “vicino Oriente nucleare”. Come aveva dichiarato: “L'archeologia e l'etnografia della metà del secolo scorso hanno reso chiaro che le antiche civiltà del Vecchio Mondo — quelle dell'Egitto, della Mesopotamia, della Creta e della Grecia, dell'India e della Cina — derivavano da una singola base, e che questa comunità d'origine basta a spiegare le forme omologhe delle loro strutture mitologiche e rituali.” Certamente, non c'è dubbio che le idee — la conoscenza — siano viaggiate da un popolo all'altro. Ad esempio, è noto da anni che le credenze astronomiche dell'antica Grecia dovevano il loro slancio alla conoscenza babilonese, oltre che a quella di altre nazioni.\n\nSi può quindi supporre che la somiglianza dei miti elencati sopra riguardanti le dee Anath, Kali e Sekhmet possa essere stata trasmessa da un popolo all'altro. Non è possibile, ad esempio, che gli ariani indoeuropei abbiano portato con sé il mito di Kali, mito che poi fu trasmesso sia a Canaan che all'Egitto attraverso contatti migratori? Possibile, sì; ma, nonostante Campbell, altamente improbabile, soprattutto perché le tre dee non condividono un nome comune o simile. Così, ad esempio, mentre possiamo vedere la somiglianza — o, in realtà, l'evoluzione — dei nomi da Anath, o Anat, canaanita, ad Anahita, Anahid e/o Anaitis persiani, da cui possiamo ipotizzare con sicurezza un contatto diffusionale, diretto o altrimenti, tra Canaan e la Persia successiva, non c'è nulla di linguisticamente collegato tra i nomi Anath, Kali e Sekhmet. Né queste tre dee condividono una somiglianza nella loro rappresentazione fisica. Sebbene le rappresentazioni pittoriche di Anath siano rare, di solito è raffigurata come una femmina dall'aspetto seducente con un'acconciatura molto distintiva a forma della lettera greca omega. Kali, d'altra parte, è sempre rappresentata come una vecchia furiosa e smagliata con capelli scompigliati, zanne vampiriche, lingua pendente e seni retratti e pendulanti. E mentre Sekhmet, come Anath, è anche mostrata avere la forma snella e contornata di una donna, è invariabilmente data con la testa di una leonessa. Si potrebbe pensare che, se due di queste dee fossero state prese in prestito dalla tradizione mitologica di un'altra nazione, o razza, avrebbero mantenuto qualche somiglianza con il nome originale e l'aspetto fisico. Come abbiamo visto, tuttavia, è solo nel resoconto dettagliato delle loro azioni folli e sanguinose di distruzione e annientamento che le tre dee presentano qualche somiglianza.\n\nD'altra parte, senza voler contraddire quanto sopra, il culto della dea Anat giunse da Canaan all'Egitto. Tra i suoi vari epiteti, Anat era conosciuta come Qadesh, o Qudshu, che semplicemente significava “santo”. Il culto di questa dea, insieme a quelli di altre di origine neorientale, fu introdotto in Egitto quando gli egiziani iniziarono a infiltrarsi in Palestina. Anche così, nonostante il tentativo di egizianizzare la dea, principalmente raffigurandola in compagnia delle divinità egiziane, il suo nome di Qudshu (Qetesh o Qeteshi) fu mantenuto così, così come la sua distintiva forma canaanita. (Qui dovrei notare che Wallis Budge si sbagliò quando affermò che gli egiziani le diedero “il peculiare copricapo di Hathor,” poiché, come abbiamo già notato, l'acconciatura a forma di omega era sempre sua. Il fatto che l'egiziana Hathor fosse similmente rappresentata dagli egiziani, sebbene non sia una coincidenza, non dovrebbe accecarci su questo fatto.) Non c'è quindi dubbio che i culti e i rituali siano stati trasferiti da una cultura all'altra, ma, quando ciò è accaduto, ha lasciato le sue tracce. Nessuna di queste tracce è evidente tra i culti di Anath e Sekhmet nonostante la somiglianza dei loro miti.\n\nCome ha sottolineato William Heidel già nel 1929, “l'assimilazione superficiale di un rito all'altro ... era probabilmente dovuta al riconoscimento di una base comune nelle forme rituali.” Tuttavia, egli avverte che non si dovrebbe “presupporre un prestito diretto dei motivi, come viene spesso fatto; tale presunzione è metodologicamente senza giustificazione quando sono possibili e sufficienti altre spiegazioni di tali punti di accordo che si possono trovare.”\n“Idee, senza un substrato materiale a cui sono correlate, non sono così facilmente comunicate come alcuni storici sembrano supporre; l'esperienza del mondo occidentale con l'Oriente ai nostri giorni sembrerebbe mostrare che oggetti concreti e modalità di comportamento sono molto più facilmente adottati rispetto a idee e ideali.”\nTali idee mitologiche non sono, tuttavia, limitate all'antico sapere dell'Asia, dell'Europa e dell'Egitto. Sono anche trovate sulle opposte rive del Vecchio Mondo e del Nuovo. Consideriamo, per esempio, i seguenti aspetti dei miti di Osiride e Quetzalcoatl.\nIn Mesoamerica, il re-sacerdote noto come Quetzalcoatl era considerato un civilizzatore, un essere compassionevole, un legislatore e inventore del calendario.\nL'egiziano Osiride era anch'esso considerato un civilizzatore. Essendo diventato re dell'Egitto, impartì le arti della civiltà ai suoi sudditi. Gli insegnò come lavorare la terra, formulò un codice di leggi secondo cui dovrebbero vivere e istituì i riti degli dei.\nVerso la fine della sua tragica vita, Quetzalcoatl “ordinò ... che un forziere di pietra fosse costruito in cui dovesse giacere quattro giorni e notti in penitenza rigorosa.”\nLa fine di Osiride fu similmente dolorosa. Suo fratello e nemico, Set — che il suo biografo, Platone, si riferisce come Tigone — riuscì a intrappolarlo all'interno di una cassa, che istantaneamente inchiodò e gettò nel fiume.\nQuando Quetzalcoatl morì — alcuni dissero gettandosi su una pira funeraria — il suo cuore volò fuori da lui nel cielo per diventare la Stella del Mattino.\nOra, come è ben noto, i riti egiziani dei morti cercavano di assimilare il re defunto a Osiride. Nel Testo di Unas si racconta che “l'anima del re, dotata delle sue parole di potere, volò con le sue ali verso il cielo, e ‘aprì’ il suo sedile lì con le stelle del cielo, e divenne essa stessa la Stella del Mattino ...” Poiché il re defunto credeva di ricreare gli eventi della morte di Osiride per permettergli di unirsi al dio in cielo, è ovvio che, originariamente, era l'anima di Osiride a trasformarsi nella Stella del Mattino.\nA questo punto dovrei forse notare che ci sono stati vari studiosi che si sono impegnati molto nel tentativo di dimostrare un contatto culturale precolombiano attraverso l'Atlantico tra il Vecchio e il Nuovo Mondo — anche tra l'Egitto e la Mesoamerica.” E non dimentichiamo che, nel suo viaggio del 1970 dall'Africa a Barbados in una replica di una barca di canne egiziana, Thor Heyerdahl, se non altro, dimostrò la fattibilità di tali viaggi. Più recentemente, Vincent Malmström ha anche suggerito la possibilità di un contatto precolombiano attraverso il Pacifico tra l'Asia orientale e la Mesoamerica,” anche se, in un lavoro successivo, sembra aver limitato questo contatto al Giappone.” I diffusionalisti mainstream, tuttavia, generalmente, non aderiscono a queste ipotesi, preferendo invece pensare che qualsiasi diffusione di idee asiatiche nel Nuovo Mondo avrebbe potuto passare solo nel Nord America, insieme ai nomadi che le portarono, attraverso il land bridge di Bering un tempo esistente da dove le idee si disperdevano attraverso il resto del continente.\nChe non ci sia un prestito diretto tra i due miti in questione, comunque, dovrebbe essere abbastanza evidente. Nonostante la somiglianza nell'essenza dei due racconti, sono narrati in modi piuttosto diversi. Così, mentre entrambi erano rappresentati come civilizzatori, il modo in cui Osiride e Quetzalcoatl incontrarono il loro destino fu narrato in modo diverso — l'uno si sacrificò sulla pira funeraria, l'altro si soffocò in una cassa. E anche se, come Osiride, anche Quetzalcoatl aveva il suo nemico,",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 36,
            "content": "Ciao",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 37,
            "content": "fu mantenuto così, così come la sua distintiva forma canaanita. (Qui dovrei notare che Wallis Budge si sbagliò quando affermò che gli egiziani le diedero “il peculiare copricapo di Hathor,” poiché, come abbiamo già notato, l'acconciatura a forma di omega era sempre sua. Il fatto che l'egiziana Hathor fosse similmente rappresentata dagli egiziani, sebbene non sia una coincidenza, non dovrebbe accecarci su questo fatto.) Non c'è quindi dubbio che i culti e i rituali siano stati trasferiti da una cultura all'altra, ma, quando ciò è accaduto, ha lasciato le sue tracce. Nessuna di queste tracce è evidente tra i culti di Anath e Sekhmet nonostante la somiglianza dei loro miti.\n\nCome ha sottolineato William Heidel già nel 1929, “l'assimilazione superficiale di un rito all'altro ... era probabilmente dovuta al riconoscimento di una base comune nelle forme rituali.” Tuttavia, egli avverte che non si dovrebbe “presupporre un prestito diretto dei motivi, come viene spesso fatto; tale presunzione è metodologicamente senza giustificazione quando sono possibili e sufficienti altre spiegazioni di tali punti di accordo che si possono trovare.”\n“Idee, senza un substrato materiale a cui sono correlate, non sono così facilmente comunicate come alcuni storici sembrano supporre; l'esperienza del mondo occidentale con l'Oriente ai nostri giorni sembrerebbe mostrare che oggetti concreti e modalità di comportamento sono molto più facilmente adottati rispetto a idee e ideali.”\nTali idee mitologiche non sono, tuttavia, limitate all'antico sapere dell'Asia, dell'Europa e dell'Egitto. Sono anche trovate sulle opposte rive del Vecchio Mondo e del Nuovo. Consideriamo, per esempio, i seguenti aspetti dei miti di Osiride e Quetzalcoatl.\nIn Mesoamerica, il re-sacerdote noto come Quetzalcoatl era considerato un civilizzatore, un essere compassionevole, un legislatore e inventore del calendario.\nL'egiziano Osiride era anch'esso considerato un civilizzatore. Essendo diventato re dell'Egitto, impartì le arti della civiltà ai suoi sudditi. Gli insegnò come lavorare la terra, formulò un codice di leggi secondo cui dovrebbero vivere e istituì i riti degli dei.\nVerso la fine della sua tragica vita, Quetzalcoatl “ordinò ... che un forziere di pietra fosse costruito in cui dovesse giacere quattro giorni e notti in penitenza rigorosa.”\nLa fine di Osiride fu similmente dolorosa. Suo fratello e nemico, Set — che il suo biografo, Platone, si riferisce come Tigone — riuscì a intrappolarlo all'interno di una cassa, che istantaneamente inchiodò e gettò nel fiume.\nQuando Quetzalcoatl morì — alcuni dissero gettandosi su una pira funeraria — il suo cuore volò fuori da lui nel cielo per diventare la Stella del Mattino.\nOra, come è ben noto, i riti egiziani dei morti cercavano di assimilare il re defunto a Osiride. Nel Testo di Unas si racconta che “l'anima del re, dotata delle sue parole di potere, volò con le sue ali verso il cielo, e ‘aprì’ il suo sedile lì con le stelle del cielo, e divenne essa stessa la Stella del Mattino ...” Poiché il re defunto credeva di ricreare gli eventi della morte di Osiride per permettergli di unirsi al dio in cielo, è ovvio che, originariamente, era l'anima di Osiride a trasformarsi nella Stella del Mattino.\nA questo punto dovrei forse notare che ci sono stati vari studiosi che si sono impegnati molto nel tentativo di dimostrare un contatto culturale precolombiano attraverso l'Atlantico tra il Vecchio e il Nuovo Mondo — anche tra l'Egitto e la Mesoamerica.” E non dimentichiamo che, nel suo viaggio del 1970 dall'Africa a Barbados in una replica di una barca di canne egiziana, Thor Heyerdahl, se non altro, dimostrò la fattibilità di tali viaggi. Più recentemente, Vincent Malmström ha anche suggerito la possibilità di un contatto precolombiano attraverso il Pacifico tra l'Asia orientale e la Mesoamerica,” anche se, in un lavoro successivo, sembra aver limitato questo contatto al Giappone.” I diffusionalisti mainstream, tuttavia, generalmente, non aderiscono a queste ipotesi, preferendo invece pensare che qualsiasi diffusione di idee asiatiche nel Nuovo Mondo avrebbe potuto passare solo nel Nord America, insieme ai nomadi che le portarono, attraverso il land bridge di Bering un tempo esistente da dove le idee si disperdevano attraverso il resto del continente.\nChe non ci sia un prestito diretto tra i due miti in questione, comunque, dovrebbe essere abbastanza evidente. Nonostante la somiglianza nell'essenza dei due racconti, sono narrati in modi piuttosto diversi. Così, mentre entrambi erano rappresentati come civilizzatori, il modo in cui Osiride e Quetzalcoatl incontrarono il loro destino fu narrato in modo diverso — l'uno si sacrificò sulla pira funeraria, l'altro si soffocò in una cassa. E anche se, come Osiride, anche Quetzalcoatl aveva il suo nemico,",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 36,
            "content": "Ciao",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 37,
            "content": "fu mantenuto così, così come la sua distintiva forma canaanita. (Qui dovrei notare che Wallis Budge si sbagliò quando affermò che gli egiziani le diedero “il peculiare copricapo di Hathor,” poiché, come abbiamo già notato, l'acconciatura a forma di omega era sempre sua. Il fatto che l'egiziana Hathor fosse similmente rappresentata dagli egiziani, sebbene non sia una coincidenza, non dovrebbe accecarci su questo fatto.) Non c'è quindi dubbio che i culti e i rituali siano stati trasferiti da una cultura all'altra, ma, quando ciò è accaduto, ha lasciato le sue tracce. Nessuna di queste tracce è evidente tra i culti di Anath e Sekhmet nonostante la somiglianza dei loro miti.\n\nCome ha sottolineato William Heidel già nel 1929, “l'assimilazione superficiale di un rito all'altro ... era probabilmente dovuta al riconoscimento di una base comune nelle forme rituali.” Tuttavia, egli avverte che non si dovrebbe “presupporre un prestito diretto dei motivi, come viene spesso fatto; tale presunzione è metodologicamente senza giustificazione quando sono possibili e sufficienti altre spiegazioni di tali punti di accordo che si possono trovare.”\n“Idee, senza un substrato materiale a cui sono correlate, non sono così facilmente comunicate come alcuni storici sembrano supporre; l'esperienza del mondo occidentale con l'Oriente ai nostri giorni sembrerebbe mostrare che oggetti concreti e modalità di comportamento sono molto più facilmente adottati rispetto a idee e ideali.”\nTali idee mitologiche non sono, tuttavia, limitate all'antico sapere dell'Asia, dell'Europa e dell'Egitto. Sono anche trovate sulle opposte rive del Vecchio Mondo e del Nuovo. Consideriamo, per esempio, i seguenti aspetti dei miti di Osiride e Quetzalcoatl.\nIn Mesoamerica, il re-sacerdote noto come Quetzalcoatl era considerato un civilizzatore, un essere compassionevole, un legislatore e inventore del calendario.\nL'egiziano Osiride era anch'esso considerato un civilizzatore. Essendo diventato re dell'Egitto, impartì le arti della civiltà ai suoi sudditi. Gli insegnò come lavorare la terra, formulò un codice di leggi secondo cui dovrebbero vivere e istituì i riti degli dei.\nVerso la fine della sua tragica vita, Quetzalcoatl “ordinò ... che un forziere di pietra fosse costruito in cui dovesse giacere quattro giorni e notti in penitenza rigorosa.”\nLa fine di Osiride fu similmente dolorosa. Suo fratello e nemico, Set — che il suo biografo, Platone, si riferisce come Tigone — riuscì a intrappolarlo all'interno di una cassa, che istantaneamente inchiodò e gettò nel fiume.\nQuando Quetzalcoatl morì — alcuni dissero gettandosi su una pira funeraria — il suo cuore volò fuori da lui nel cielo per diventare la Stella del Mattino.\nOra, come è ben noto, i riti egiziani dei morti cercavano di assimilare il re defunto a Osiride. Nel Testo di Unas si racconta che “l'anima del re, dotata delle sue parole di potere, volò con le sue ali verso il cielo, e ‘aprì’ il suo sedile lì con le stelle del cielo, e divenne essa stessa la Stella del Mattino ...” Poiché il re defunto credeva di ricreare gli eventi della morte di Osiride per permettergli di unirsi al dio in cielo, è ovvio che, originariamente, era l'anima di Osiride a trasformarsi nella Stella del Mattino.\nA questo punto dovrei forse notare che ci sono stati vari studiosi che si sono impegnati molto nel tentativo di dimostrare un contatto culturale precolombiano attraverso l'Atlantico tra il Vecchio e il Nuovo Mondo — anche tra l'Egitto e la Mesoamerica.” E non dimentichiamo che, nel suo viaggio del 1970 dall'Africa a Barbados in una replica di una barca di canne egiziana, Thor Heyerdahl, se non altro, dimostrò la fattibilità di tali viaggi. Più recentemente, Vincent Malmström ha anche suggerito la possibilità di un contatto precolombiano attraverso il Pacifico tra l'Asia orientale e la Mesoamerica,” anche se, in un lavoro successivo, sembra aver limitato questo contatto al Giappone.” I diffusionalisti mainstream, tuttavia, generalmente, non aderiscono a queste ipotesi, preferendo invece pensare che qualsiasi diffusione di idee asiatiche nel Nuovo Mondo avrebbe potuto passare solo nel Nord America, insieme ai nomadi che le portarono, attraverso il land bridge di Bering un tempo esistente da dove le idee si disperdevano attraverso il resto del continente.\nChe non ci sia un prestito diretto tra i due miti in questione, comunque, dovrebbe essere abbastanza evidente. Nonostante la somiglianza nell'essenza dei due racconti, sono narrati in modi piuttosto diversi. Così, mentre entrambi erano rappresentati come civilizzatori, il modo in cui Osiride e Quetzalcoatl incontrarono il loro destino fu narrato in modo diverso — l'uno si sacrificò sulla pira funeraria, l'altro si soffocò in una cassa. E anche se, come Osiride, anche Quetzalcoatl aveva il suo nemico,",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 38,
            "content": "",
            "captions": []
        }
    ]
}
