[
    {
        "page_type": "main",
        "page_number": 269,
        "content": "Il determinativo per l'acqua e il segno per 'dio', tutto ciò indica che questa divinità era il dio della massa acquosa nel cielo. Inoltre, in un inno a Ra, leggiamo: \"Lode a te, o Ra...tu che splendi e mandi luce sulle acque del cielo.\" Di Osiride, inoltre, si diceva che \"[la sua] acqua è nel cielo.\" Nel Libro dei Morti egizio, Ra è anche fatto pronunciare: \"Io sono il Grande Dio che si è creato da sé.\" Si chiede poi: \"Chi è lui?\" E la risposta viene data: \"Il Grande Dio che si è creato da sé è l'acqua—è l'Abisso, il Padre degli Dei.\" Per questo motivo Ra era anche conosciuto come Akeb-ur, il \"dio delle grandi acque celesti.\" Il Satapatha Brahmana indiano ci informa che \"all'inizio questo (universo) era acqua, nient'altro che un mare d'acqua,\" dove \"universo\" è la traduzione del sanscrito vishva che significa effettivamente \"tutto.\" E, durante il tempo dell'essere e del non essere, secondo il Rig Veda, \"tutto era un caos oscuro e acquoso.\" Lo stesso Rig Veda ci dice anche che questo era un mare di \"acque superiori.\" Così Varuna, che abbiamo anche visto identificato come Saturno, veniva lodato come colui che è \"un oceano lontano\" mentre l'adorazione si diceva ascendesse a lui attraverso il cielo. Ancora più esplicitamente, il Satapatha Brahmana ci informa inoltre che \"la sede delle acque è il cielo, perché nel cielo le acque sono collocate.\" Secondo alcuni racconti, queste acque sembrano aver preceduto la Creazione. Così, per esempio, Nahum Sarna notò che: \"[La Genesi] condivide con [il babilonese] Enuma Elish l'idea della priorità dell'acqua nel tempo. Proprio come Apsu e Tiamat...esistono prima di tutte le cose, così nella Genesi l'esistenza dell'acqua è data per scontata. L'oscurità è sulla superficie dell'abisso...Ora questo concetto della priorità dell'acqua è abbastanza diffuso tra molte mitologie non correlate.\" Tra queste mitologie non correlate, si potrebbe nuovamente indicare quella dell'antico Egitto. Mentre si diceva che tutto ciò che era stato creato fosse stato sollevato dall'abisso acquoso di Nu, alcune versioni egiziane della Creazione non affermano che le acque stesse siano state create. Ma, in un inno a Ptah-Tenen, che abbiamo anche visto identificato come Saturno, si fa menzione di un tempo \"quando le acque non erano [ancora] emerse\" mentre, poco dopo, \"l'acqua celeste\" viene",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 270,
        "content": "detto essere emersa dalla \"bocca\" dello stesso dio. Inoltre, in un inno a Ra, il creatore è lodato con le parole: \"Tu sei l'Unico Dio che è venuto all'esistenza all'inizio del tempo...tu hai creato l'abisso acquoso del cielo...\" Budge potrebbe quindi parafrasare il punto che vogliamo sottolineare con le seguenti parole: \"In quale forma [Atum-Ra] esistesse nessuno lo sa, ma egli creò per sé, come luogo in cui dimorare, la grande massa delle Acque Celesti a cui gli Egizi diedero il nome di Nu. In queste, per un certo tempo, visse completamente solo.\" Così, similmente, nelle Leggi di Manu dove il \"Sussistente di Sé...prima con un pensiero creò le acque...\" Sebbene descritto in un tono filosofico, il Satapatha Brahmana rivela allo stesso modo la creazione delle acque: \"In verità, all'inizio qui non c'era nulla: da Morte questo (universo) era coperto...Egli [il creatore] creò per sé questa mente, pensando 'Che io abbia un'anima.' Continuò a venerare. Mentre venerava, le acque furono prodotte...\" Di particolare interesse qui è che ciò che è tradotto come \"Morte\" è in realtà Yama che abbiamo anche presentato come uno dei nomi sanscriti per il pianeta Saturno. Così che la linea tradotta come \"Da Morte questo (universo) era coperto\" dovrebbe effettivamente leggere \"da Saturno questo Tutto era coperto.\" Ora, se le acque fossero sempre state lì, se Saturno fosse stato visto emergere da esse, o se le acque fossero state viste uscire dal globo saturniano, sembra essere dipeso da chi ricordava. A questa tarda data non è facile, se non possibile, raggiungere una conclusione definitiva. La domanda più importante rimane: Cosa erano queste acque celesti? IL VORTICE DELLA CREAZIONE Tutti questi, e altri, miti delle acque celesti portarono Roger Ashton a supporre che dovesse esserci stato qualche fenomeno celeste somigliante ad acque scintillanti, possibilmente un effetto aurorale, che circondava l'orbita primordiale di Saturno. Come dichiarò anche altrove, \"parte di quell'insieme doveva sembrare come acque, il cui carattere implicitamente o esplicitamente celeste è stato notato separatamente\" e che queste \"acque evidentemente apparivano in un'immagine o schema distinto.\" Ma mentre un effetto aurorale potrebbe somigliare ad acqua scintillante, e mentre questo potrebbe anche essere chiamato un'entità indistinta, persino una nebulosità, è dubbio che avrebbe anche",
        "captions": [],
        "headers": ["IL VORTICE DELLA CREAZIONE"]
    },
    {
        "page_type": "main",
        "page_number": 271,
        "content": "impartito un'immagine di nebbia, o schiuma, o cotone soffice, fango, melma, o materia primordiale in caos. Non è allora più concepibile che la nube nebulare che abbiamo avanzato come spiegazione provvisoria dell'entità in questione sarebbe stata vista dalla maggior parte degli antichi come un vortice rotante di acqua caotica? Se c'è una cosa che molte nebulose astronomiche somigliano, deve essere un vortice. Ma dovremmo lasciare che le nebulose astronomiche—cioè i dischi circumstellari—che non sono esse stesse planetarie, dettino come sarebbe apparsa la nebulosità di Saturno? Esaminiamo allora di nuovo il registro. Cosa dice il mito della creazione Yuki su quella nebbia o schiuma che era all'inizio delle cose? Si dice che \"si muoveva continuamente in cerchio.\" Né questa schiuma era conosciuta solo dagli Yuki. Appare anche nella mitologia buddista dove si dice che la superficie delle acque celesti sia stata agitata dal \"vento dell'alba della creazione.\" Si dice poi che la schiuma delle acque si solidificò per formare la residenza del dio. Qui abbiamo un collegamento diretto tra la nebulosità descritta come schiuma e le acque celesti; entrambe facevano parte della stessa entità. Ma per continuare—che dire del mito delle Isole Marchesi? Non si dice forse lì che il \"vuoto primordiale\" iniziò a vorticare? Anche Ovidio ci ricorda che il Caos \"si agitava e si girava.\" Così, anche, con l'entità chiamata Tao che si diceva fosse \"eternamente in rotazione senza sosta.\" Ovunque, quindi, cogliamo un'idea di questa entità indistinta che si muove continuamente in cerchio, vorticosamente, come un turbine nel cielo. Perché non allora un vortice, molti dei",
        "captions": ["F BABA AAA AA NA", "yvryryr *y *.' a ay Ce a"],
        "headers": ["AAAAAAA"]
    },
    {
        "page_type": "main",
        "page_number": 272,
        "content": "quali, sotto forma di mulinelli, l'uomo sarebbe stato abituato a vedere nelle acque terrestri? Qui dobbiamo esercitare grande cautela perché la mitologia parla di diversi vortici—così come cicloni—non ultimi il vortice di distruzione in cui si diceva che Saturno fosse infine sprofondato (ancora un altro argomento che dovrà essere riservato a un'opera futura). Anche così, descrivendo la cosmologia dei Fenici secondo Sanchuniathon, Filone scrisse che: \"Il primo principio dell'universo egli [Sanchuniathon] suppone fosse aria oscura con nuvole e vento, o piuttosto un soffio di aria nuvolosa, e un caos torbido oscuro come Erebo; e questi erano senza confini e per lunghi eoni non avevano limite.\" Fu da questo caos oscuro e torbido che si diceva fosse progredita la Creazione, una descrizione che ha più in comune con un turbine oscuro, se non un vortice, che con un effetto aurorale. Qualcosa di simile è raccontato nel Nihongi giapponese come parafrasato da Raymond Van Over: \"Prima che Cielo e Terra fossero prodotti, c'era qualcosa che poteva essere paragonato a una nuvola che galleggiava sul mare. Non aveva luogo di attacco per la sua radice.\" E così, anche, tra i cinesi come apprendiamo dal Tao Teh Ching: \"C'è [o c'era] una cosa confusamente formata, nata prima del cielo e della terra. Silenziosa e vuota, sta sola e non cambia, gira e non si stanca.\" E non ci ha forse detto Ovidio che quest'acqua \"si agitava e girava nell'oscurità\"? All'estremo opposto della civiltà, incontriamo Amma, il creatore Dogon, di cui si diceva che, durante l'\"oscurità originale,\" girasse e danzasse mentre creava i cieli; ruotava mentre iniziava a organizzare (o riorganizzare) il mondo fuori dal caos. Gli Aesir norreni, secondo la Völuspá, stabilirono la loro sede su Idavollr, cioè il \"campo del vortice,\" derivato da ida, che significa \"mulinello.\" Questo portò a una leggenda teutonica riguardante alcuni Frisoni che navigarono in un viaggio fino all'Oceano Artico dove incontrarono un'oscurità che difficilmente poteva essere penetrata. Furono poi esposti a un maelstrom che minacciava di trascinarli giù nel Caos. Sebbene questa leggenda non possa essere usata come prova di nulla, notiamo come i vari temi che abbiamo considerato siano riuniti in quella che appare come una versione confusa dei motivi della Creazione. La regione settentrionale in cui abbiamo visto l'uomo antico collocare persistentemente il Saturno primordiale, e quindi le acque celesti ad esso associate, è qui territorializzata come l'Oceano Artico settentrionale; l'oscurità in cui le acque celesti erano avvolte è qui ricordata come avvolgente lo stesso Oceano Artico; la nebulosità vorticosa nel cielo è diventata un maelstrom o vortice terrestre; e persino il Caos appare in connessione con tutto ciò. Tale è la natura dei miti e delle leggende. Possiamo allora essere positivamente sicuri che le acque celesti del caos devono la loro origine alla nube nebulare di Saturno? Certo che no. Sarebbe arrogante da parte mia essere categorico su questo. Ciò che i nostri antichi antenati videro nel cielo durante questo periodo era troppo indistinto per essere descritto in dettaglio chiaro. Questo è più che ovvio. Tutto ciò che può essere affermato con sicurezza è che i pochi frammenti dal registro mitico-storico che abbiamo avuto la possibilità di esaminare sembrano adattarsi a tale modello.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 273,
        "content": "che difficilmente poteva essere penetrata. Furono poi esposti a un maelstrom che minacciava di trascinarli giù nel Caos. Sebbene questa leggenda non possa essere usata come prova di nulla, notiamo come i vari temi che abbiamo considerato siano riuniti in quella che appare come una versione confusa dei motivi della Creazione. La regione settentrionale in cui abbiamo visto l'uomo antico collocare persistentemente il Saturno primordiale, e quindi le acque celesti ad esso associate, è qui territorializzata come l'Oceano Artico settentrionale; l'oscurità in cui le acque celesti erano avvolte è qui ricordata come avvolgente lo stesso Oceano Artico; la nebulosità vorticosa nel cielo è diventata un maelstrom o vortice terrestre; e persino il Caos appare in connessione con tutto ciò. Tale è la natura dei miti e delle leggende. Possiamo allora essere positivamente sicuri che le acque celesti del caos devono la loro origine alla nube nebulare di Saturno? Certo che no. Sarebbe arrogante da parte mia essere categorico su questo. Ciò che i nostri antichi antenati videro nel cielo durante questo periodo era troppo indistinto per essere descritto in dettaglio chiaro. Questo è più che ovvio. Tutto ciò che può essere affermato con sicurezza è che i pochi frammenti dal registro mitico-storico che abbiamo avuto la possibilità di esaminare sembrano adattarsi a tale modello.",
        "captions": [],
        "headers": []
    }
]