[
    {
        "page_type": "main",
        "page_number": 89,
        "content": "che elenca 405 mesi sinodici durante circa 33 anni di osservazione. Il manoscritto presenta anche una tabella di 69 possibili date di futuri eclissi solari. La Stella della Sera Venere, con il suo corso irregolare, la prima a apparire e l'ultima a svanire, catturò la loro attenzione. I Maya si sforzarono [sic.] di misurare la sua altezza, che varia all'alba e al tramonto... Tutte queste preoccupazioni, che andavano ben oltre quelle necessarie per compilare un calendario agrario, dimostrarono il loro interesse ossessivo per l'infinito — sia esso di tempo o di spazio — e anche un'ansia di fronte al passare del tempo.\" Le osservazioni astronomiche dei Maya erano così precise che le cifre che ottennero nel calcolo dell'anno solare non solo erano più accurate di quelle dell'anno giuliano, ma, come alcuni hanno sostenuto, anche più accurate di quelle dell'anno gregoriano, che fu introdotto in Europa nel 1582 e rimane l'anno del calendario fino ad oggi.\" I calendari mesoamericani non furono prodotti da una sola persona in una singola generazione. Il loro sviluppo e affinamento furono il prodotto di secoli. Infatti, i loro elementi di base possono essere fatti risalire fino agli Olmechi, che avevano stabilito le loro città e centri cerimoniali nella costa del Golfo del Messico \"almeno fin dal secondo secolo a.C.\" Col tempo — gioco di parole non intenzionale — questi calendari si evolsero in un sistema intricato in cui diversi cicli temporali, tutti calcolati in modo indipendente e con simile esattezza, furono incorporati in varie combinazioni, collegando un ciclo all'altro nel loro utilizzo della misurazione del tempo.\" Un particolare calendario utilizzato dai Maya, chiamato Haab, si basava su un conteggio di 360 giorni ed era diviso in 18 mesi di 20 giorni ciascuno, ai quali venivano aggiunti cinque giorni — ritenuti \"malefici, di cattivo presagio, vuoti e senza nome\"* — alla fine per portare l'anno a un totale di 365 giorni. Sebbene il calendario di 365 giorni, che col tempo divenne proprietà comune di tutti i popoli mesoamericani, sia attestato in iscrizioni fin dal 667 a.C.,* Edmonson ci dice che il calendario di 360 giorni non fu utilizzato dagli Olmechi prima del primo secolo a.C.,® cioè circa 300 anni dopo l'inaugurazione di quello di 365 giorni. Menziono questo qui di passaggio perché, se Edmonson ha ragione, l'affermazione di Immanuel Velikovsky secondo cui il calendario di 365 giorni seguì quello di 360 giorni® deve essere errata. Un calendario un po' più semplice, ma più misterioso, che si dice fosse chiamato Tzolkin dai Maya ma Tonalamatl dagli Aztechi, era composto da 260 giorni divisi in 13 mesi di 20 giorni ciascuno. Di solito è chiamato il calendario sacro perché veniva utilizzato per mantenere le festività religiose in linea con le stagioni appropriate, il Tzolkin è stato declassato a un mero programma divinatorio dagli studiosi della cultura mesoamericana.\" Più recentemente, Vincent Malmström ha tentato di dimostrare che questo calendario di 260 giorni era in realtà anche più antico dei Maya. Si dice che sia stato originariamente sviluppato per scopi agrari, Malmström sostiene che questo calendario deve la sua origine agli Zoque della pianura costiera pacifica del Messico e che segna l'intervallo tra i passaggi del Sole al suo zenit sopra",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 90,
        "content": "il centro cerimoniale degli Zoque a Izapa. Sviluppato nel XIV secolo a.C., il calendario passò agli Olmechi della costa del Golfo e, da lì, ai Maya a est e all'altopiano del Messico a ovest®. Se Malmström abbia trovato un falso indizio e/o se i mayaisti accetteranno mai le sue conclusioni, al momento della scrittura, rimane da vedere. Una cosa che può essere affermata con certezza è che la sincronizzazione di questo calendario con quello di 360 giorni avveniva una volta ogni 18.980 giorni, che corrisponde a 52 anni®. Questo è lo stesso periodo di tempo che abbiamo già incontrato come separante la cerimonia nota come il Vincolo degli Anni, che iniziava al transito di mezzanotte della costellazione delle Pleiadi. I mesoamericani idearono anche un calendario lunare che si integrava nei loro altri dispositivi di misurazione del tempo. Il periodo lunare di 29,53 giorni che ottennero conteneva una mera discrepanza di solo 0,112 di giorno. Il Codice di Dresda non solo include il calendario lunare perpetuo menzionato sopra, ma anche una tabella delle lune nuove da utilizzare per la previsione delle eclissi solari.\" VENERE Di tutti i corpi celesti che i mesoamericani osservarono, il pianeta Venere sembra senza dubbio essere stato considerato il più importante. Chiamato, tra le altre cose, la Grande o Antica Stella, è ripetutamente citato nei codici esistenti. Ramén y Zamora, che studiò il folklore delle tribù messicane solo pochi decenni dopo la riscoperta dell'America, rimase stupito nel scoprire che gli indiani tenevano un registro preciso delle apparizioni di questo pianeta. \"Così accuratamente tenevano il registro dei giorni in cui appariva e scompariva,\" scrisse, \"che non commisero mai un errore.\".\" Toribo Motolina aggiunse che \"sapevano in quale giorno sarebbe riapparso a est dopo essersi perso o scomparso a ovest\" e che \"contavano i giorni con questa stella e le rendevano venerazione e offrivano sacrifici.\".\" Il Codice di Dresda dei Maya include un registro completo dell'apparizione di questo pianeta nel suo ciclo da Stella del Mattino a Stella della Sera, registrato nei simboli matematici a punto e barra che impiegavano (in cui un punto significa 1 e una barra sta per 5, con un ovale — una conchiglia stilizzata, in realtà — per il concetto di zero). Intervalli che indicano il tempo trascorso tra i successivi alzarsi eliaco sono lì registrati. Questo intervallo di tempo fu calcolato da loro come un periodo di 584 giorni, che i Maya suddividevano in quattro subintervalli: l'apparizione del pianeta come Stella del Mattino; la sua apparizione come Stella della Sera; la sua scomparsa davanti al Sole; e la sua scomparsa dietro il SoleTM Venere impiega 224,7 giorni per completare un circuito attorno al Sole. Tuttavia, visto dalla Terra, sembra impiegare 583,92 giorni per completare un circuito. Questo perché la Terra, anch'essa, si muove nella stessa direzione. Questo intervallo apparente è noto come il periodo sinodico. Come notato sopra, i mesoamericani calcolarono l'anno sinodico veneriano come 584 giorni,\" che, se confrontato con il valore moderno di 583,92 giorni, rivela un errore di meno di un'ora.",
        "captions": [
            {
                "source": "internal",
                "text": "una pagina del Codice di Dresda contenente una tabella che mostra le posizioni del pianeta Venere e i loro calcoli"
            }
        ]
    },
    {
        "page_type": "main",
        "page_number": 91,
        "content": "per anno.\" Considerando che i Maya non avevano strumenti ottici con cui scrutare il cielo, queste scoperte sono davvero straordinarie. I Maya erano anche consapevoli della commensurabilità tra questo \"anno\" di Venere di 584 giorni e il cosiddetto anno vago di 365 giorni. Sapevano che otto anni vaghi erano esattamente uguali a cinque \"anni\" di Venere. Il numero equivalente di giorni, che risulta essere 2.920, è una cifra che appare ripetutamente nelle loro tabelle di Venere. Avevano calcolato correttamente che Venere ritorna quasi nello stesso punto nel cielo, quasi nello stesso periodo dell'anno, ogni 2.920 giorni.\" Nel frattempo, un manoscritto relativamente nuovo, che è stato soprannominato il Codice Grolier, è emerso nel 1971. Michael Coe ha determinato che, come il Codice di Dresda, le undici pagine esistenti di questo manoscritto illustrano il calendario di Venere \"ma mostrano un sistema molto più sofisticato\" che è stato descritto come \"il primo e unico calendario perpetuo di Venere mai prodotto da qualsiasi civiltà.\"TM Secondo Charles Lacombe, \"questo antico documento maya deve essere classificato tra i supremi traguardi intellettuali della storia umana.\".\" Il codice prevede l'apparizione e la scomparsa di Venere in un grande ciclo di 845 rivoluzioni pari a 1.352 anni; e dopo il completamento, il ciclo si ripete all'infinito mediante uno spostamento nell'ordine delle linee e nel modo in cui devono essere lette.",
        "captions": [
            {
                "source": "internal",
                "text": "Due pagine del Codice Grolier che trattano i movimenti del pianeta Venere. (Da una fotografia di Justin Kerr.)"
            }
        ]
    },
    {
        "page_type": "main",
        "page_number": 92,
        "content": "Va anche sottolineato che il calendario di Venere deve la sua origine a un periodo di storia molto \"tardo\". Infatti, Floyd Lounsbury ha sostenuto che la tabella di Venere \"fu storicamente messa in moto\" in una data che si traduce come 20 novembre dell'anno 934 d.C.\" Ci sono state anche alcune speculazioni accademiche che i codici contengano anche informazioni riguardanti gli altri pianeti visibili ad occhio nudoTM, ma, al momento della scrittura, questo non è ancora stato verificato. D'altra parte, non sapremo mai quanto sapere sia andato perso a causa della distruzione di tanti altri codici da parte della Chiesa cattolica spagnola, di cui Diego de Landa, il primo arcivescovo dello Yucatán, si vantava tanto. MACCHIE SOLARI Gli antichi cinesi erano a conoscenza del fatto che il Sole presenta macchie sulla sua superficie. I registri cinesi delle macchie solari risalgono alla dinastia Han (200 a.C. - 200 d.C.) \"quando un ben organizzato apparato astronomico/astrologico era stato istituito con il compito di mantenere l'Imperatore informato sui presagi dal cielo e la responsabilità di mantenere il calendario.\" \"I registri storici di ciascuna dinastia cinese successiva includono una ricchezza di osservazioni astronomiche, e dal decimo secolo sono disponibili registrazioni simili dalla Corea.\"TM Si può, ovviamente, sostenere che non richiede molta esperienza per rilevare le macchie solari poiché queste imperfezioni solari possono essere rilevate ad occhio nudo. È facilmente dimenticato dal profano che non si può facilmente osservare il Sole direttamente senza una qualche forma di protezione ottica, eccetto durante le sue alzate e tramonti. Naturalmente, si potrebbe anche sostenere che i cinesi, che erano così abili in quasi tutto, avrebbero potuto utilizzare vetro scuro o fumé per consentire loro di osservare le macchie solari. In realtà, nemmeno il vetro fumé sarebbe stato necessario. Nonostante il fatto che il Sole non possa essere visto direttamente per un lungo periodo di tempo ad occhio nudo, può essere visto indirettamente quando è schermato da nebbia o nuvole sottili. Come notò John Gribbin, non sorprende che quei registri cinesi che menzionano le macchie solari \"molto spesso commentano allo stesso tempo che la luminosità del Sole era ridotta.\" Come spiegò Gribbin: \"Questo non implica che il Sole stesso fosse opaco, ma che la polvere o la nebbia nell'atmosfera stava oscurando la sua luce e rendendo possibile distinguere le macchie contro il bagliore del disco solare.\"® Se le macchie solari fossero state così facilmente rilevabili ad occhio nudo come alcuni pensano, non ci sarebbe voluto, in Europa, fino all'inizio del XVII secolo per essere riscoperti. Una delle ragioni per cui Galileo fu perseguitato dalla Chiesa cattolica fu la sua insistenza sul fatto che il Sole presenta spesso tali imperfezioni sulla sua superficie. Prima di ciò, uno dei dogmi centrali della Chiesa era che il Sole, essendo stato creato da Dio, doveva essere una sfera perfetta. \"[S]uggerire imperfezione nel Sole era visto in alcuni ambienti come implicare che Dio potesse essere fallibile e fosse colpevole di un lavoro scadente.\".\" Eppure, anche prima dei cinesi, le macchie solari erano già conosciute dagli antichi greci. IL PIANETA ETERNO Il calibro dell'astronomia cinese antica può, tra l'altro, essere giudicato da ciò che gli astronomi imperiali furono in grado di scoprire sui pianeti. Qui non desidero annoiare il lettore profano con troppe tecnicalità, quindi mi concentrerò solo su ciò che i cinesi avevano da dire riguardo al pianeta Saturno, il cui nome astronomico era T’ien-Sing, che significa \"Pianeta Eterno.\" La lentezza di questo corpo nel suo corso attorno al Sole, per esempio, fu descritta da loro in questo modo: \"Questo pianeta, con il suo cammino lento e pesante, imitando l'età, si trascina lungo il suo cammino, in un certo senso; prima di completare la sua rivoluzione, aveva visto un gran numero di uomini morire che aveva visto nascere, così lenta era la sua andatura.\"®",
        "captions": [
            {
                "source": "internal",
                "text": "Due pagine del Codice Grolier che trattano i movimenti del pianeta Venere. (Da una fotografia di Justin Kerr.)"
            }
        ]
    },
    {
        "page_type": "main",
        "page_number": 93,
        "content": "responsabilità di mantenere il calendario.\" \"I registri storici di ciascuna dinastia cinese successiva includono una ricchezza di osservazioni astronomiche, e dal decimo secolo sono disponibili registrazioni simili dalla Corea.\"TM Si può, ovviamente, sostenere che non richiede molta esperienza per rilevare le macchie solari poiché queste imperfezioni solari possono essere rilevate ad occhio nudo. È facilmente dimenticato dal profano che non si può facilmente osservare il Sole direttamente senza una qualche forma di protezione ottica, eccetto durante le sue alzate e tramonti. Naturalmente, si potrebbe anche sostenere che i cinesi, che erano così abili in quasi tutto, avrebbero potuto utilizzare vetro scuro o fumé per consentire loro di osservare le macchie solari. In realtà, nemmeno il vetro fumé sarebbe stato necessario. Nonostante il fatto che il Sole non possa essere visto direttamente per un lungo periodo di tempo ad occhio nudo, può essere visto indirettamente quando è schermato da nebbia o nuvole sottili. Come notò John Gribbin, non sorprende che quei registri cinesi che menzionano le macchie solari \"molto spesso commentano allo stesso tempo che la luminosità del Sole era ridotta.\" Come spiegò Gribbin: \"Questo non implica che il Sole stesso fosse opaco, ma che la polvere o la nebbia nell'atmosfera stava oscurando la sua luce e rendendo possibile distinguere le macchie contro il bagliore del disco solare.\"® Se le macchie solari fossero state così facilmente rilevabili ad occhio nudo come alcuni pensano, non ci sarebbe voluto, in Europa, fino all'inizio del XVII secolo per essere riscoperti. Una delle ragioni per cui Galileo fu perseguitato dalla Chiesa cattolica fu la sua insistenza sul fatto che il Sole presenta spesso tali imperfezioni sulla sua superficie. Prima di ciò, uno dei dogmi centrali della Chiesa era che il Sole, essendo stato creato da Dio, doveva essere una sfera perfetta. \"[S]uggerire imperfezione nel Sole era visto in alcuni ambienti come implicare che Dio potesse essere fallibile e fosse colpevole di un lavoro scadente.\".\" Eppure, anche prima dei cinesi, le macchie solari erano già conosciute dagli antichi greci. IL PIANETA ETERNO Il calibro dell'astronomia cinese antica può, tra l'altro, essere giudicato da ciò che gli astronomi imperiali furono in grado di scoprire sui pianeti. Qui non desidero annoiare il lettore profano con troppe tecnicalità, quindi mi concentrerò solo su ciò che i cinesi avevano da dire riguardo al pianeta Saturno, il cui nome astronomico era T’ien-Sing, che significa \"Pianeta Eterno.\" La lentezza di questo corpo nel suo corso attorno al Sole, per esempio, fu descritta da loro in questo modo: \"Questo pianeta, con il suo cammino lento e pesante, imitando l'età, si trascina lungo il suo cammino, in un certo senso; prima di completare la sua rivoluzione, aveva visto un gran numero di uomini morire che aveva visto nascere, così lenta era la sua andatura.\"®",
        "captions": []
    }
]