{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 109,
            "content": "Lo studio delle comete rimane rilevante per la scienza astronomica odierna. Ogni studio contemporaneo sulle comete si basa su una collazione dei dati storici disponibili. Infatti, gli specialisti della teoria delle comete attribuiscono particolare importanza ai registri storici cinesi, che iniziarono a essere scrutati proprio a tali scopi nell'era di Newton. Edmund Halley deve la sua fama alla presunta scoperta della periodicità delle comete. Tuttavia, non avevano già Diodoro Siculo e gli egiziani, come Mary Proctor, scritto delle comete che ritornavano nelle loro orbite? Ancora di più, secondo Diodoro Siculo e i Caldei — a cui intendeva gli astronomi assiro-babilonesi — avevano già imparato a prevedere il ritorno delle comete. Mary Proctor, tuttavia, non era convinta. Come scrisse: “Da parte mia, rifiuto come del tutto improbabile l'affermazione di Seneca secondo cui gli antichi astronomi caldei potevano calcolare il ritorno delle comete.” Come i pianeti, le comete si muovono in orbite così estese da essere visibili solo quando si avvicinano alla Terra. Johannes Kepler (1571-1630), tuttavia, non può essere detto dei Greci. Come scrisse Francis Baker già nel 1891: “Olympiodoro, circa undicicento anni prima, troviamo per la prima volta attenzione prestata a questi fenomeni, e teorie definite formulate al riguardo nelle scuole greche, ed è curioso osservare come alcune delle prime ipotesi contrastino favorevolmente con le idee fantastiche avanzate in tempi successivi... I pitagorici sostenevano che fossero corpi permanenti appartenenti al sistema solare, che ruotavano attorno al sole come i pianeti, ma in orbite così estese da essere visibili solo quando erano vicini alla Terra.” Come rivelato da Velikovsky, uno di questi studiosi greci era Seneca (4 a.C.-65 d.C.): “Seneca [nel suo De Cometis]... conosceva la vera natura delle comete, l'inerzia del loro moto e la loro periodicità. [Ma per] 1.500 anni dopo il suo tempo la scienza si aggrappava a",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 110,
            "content": "Il trigono di Keplero che mostra la “Grande Congiunzione” di Giove e Saturno ogni venti anni lungo la banda zodiacale.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 111,
            "content": "Comete rappresentate in un dipinto cinese su seta recuperato da una tomba della dinastia Han del 168 a.C. Il dogma prevalente era che le comete fossero apparizioni nell'atmosfera, come gli arcobaleni. Anche Copernico lo pensava così. Platone sapeva persino che le comete vorticano o ruotano. È, quindi, un po' un peccato che lo stesso Pitagora avesse un'opinione diversa, credendo che le comete non fossero altro che semplici “esalazioni” terrestri che si sollevavano nell'aria e incendiavano l'atmosfera. Dico che è un peccato perché, per qualsiasi motivo si voglia credere, Pitagora si è rivelato essere un cosiddetto genio tale da tenere incantato il mondo istruito per quasi duemila anni. Tuttavia, Pitagora non ha completamente obliterato la conoscenza precedente perché, così tanti anni dopo di lui, Plinio faceva ancora riferimento alle comete come corpi permanenti che si muovono in orbite come i pianeti e che ritornano periodicamente nelle loro orbite. E non è stato attraverso la lettura di Plinio che Halley è riuscito a guadagnare la sua fama? Lo stesso Isaac Newton non credeva che le comete fossero entità fisiche. Nel tentativo di conciliare la sua teoria gravitazionale con i precetti della Genesi, cercò di dimostrare che il Sistema Solare era stato creato in un unico atto divino e, obbedendo a leggi divine, doveva quindi essere rimasto in equilibrio stabile da allora. L'esistenza delle comete erratiche — erratiche nella misura in cui non avevano ancora ricevuto alcuna regolarità specifica da parte degli astronomi del suo tempo — era molto dannosa per la sua tesi e quindi trascorse un sacco di tempo ed energia nel tentativo di spiegarle.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 112,
            "content": "Pertanto, l'esistenza delle comete erratiche — erratiche nella misura in cui non avevano ancora ricevuto alcuna regolarità specifica da parte degli astronomi del suo tempo — era molto dannosa per la sua tesi e quindi trascorse un sacco di tempo ed energia nel tentativo di spiegarle.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 113,
            "content": "Anche la teoria moderna della formazione dei pianeti per aggregazione, che si dimostrerà corretta o meno, fu prevista da Democrito: “I mondi sono prodotti quando molti corpi si raccolgono e scorrono insieme dallo spazio circostante verso un punto comune, in modo che per contatto reciproco creino sostanze della stessa figura e simili per forma; e quando così intrecciati, avvengono trasmutazioni in altri corpi, e che le cose create crescono e diminuiscono per necessità.”\nVITA SU ALTRI PIANETI\nGiordano Bruno non fu fortunato come Anassimandro. Non aveva Pericle per salvarlo da coloro in autorità. Nell'1600 d.C., Bruno fu bruciato vivo sul rogo dall'Inquisizione cattolica per aver sostenuto la credenza, tra le altre cose, che altri mondi dovevano necessariamente ospitare altra vita. La credenza che esista vita su altri pianeti, tuttavia, non ha origine da lui. Già nel IV secolo a.C., Metrodoro di Chio aveva già scritto che: “Considerare la Terra l'unico mondo popolato nello spazio infinito è tanto assurdo quanto affermare che in un intero campo semantato di semi, crescerà solo un chicco.”\nPRIMAZIA BABILONIANA\nAbbiamo fatto molta strada nell'analizzare la conoscenza astronomica dei popoli antichi—da rapporti oculari di meteoriti e della struttura metallica delle meteoriti ai movimenti corretti dei corpi celesti; dal calcolo di complessi sistemi calendricali alla previsione di eclissi solari e lunari; dalle intricate computazioni mesoamericane alla passione greca per l'accuratezza e l'audacia filosofica. Spero quindi che quando, nei capitoli successivi, sarà rivelata la tesi principale di questo lavoro, nessuno contrasterà le sue rivelazioni obiettando che gli antichi avevano pochissima conoscenza astronomica a disposizione per essere presa sul serio. Inoltre, è accettato che questa conoscenza antica non fosse necessariamente proprietà delle masse. Né era tutto necessariamente aderito da ogni studioso dell'epoca. L'uomo comune, sempre incline a antiche superstizioni, aveva poca attenzione per le questioni astronomiche. Ma, in una certa misura, questo non era molto diverso da ciò che è oggi.\nNel frattempo, i teorici concorrenti venivano molto spesso contrastati da altri. Plutarco, per esempio, si divertiva a enumerare le varie e contraddittorie teorie riguardanti la natura delle comete, alcune delle quali erano esilaranti anche secondo gli standard del suo tempo. E, come abbiamo visto, mentre i Greci erano piuttosto consapevoli dell'inclinazione assiale della Terra, erano molto indietro quando si trattava di spiegare la ragione dietro di essa.\nTuttavia, si può dire che tutti gli astronomi moderni siano d'accordo su ogni singola questione astronomica, o che alcune delle loro teorie non siano state, o non saranno, trovate errate? Perché dovremmo aspettarci standard più rigorosi dai nostri antenati antichi? Non abbiamo già visto che molte delle grandi scoperte e teorie astronomiche — anche quella riguardante il Big Bang — furono originariamente scoperte, o pensate, da questi stessi antichi? Non è un segreto — e non lo è mai stato — che i Greci appresero e presero in prestito gran parte della loro conoscenza astronomica dai Babilonesi. Né, a differenza di molti dei loro corrispondenti moderni, tentarono mai di nascondere il fatto. Come notò Alexander Jones: “Gli astronomi greci dei periodi ellenistici e romani erano pienamente consapevoli che la loro scienza attingeva dall'astronomia precedente 'Caldea' o 'Babilonese'; e questo fatto non è mai stato completamente dimenticato.” Lo stesso Platone riconobbe questo debito greco all'astronomia babilonese, che è forse la prima tale confessione da incontrare nella letteratura greca.\nAnche quando si trattava di strumenti pratici come dispositivi per misurare il tempo, sembra che i Babilonesi fossero molto avanti rispetto ai Greci. Così, Erodoto fu in grado di scrivere che: “L'orologio solare con la divisione della giornata in dodici parti, e il gnomone, furono ricevuti dai Greci dai Babilonesi.”",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 114,
            "content": "Acquario\nPesce-Caprone.\nPesce Ros\nLavoratore Giornaliero (Ariete)\nPoeta Toro\nScorpione Gemelli (Gemini)\nDea Madre Leone\nZodiaco babilonese tardivo che mostra le dodici costellazioni tra le quali molte sono ancora riconoscibili nella nostra versione moderna dello stesso. Gli astronomi dei periodi ellenistici e romani erano pienamente consapevoli che la loro scienza attingeva dall'astronomia caldea o babilonese precedente; e questo fatto non è mai stato completamente dimenticato. Lo stesso Platone riconobbe questo debito greco all'astronomia babilonese, che è forse la prima tale confessione da incontrare nella letteratura greca.\nAnche quando si trattava di strumenti pratici come dispositivi per misurare il tempo, sembra che i Babilonesi fossero molto avanti rispetto ai Greci. Così, Erodoto fu in grado di scrivere che: “L'orologio solare con la divisione della giornata in dodici parti, e il gnomone, furono ricevuti dai Greci dai Babilonesi.”",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 115,
            "content": "Anche la teoria moderna della formazione dei pianeti per aggregazione, che si dimostrerà corretta o meno, fu prevista da Democrito: “I mondi sono prodotti quando molti corpi si raccolgono e scorrono insieme dallo spazio circostante verso un punto comune, in modo che per contatto reciproco creino sostanze della stessa figura e simili per forma; e quando così intrecciati, avvengono trasmutazioni in altri corpi, e che le cose create crescono e diminuiscono per necessità.”\nVITA SU ALTRI PIANETI\nGiordano Bruno non fu fortunato come Anassimandro. Non aveva Pericle per salvarlo da coloro in autorità. Nell'1600 d.C., Bruno fu bruciato vivo sul rogo dall'Inquisizione cattolica per aver sostenuto la credenza, tra le altre cose, che altri mondi dovevano necessariamente ospitare altra vita. La credenza che esista vita su altri pianeti, tuttavia, non ha origine da lui. Già nel IV secolo a.C., Metrodoro di Chio aveva già scritto che: “Considerare la Terra l'unico mondo popolato nello spazio infinito è tanto assurdo quanto affermare che in un intero campo semantato di semi, crescerà solo un chicco.”\nPRIMAZIA BABILONIANA\nAbbiamo fatto molta strada nell'analizzare la conoscenza astronomica dei popoli antichi—da rapporti oculari di meteoriti e della struttura metallica delle meteoriti ai movimenti corretti dei corpi celesti; dal calcolo di complessi sistemi calendricali alla previsione di eclissi solari e lunari; dalle intricate computazioni mesoamericane alla passione greca per l'accuratezza e l'audacia filosofica. Spero quindi che quando, nei capitoli successivi, sarà rivelata la tesi principale di questo lavoro, nessuno contrasterà le sue rivelazioni obiettando che gli antichi avevano pochissima conoscenza astronomica a disposizione per essere presa sul serio. Inoltre, è accettato che questa conoscenza antica non fosse necessariamente proprietà delle masse. Né era tutto necessariamente aderito da ogni studioso dell'epoca. L'uomo comune, sempre incline a antiche superstizioni, aveva poca attenzione per le questioni astronomiche. Ma, in una certa misura, questo non era molto diverso da ciò che è oggi.\nNel frattempo, i teorici concorrenti venivano molto spesso contrastati da altri. Plutarco, per esempio, si divertiva a enumerare le varie e contraddittorie teorie riguardanti la natura delle comete, alcune delle quali erano esilaranti anche secondo gli standard del suo tempo. E, come abbiamo visto, mentre i Greci erano piuttosto consapevoli dell'inclinazione assiale della Terra, erano molto indietro quando si trattava di spiegare la ragione dietro di essa.\nTuttavia, si può dire che tutti gli astronomi moderni siano d'accordo su ogni singola questione astronomica, o che alcune delle loro teorie non siano state, o non saranno, trovate errate? Perché dovremmo aspettarci standard più rigorosi dai nostri antenati antichi? Non abbiamo già visto che molte delle grandi scoperte e teorie astronomiche — anche quella riguardante il Big Bang — furono originariamente scoperte, o pensate, da questi stessi antichi? Non è un segreto — e non lo è mai stato — che i Greci appresero e presero in prestito gran parte della loro conoscenza astronomica dai Babilonesi. Né, a differenza di molti dei loro corrispondenti moderni, tentarono mai di nascondere il fatto. Come notò Alexander Jones: “Gli astronomi greci dei periodi ellenistici e romani erano pienamente consapevoli che la loro scienza attingeva dall'astronomia precedente 'Caldea' o 'Babilonese'; e questo fatto non è mai stato completamente dimenticato.” Lo stesso Platone riconobbe questo debito greco all'astronomia babilonese, che è forse la prima tale confessione da incontrare nella letteratura greca.\nAnche quando si trattava di strumenti pratici come dispositivi per misurare il tempo, sembra che i Babilonesi fossero molto avanti rispetto ai Greci. Così, Erodoto fu in grado di scrivere che: “L'orologio solare con la divisione della giornata in dodici parti, e il gnomone, furono ricevuti dai Greci dai Babilonesi.”\nSeneca scrisse che Apollonio di Mindo imparò ciò che sapeva sulle comete dai Caldei, che era il termine generale a quel tempo per gli astronomi babilonesi: “Apollonio dice che i Caldei classificano le comete nella categoria dei pianeti e hanno determinato le loro orbite.” Epigenio, d'altra parte, non era d'accordo con lui, affermando che, in realtà, i Caldei non sapevano nulla delle comete e le consideravano come filamenti di atmosfera contorta.\nQuando si tratta delle costellazioni, dobbiamo ancora il loro nome attuale e le forme adottate ai Greci, ma, a quanto pare, i Greci stessi avevano preso in prestito anche queste dai Babilonesi. Così, per esempio, dove i Greci vedevano uno scorpione nella costellazione dello Scorpione, lo avevano già fatto i Babilonesi prima di loro. Dove i Greci vedevano dei gemelli nella costellazione dei Gemelli, lo avevano già fatto i Babilonesi prima di loro.\nPeter James ha persino indicato “alcuni specifici prestiti linguistici” in questo contesto. Prendiamo, per esempio, la costellazione che i Greci chiamavano Pegaso. Per i Sumeri e gli Accadi, questo gruppo di stelle era conosciuto come Iku, una parola che significava “campo”. Perché, allora, i Greci vedevano un cavallo in questa costellazione se avevano davvero preso in prestito il loro sapere da loro? Questo errore, secondo James, probabilmente deriva dal fatto che, in greco, 'iku', che suona molto come Iku, significava “cavallo” —come registrato nei Tavoli Lineari B— prima che la parola 'ippos' fosse successivamente adottata. Se ciò è vero, significherebbe anche che il prestito della conoscenza astronomica babilonese da parte dei Greci “era già iniziato nei tempi micenei,””” a cui appartengono i Tavoli Lineari B.\nÈ noto che Democrito “passò del tempo nell'Est e le sue idee astronomiche erano decisamente babilonesi.” Così, anche con Ipparco, che basò gran parte delle sue scoperte sui registri babilonesi. Ecco cosa aveva da dire G. J. Toomer sull'argomento: “È sempre stato noto che Ipparco derivava materiale dall'astronomia babilonese. Un numero considerevole di osservazioni babilonesi sono citate nell'Almagesto di Tolomeo (che è la fonte principale della nostra conoscenza del lavoro di Ipparco), e alcune di queste sono esplicitamente dette essere state utilizzate da Ipparco. Ma è solo nel presente [XX secolo], con la decifrazione e l'interpretazione dei testi cuneiformi rilevanti, che il suo debito verso le fonti mesopotamiche è stato rivelato più pienamente.” Quindi, anche se le nostre informazioni sul lavoro di Ipparco sono in gran parte di seconda mano e frammentarie, la sua vasta conoscenza sia della parte osservativa che teorica dell'astronomia babilonese è oltre ogni dubbio.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 116,
            "content": "La costellazione babilonese chiamata Iku, che, a causa di una somiglianza nel suono, divenne il cavallo Pegaso in greco.\n“Questa grande fase di prestito greco inizia nel V secolo a.C. sotto l'impero persiano, che permise ai Greci di familiarizzare bene con la Babilonia e le idee babilonesi. È chiaro che i registri precisi dei Babilonesi furono inestimabili per i Greci, e una certa quantità della loro teoria fu adottata anch'essa.”\nNiente di tutto ciò vuole dire che i Greci non abbiano imparato nulla di astronomico da soli. Così, per esempio, nonostante Toomer, e come precedentemente notato, al momento non ci sono prove che Ipparco abbia derivato la sua conoscenza della precessione, per la quale è in gran parte famoso, dai Babilonesi. E, come con Ipparco, così anche con vari altri astronomi e filosofi greci.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 117,
            "content": "Gli Assiro-Babilonesi, o Caldei come li chiamava Diodoro Siculo, sapevano già che il sistema planetario era dinamico. Come scriveva Diodoro: “Ognuno dei pianeti, secondo loro, ha il proprio corso particolare, e le sue velocità e periodi di tempo sono soggetti a cambiamenti e variazioni.” Sapevano anche che la Terra era una sfera e quindi la contavano tra i pianeti. Questo è evidenziato dalle parole di Diodoro che scrisse che i Caldei avevano dichiarato “che la luce della luna è riflessa e le sue eclissi sono dovute all'ombra della terra.”\nTra i Babilonesi, i testi che trattano strettamente di osservazioni astronomiche, a differenza di quelle astrologiche, non sembrano essersi manifestati fino a circa la metà del settimo secolo a.C. durante il regno di Nabonassar. È da questo periodo, fino al passaggio al nuovo millennio, che possediamo una collezione di tavolette cuneiformi a cui Abraham Sachs ha applicato il termine “diari astronomici.”\nQuesti diari registrano fenomeni come la lunghezza dei mesi lunari, basata sulle fasi della Luna; eclissi lunari e solari; le date della prima visibilità per Marte, Giove e Saturno; le prime e ultime visibilità dei pianeti interni, Venere e Mercurio; le date delle occorrenze degli equinozi e dei solstizi; le date delle apparizioni significative della stella Sirio; e la “congiunzione” della Luna e di ciascuno dei pianeti visibili con varie stelle. Sono registrati anche fenomeni meteorologici durante le stagioni delle piogge, con diverse condizioni di nuvole e tempeste. A tutto ciò, si aggiungono i cambiamenti nel livello (innalzamento o abbassamento) del fiume a Babilonia, spesso seguiti “da un rapporto di eventi secolari o voci di tali eventi.” Infine, viene elencata la quantità di prodotti (orzo, datteri, ecc.) che poteva essere acquistata per una sichel di argento durante qualsiasi mese. I dati tecnici—misurazioni, calcoli—espressi in cubiti e gradi, sono prova di un tentativo sofisticato di conciliare movimenti un tempo misteriosi con l'allocazione numerica, mentre i commenti sull'ostruzione della visibilità a causa del maltempo indicano un'osservazione diligente.\nNon c'è nulla di falso in questi diari astronomici—niente di magico, mitologico o anche solo debolmente oracolare. Sono semplicemente un registro delle occorrenze notturne riguardanti i corpi celesti—da qui il termine “diari”—mese per mese, per tutto l'anno. Se non fosse per gli eventi storici che riportano, probabilmente avrebbero ispirato meno interesse tra gli studiosi. Astronomicamente, sono nient'altro che un catalogo degli stessi eventi celesti che vediamo svolgersi nel cielo sopra di noi fino ad oggi. Ma sono accurati—così che uno studente moderno di astronomia non sarebbe imbarazzato se fosse stato l'autore dei diari. Come osservò Sachs: “Alcuni dei fenomeni astronomici registrati nei diari sono così precisi da permettere agli astronomi moderni di testare ipotesi sul tasso storico di allungamento della giornata.”\nGli Assiro-Babilonesi, o Caldei come li chiamava Diodoro Siculo, sapevano già che il sistema planetario era dinamico. Come scriveva Diodoro: “Ognuno dei pianeti, secondo loro, ha il proprio corso particolare, e le sue velocità e periodi di tempo sono soggetti a cambiamenti e variazioni.” Sapevano anche che la Terra era una sfera e quindi la contavano tra i pianeti. Questo è evidenziato dalle parole di Diodoro che scrisse che i Caldei avevano dichiarato “che la luce della luna è riflessa e le sue eclissi sono dovute all'ombra della terra.”\nTra i Babilonesi, i testi che trattano strettamente di osservazioni astronomiche, a differenza di quelle astrologiche, non sembrano essersi manifestati fino a circa la metà del settimo secolo a.C. durante il regno di Nabonassar. È da questo periodo, fino al passaggio al nuovo millennio, che possediamo una collezione di tavolette cuneiformi a cui Abraham Sachs ha applicato il termine “diari astronomici.”\nQuesti diari registrano fenomeni come la lunghezza dei mesi lunari, basata sulle fasi della Luna; eclissi lunari e solari; le date della prima visibilità per Marte, Giove e Saturno; le prime e ultime visibilità dei pianeti interni, Venere e Mercurio; le date delle occorrenze degli equinozi e dei solstizi; le date delle apparizioni significative della stella Sirio; e la “congiunzione” della Luna e di ciascuno dei pianeti visibili con varie stelle. Sono registrati anche fenomeni meteorologici durante le stagioni delle piogge, con diverse condizioni di nuvole e tempeste. A tutto ciò, si aggiungono i cambiamenti nel livello (innalzamento o abbassamento) del fiume a Babilonia, spesso seguiti “da un rapporto di eventi secolari o voci di tali eventi.” Infine, viene elencata la quantità di prodotti (orzo, datteri, ecc.) che poteva essere acquistata per una sichel di argento durante qualsiasi mese. I dati tecnici—misurazioni, calcoli—espressi in cubiti e gradi, sono prova di un tentativo sofisticato di conciliare movimenti un tempo misteriosi con l'allocazione numerica, mentre i commenti sull'ostruzione della visibilità a causa del maltempo indicano un'osservazione diligente.",
            "captions": []
        }
    ]
}
