{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 39,
            "content": "Osiride, nella sua forma di Seker, morta nel suo petto, con Iside a sinistra e Nefti a destra.\n\nChiamato Tezcatlipoca, che alla fine causò la sua rovina, non fu lui a posizionare Quetzalcoatl nel suo petto. E mentre è dichiarato esplicitamente che il cuore di Quetzalcoatl si trasformò nella Stella del Mattino, nel caso di Osiride è solo insinuato. Inoltre, nel caso di Osiride, è la sua anima, e non il suo cuore, a diventare la Stella del Mattino, anche se, certamente, gli Egiziani ritenevano che l'anima risiedesse nel proprio cuore.\n\nNel cercare di spiegare le somiglianze che troviamo tra la mitologia americana e quella classica, nonché con le principali tradizioni degli Ebrei, Max Fauconnet si pose le seguenti domande:\n\n\"Significa questo che l'umanità fu una volta ridotta a un piccolo gruppo di individui che poi si sparpagliarono sulla Terra, portando con sé le loro leggende che alterarono nel corso dei secoli in base ai nuovi climi e alle nuove abitudini? Oppure, come sembra più probabile, tutte queste leggende sono un resoconto confuso di grandi eventi di scala planetaria che furono osservati con terrore simultaneamente dagli uomini sparsi ovunque nel mondo?\"",
            "captions": [
                "Da un bassorilievo al tempio di Osiride a Dendera."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 40,
            "content": "Rito funerario egiziano.\n\nOgni faraone morto diveniva un Osiride e si credeva quindi che ricreasse gli eventi della morte e della resurrezione di Osiride per permettergli di unirsi al dio in cielo.\n\nMa quale grande evento potrebbe aver dato origine alla strega che cavalca una scopa che troviamo su entrambi i lati dell'Atlantico? Sebbene l'idea che le streghe volassero nell'aria su scope risalga all'Europa medievale, i conquistadores spagnoli trovarono l'equivalente della strega negli annali dei Messicani sotto la forma di Tlacolteutl, dea del vizio e mangia-sporco.\n\nRappresentata nuda come alcune delle sue controparti europee, anche lei era una strega che volava nell'aria su una scopa.\n\nImmanuel Velikovsky— e spero che nessuno mi accusi di affidarmi a uno studioso che è stato screditato—aveva la sua spiegazione riguardo all'apparizione della strega sulla sua scopa su entrambi i lati dell'Atlantico. Come osservava lui:\n\n\"... se esiste un'immagine fantastica che viene proiettata contro il cielo e che si ripete in tutto il mondo, è molto probabilmente un'immagine che è stata vista sullo schermo del cielo da molti popoli allo stesso tempo. In un'occasione una cometa ha assunto il sorprendente"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 41,
            "content": "Rappresentazione romantica della strega sulla sua scopa.\n\n41",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 42,
            "content": "Tlacolteutl, dea del vizio e mangia-sporco, la strega azteca che cavalca la sua scopa, la quale scopa è accoppiata con l'immagine cometaria aggiuntiva del serpente-dragone.\n\nForma di una donna che cavalca una scopa, e l'immagine celeste era così chiaramente definita che la stessa impressione fu imposta a tutti i popoli del mondo.\"\n\nFantastica come possa sembrare questa spiegazione a prima vista, non dovrebbe essere scartata a priori. L'apparizione delle comete, per una cosa, non dovrebbe essere giudicata dalle deboli luminosità che hanno tentato invano di illuminare il cielo del ventesimo secolo. Quando si legge in una prestigiosa enciclopedia di astronomia riguardo \"lo spettacolo straordinario che una grande cometa può produrre;\" quando si leggono cronache antiche e non così antiche riguardo a comete \"che si diffondono nella forma di un drago,\" estendendosi dal Mare d'Irlanda fino alle regioni della Gallia, o di altre viste \"che flagellano la loro coda selvaggiamente come se fossero in agonia;\" quando si vedono rappresentazioni antiche e non così antiche di comete con le loro code che si estendono a metà cielo, alcune delle quali erano abbastanza luminose da essere viste a occhio nudo in piena luce del giorno, non si può fare a meno di giungere alla conclusione che la magnificenza cometaria sta svanendo. Le comete odierne sembrano essere nient'altro che resti decrepiti, stanchi e sbiaditi—ombre spettrali della loro antica gloria.\n\nSe allora, nel passato non così remoto, le comete hanno assunto forme fantastiche di draghi (per non parlare di spade e persino persone), cosa sarebbe così straordinario se una di esse avesse assunto la forma di una donna che cavalca una scopa visualizzata da vari popoli?\n\nIn realtà, la visualizzazione delle comete come scope celesti era abbastanza comune nel Vecchio Mondo. In Cina, per esempio, le comete erano anche conosciute come \"stelle a candela\" che si dicevano consistere in una stella sopra la quale si potevano vedere scope puntate verso l'alto. E, di fatto, il termine",
            "captions": [
                "Dal Codex Fejervary-Mayer."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 43,
            "content": "\"Stella della Scopa,\" in cinese resa sao-hsing, era il nome cinese più comune per \"cometa.\" Un fascio di paglia, che è ciò che costituivano le scope primitive, era anche un antico simbolo cometa europeo. È quindi indicativo che, come ritratto in un codice azteco, la strega Tlacolteutl combini due simboli cometa separati, poiché è mostrata non solo a cavalcare una scopa, ma anche la scopa stessa è accoppiata con l'immagine di un serpente-dragone.\n\nNonostante tutto ciò, e senza voler negare nulla di quanto detto sopra, rimane la mia convinzione personale che molti, se non la maggior parte, del resoconto mitologico-storico sia stato trasmesso da una cultura all'altra attraverso il mezzo della diffusione. Ma non è stata, come generalmente si crede, una diffusione per contatto. Al contrario, sembra essere stata una diffusione per separazione.\n\nFESTA DIVINA\n\nA questo punto, forse, dovremmo notare che i problemi coinvolti nell'interpretazione della mitologia non sono solo una preoccupazione moderna. Gli stessi problemi occupavano le menti degli antichi—definitivamente degli antichi Greci che erano molto \"preoccupati del rapporto tra razionalismo e credenze tradizionali.\" Come notava Fred Bratton:\n\n\"I Sofisti e i Neoplatonici anticiparono una soluzione moderna definendo i miti come allegorie che simboleggiavano verità morali o spirituali e non dovevano essere presi alla lettera. I filosofi neoplatonici e stoici del periodo ellenistico furono così in grado di aderire sia alla tradizione che al razionalismo. Questo metodo di interpretazione fu rifiutato da Platone e dagli epicurei successivi come un modo per mantenere intatte le tradizionali credenze soprannaturali della religione di stato e per nascondere i fatti della storia al popolo.\nL'imperatore Giuliano considerava i miti come insegnamenti esoterici compresi solo dall'aristocrazia intellettuale. I primi teologi cristiani screditarono i miti pagani insegnando nuovi miti per le religioni ebraica e cristiana.\""
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 44,
            "content": "Spesso, tali soggetti mitologici servivano semplicemente come scusa per la rappresentazione del corpo umano senza vesti.",
            "captions": [
                "Diana— dea greca della caccia.",
                "Scultura di Gaudenz.",
                "Fotografia dell'autore, con licenza del Metropolitan Museum of Art."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 45,
            "content": "\"associato alla morte.\" L'uomo, ora sembra, è stato una creatura religiosa fin dal momento della sua concezione umana.\n\nLo studio della religione comparata, nonostante la sua passata banalità generale, è sempre stato soggetto a intuizioni occasionali. Fin dall'inizio dello sviluppo del pensiero occidentale, i filosofi erano consapevoli dell'universalità di alcuni riti e credenze religiose.\n\nTra questi si possono enumerare ogni tipo di rituali lustrativi; la necessità di qualche tipo di redenzione; l'immortalità dell'anima, della mente o dell'aura umana; la credenza nel paradiso, all'inferno o in qualche altro luogo di esistenza dopo la morte; e varie altre.\n\nLa maggior parte di questi è stata spesso spiegata come un sollievo psicologico—un raggio di speranza contro la realizzazione di una vita futile culminata con la finalità della morte. Si è detto prima che l'uomo è l'unico animale gravato da questa acuta consapevolezza. È anche per questa stessa ragione che coloro che hanno un'inclinazione irreligiosa della mente, che ne siano consapevoli o meno, si trovano spesso coinvolti in una continua ricerca del presunto significato della vita.\n\nLa credenza in un aldilà non dovrebbe, di per sé, comportare la credenza in Dio. La credenza in una ricompensa o punizione dopo la morte, d'altra parte, sì—perché qualcuno, o qualcosa, deve esistere per giudicare e distribuire la giustizia. Questo qualcuno, questa qualcosa, questo Dio, dovrebbe logicamente essere esemplare. Come mai la maggior parte degli dei dell'uomo non lo sono?\n\nLo sforzo filosofico di discernere precetti morali nell'azione divina diventa una sorta di farsa quando si è confrontati con le attività non divini della maggior parte delle divinità. Gli dei greci, per esempio, erano colpevoli di parricidio, macellazione, cannibalismo, rabbia, gelosia, adulterio, stupro, incesto, inganno e sterminio senza eguali. Queste azioni non sono simboliche di precetti morali; sono le avventure irresponsabili di un gruppo di festaioli delinquenti. Perché, allora, i Greci guardavano a questi dei imperfetti, costruivano loro templi costosi, offrivano loro sacrifici, preghiere e invocazioni, mentre i filosofi cercavano di illustrare la divinità di ciò che credevano essere l'universo ordinato confrontandolo con questi dei?"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 46,
            "content": "Zeus, che era colpevole di più inganni e stupro rispetto a qualsiasi altro dio venerato dai Greci. Perché, allora, questo stesso Zeus era considerato il sostenitore della legge e dell'ordine?",
            "captions": [
                "Fotografia dell'autore, con licenza del Museo Archeologico Nazionale di Atene."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 47,
            "content": "Fedie, architetto del Partenone e scultore della colossale Atena Partenos, fu accusato di atto di empietà semplicemente perché una delle figure sullo scudo di Atena era ritenuta somigliare a lui. Epicuro, perché ebbe il coraggio di insegnare in una scuola di sessi misti, causò un clamore scandaloso ai suoi tempi. Quando Praxiteles scolpì la sua famosa Afrodite, il popolo di Cos rimase scioccato dalla completa nudità della figura. Socrate, perché predicava contro gli dei, fu accusato di blasfemia e di corrompere la giovinezza del suo tempo. Per questo fu messo a morte. Eppure queste stesse persone, così scandalizzate dall'empietà dei loro cittadini, potevano guardare ai loro sostenitori della legge, gli dei, ed esculpare le azioni atroci di cui erano ritratti come colpevoli.\n\nDato che il nostro mondo occidentale deve tanto alla Grecia classica, non dovremmo meravigliarci dell'incongruenza di questa faccenda? Non dovremmo porci la domanda: cosa fece sì che gli antichi—e i Greci non erano gli unici—si inchinassero a tale costante illegalità nelle vite dei loro sostenitori della legge?\n\nDIVINITÀ CELESTIALI\n\nDalle fonti greche viene il seguente noto racconto di conflitto familiare divino:\n\nLa dea Gaea partorì un figlio chiamato Ouranos e poi giaceva con lui in incesto. I figli di Ouranos, nati da Gaea, pianificarono una rivolta contro il padre. Ouranos quindi imprigionò questi figli ribelli. In vendetta, Gaea infiammò il suo nato più giovane, Crono, per rovesciare il padre. Crono, nascondendosi in agguato, attaccò il padre e lo castrò con una falce. Divenne poi signore del cielo al posto del padre.\n\nTemendo una ribellione simile, Crono non ritenne opportuno liberare i suoi fratelli. Peggio ancora, giacendo in incesto con la sorella Rea, cominciò a divorare i propri figli. Ma quando nacque Zeus, Rea diede a Crono una pietra da inghiottire al suo posto. Quando Zeus raggiunse l'età adulta, attaccò anche suo padre e lo depose. Come Ouranos e Crono prima di lui, Zeus ereditò allora il signore del cielo.\n\nQuali intuizioni filosofiche potrebbero essere sepolte all'interno di questo racconto di incesto, vendetta, castrazione, parricidio, cannibalismo, stupidità (perché un dio avrebbe potuto scambiare una pietra per il suo bambino?), e inganno?\n\nNon che i filosofi non abbiano provato. Pierre Jurieu, per esempio, vedeva Crono come simbolo del tempo che divora ciò che prima produce.\" La convinzione di Jurieu derivava dal fatto che, in greco, \"Tempo\" è reso Chronos, concetto che allora attribuivano a Crono. Jurieu non si chiese cosa avesse spinto i Greci ad equilibrare il tempo con il loro dio Crono—e questa domanda avrebbe dovuto essere posta in vista del fatto che Crono era anche il nome greco del pianeta che chiamiamo Saturno.\n\nPer gli antichi Greci, il pianeta Saturno sarebbe apparso come nient'altro che un puntino di luce nel cielo notturno, non diverso da come appare a noi ad occhio nudo al presente. Cosa, allora, potrebbe aver spinto i Greci ad equilibrare questo puntino di luce con l'idea astratta del tempo?\n\nQuando, come narrato nel mito sopra, Zeus depose Crono, depose anche il tempo?\n\nAncora meglio, cosa significa che Zeus depose Crono?—poiché Zeus era anche il nome greco di un pianeta, quello che oggi conosciamo come Giove. Cosa potrebbe significare che il pianeta Giove depose il pianeta Saturno?\n\nNonostante ciò che filosofi, mitologi e studenti di antiche religioni potrebbero aver scritto in passato, il racconto registrato sopra non può avere alcun significato filosofico—almeno nessuno che non sarebbe forzato. In vista del fatto che Crono e Zeus erano in realtà divinizzati."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 48,
            "content": "Scuola greca antica per ragazzi.\n\nL'istruzione non era obbligatoria. Le scuole erano private e richiedevano il pagamento di tasse. Anche le ragazze potevano ricevere un'istruzione simile in scuole separate. In Europa, le scuole separate per ragazzi e ragazze continuarono come standard morale fino al ventesimo secolo. Quando Epicuro ebbe il coraggio di insegnare in una scuola di sessi misti, causò un clamore scandaloso.",
            "captions": [
                "Scuola greca antica per ragazzi.",
                "L'istruzione non era obbligatoria. Le scuole erano private e richiedevano il pagamento di tasse. Anche le ragazze potevano ricevere un'istruzione simile in scuole separate. In Europa, le scuole separate per ragazzi e ragazze continuarono come standard morale fino al ventesimo secolo. Quando Epicuro ebbe il coraggio di insegnare in una scuola di sessi misti, causò un clamore scandaloso.",
                "Illustrazione di John Green."
            ]
        }
    ]
}
