[
    {
        "page_type": "main",
        "page_number": 299,
        "content": "l'ombra che ci si potrebbe aspettare dall'illuminazione del Sole. Nel contempo, Thornhill stava suggerendo qualcosa di molto simile. Come riportato da Talbott: \"Dovrei menzionare qui che, secondo Wal Thornhill, è possibile che nelle fasi più elettricamente attive l'intera configurazione possa essersi mossa all'interno di una guaina di scarica [plasma]—qualcosa che non escluderebbe l'illuminazione generale da parte del Sole, ma potrebbe aver mantenuto l'illuminazione diffusa.\"* Nel suo stesso lavoro, quello stesso anno, Thornhill descrisse il \"gruppo planetario [saturniano]\" come se fosse stato \"all'interno di una gigantesca chioma cometaria.\" Tre anni dopo, Thornhill ribadì la sua convinzione quando scrisse che, a suo avviso, la Terra orbitava nello spazio oscuro anodico sotto la cromosfera della nana bruna che era proto-Saturno. \"La Terra situata all'interno dell'involucro sferico di una tale stella che irradia secondo la consueta legge dell'inverso quadrato, troverebbe l'afflusso di energia quasi uguale su tutto il pianeta. Tale disposizione è molto più benevola verso la vita rispetto a quella attuale in cui la fonte di energia, il Sole, sottende un piccolo angolo nel cielo.\" Le stelle nane brune, con le quali avevamo confrontato sia Saturno che Giove in un capitolo precedente, erano state nel frattempo scoperte in quantità. Nella nostra vicinanza, è stato affermato, potrebbero esserci più nane brune che stelle simili al Sole. Alcune di queste sono state calcolate essere un decimo della dimensione del Sole con una temperatura che non supera i 950° K. In risposta alla domanda se gli esseri viventi, compreso l'uomo, sarebbero stati in grado di respirare i costituenti dell'atmosfera della nana bruna di Saturno, Thornhill rispose con le parole: \"Attualmente siamo immersi nell'atmosfera del Sole senza che ciò ci causi problemi. L'involucro di proto-Saturno sarebbe stato più denso ma comunque un buon approssimazione a un vuoto. I costituenti dell'atmosfera delle stelle nane brune, per quanto sono stati determinati, sembrano includere molecole d'acqua e altri utili alla vita.\"® Cosa intendeva Thornhill affermando che attualmente siamo immersi nell'atmosfera del Sole? Come spiega Gary Zank: \"Siamo circondati da gas caldo.\" E da dove proviene questo gas? Zank spiega: \"Mentre il nostro Sole si muove attraverso uno spazio interstellare estremamente 'vuoto' o a bassa densità, il vento solare produce una bolla protettiva—l'eliosfera attorno al nostro sistema solare, che permette alla vita di prosperare sulla Terra... Senza l'eliosfera, l'idrogeno neutro interagirebbe con la nostra atmosfera, producendo possibili cambiamenti climatici catastrofici.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 300,
        "content": "mentre la nostra esposizione a radiazioni cosmiche mortali sotto forma di raggi cosmici ad alta energia aumenterebbe. Che cos'è, dunque, l'eliiosfera del Sole? Come già notato, gli astrofisici ora credono che il 99,9 percento dell'Universo sia composto da plasma. Anche le code cometarie sono ora conosciute per essere composte di plasma. Ma, più di questo, il Sistema Solare stesso è racchiuso in una bolla magnetica, nota come eliiosfera, che si contrae ed espande \"come una gigantesca medusa.\" Sebbene l'esistenza dell'eliiosfera fosse già nota, la Pioneer 10 rivelò che la bolla è molto più grande di quanto fosse stata prevista. Il suo bordo è ora ritenuto trovarsi da qualche parte tra 5 e 10 miliardi di miglia dal Sole. È questa eliiosfera—questa \"bolla respirante\" come viene ora chiamata—che agisce come un \"bozzolo\" che \"permette alla vita di prosperare sulla Terra.\" Ciò che tutto questo implica è che la Terra risiede all'interno dell'eliiosfera del Sole, proprio come suppongono Ashton e Thornhill che un tempo risiedesse nella guaina di plasma di proto-Saturno, un'ipotesi che non può più essere scartata come fantasiosa. Come spiegò ulteriormente Thornhill: \"L'astronomo [William] Herschel credeva che le persone abitassero il Sole sotto le sue nuvole brillanti. Ora sappiamo che è un'idea folle. Ma sarebbe così folle se il Sole fosse una stella nana bruna? A un osservatore attento, proto-Saturno sarebbe apparso come una stella rossa fioca. Le giganti rosse hanno enormi involucri a densità molto bassa. Se Betelgeuse dovesse sostituire il Sole, racchiuderebbe tutti i pianeti fino a Giove! Gli astronomi accettano l'idea che i pianeti possano orbitare all'interno dell'involucro sottile di tali stelle.\" \"Un'altra conseguenza interessante è che tutti gli oggetti che orbitano in quella regione riceverebbero la stessa energia per unità di area della loro superficie. Lo spettro della luce sarebbe stato molto più rosso di quanto non sia attualmente...\" Vero, come già notato, la stella primordiale della Terra sarebbe stata più debole del nostro attuale Sole, ma questo sarebbe stato compensato dalla vicinanza della Terra a proto-Saturno, che avrebbe comportato una distanza molto più breve rispetto a quella attuale dal Sole, per non parlare dello spettro di luce più rosso in cui sarebbe stata immersa. Ma la plasmasfera di Saturno potrebbe essere esistita all'interno dell'eliiosfera del Sole che è essa stessa nient'altro che una plasmasfera? Può una plasmasfera esistere all'interno di un'altra? Come già notato, il nostro mondo stesso è ora descritto come se fosse in un \"ambiente plasma vicino alla Terra.\"\" Cosa significa questo?",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 301,
        "content": ": ' i ; : i i",
        "captions": [
            {
                "source": "internal",
                "text": "'f                 HERSeet eta tl    -      at oe   $     +t? ey       ipsa 1) Da a hats gieer ddenen en ett i   Hifaretvamyriii erties ty \\         WERE   Ae 94?     Tease PETERS AAA Ae  Aan :               HS    PA AA aa fi it       /          PELE   nai e vin) itt te       J fait           TIM AV AMAT EUS EET atte see                  ratte tai h      Mi         tt         ooeeee Wallace Thornhill (Fotografia—1995—dell'autore)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 302,
        "content": "Fu nel 1962, grazie a Mariner 2, che si scoprì che il mezzo interplanetario non era un quasi-vuoto come si credeva in precedenza. Invece, questo mezzo si rivelò composto di plasma. Ma, anche allora, le piene implicazioni di questa scoperta non furono immediatamente comprese. Come notò Ralph Juergens, scrivendo nel 1972: \"Una delle caratteristiche primarie di un plasma ha ricevuto fino ad ora poca o nessuna attenzione da parte degli astronomi. Questa è la sua capacità di schermarsi dall'elettrico campo di qualsiasi corpo in contatto con esso, o contenuto al suo interno, e caricato a un potenziale elettrico diverso da quello del plasma stesso. Il meccanismo mediante il quale tale schermatura viene realizzata è stato chiamato guaina di carica spaziale da coloro che per primi studiarono il fenomeno.\"\" E: \"Con lo stesso tipo di analisi, concluderei che la Terra ha un potenziale non del tutto in linea con il suo ambiente spaziale, e che quindi è circondata da una guaina di carica spaziale. Per le stesse ragioni per cui la guaina di una cometa è allungata lontano dal Sole, supporrei che la guaina della Terra abbia una coda; in altre parole, equivarrei la guaina terrestre con la cosiddetta magnetosfera della Terra.\" Così, anche Wallace Thornhill che, durante uno dei periodi di domande al Giubileo d'Argento della Society for Interdisciplinary Studies nel settembre 1999, fece riferimento all'\"involucro simile a un sacco a vento della Terra\" solitamente chiamato \"magnetotail.\" Come lì sottolineò: \"Secondo Juergens è una guaina di plasma...\" All'inizio del secolo, gli astrofisici stessi parlavano di plasmasfere attorno ai corpi del Sistema Solare come se avessero sempre saputo della loro esistenza. Si scoprì che Venere possedeva una plasmasfera sotto forma di una coda cometaria che si estendeva abbastanza vicino da \"solleticare la Terra quando i due pianeti sono allineati con il Sole.\"\" Anche Giove, ora si sa, è circondato da un foglio di plasma che, come il foglio di corrente elettrica del Sole, giace lungo l'equatore magnetico di Giove.\"\" Così, similmente, con Saturno. Come notò Thornhill, se la guaina di plasma di Saturno fosse stata visibile nel cielo, avrebbe fatto apparire il pianeta come un disco distinto invece del semplice punto di luce che vediamo nel cielo notturno.\" Alla fine, la plasmasfera della Terra stessa, che è stata calcolata estendersi per almeno 12.000 miglia nello spazio, è stata persino \"fotografata.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 303,
        "content": "Come Juergens, gli astrofisici si aspettavano inizialmente che la plasmasfera della Terra fosse allungata molto simile a quella di Venere.\" Ma quando il satellite IMAGE della NASA trasmise un'immagine della luce solare che veniva dispersa dagli ioni di elio nella plasmasfera, si rivelò essere di forma circolare.\" Se questo fosse dovuto a un capriccio frainteso, a strumentazione imperfetta, a ragionamenti errati, o se sia davvero così rimane da vedere. È quindi ovvio che le plasmasfere sono contenute all'interno di plasmasfere più grandi poiché le plasmasfere planetarie all'interno del nostro Sistema Solare sono tutte contenute in quella del Sole. Non c'è quindi nulla di insolito nel nostro ipotetico sistema saturniano che sarebbe stato racchiuso all'interno di una plasmasfera come ipotizzato da Ashton nel 1980. Al contrario, la teoria non solo si adatta alla realtà astrofisica attuale, ma è effettivamente richiesta da essa. Tutte le plasmasfere all'interno del Sistema Solare, tuttavia, sono trasparenti e, come tali, non sono in grado di riflettere la radiazione verso il primario attorno a cui sono avvolte. Come già notato, Ashton aveva teorizzato che la plasmasfera che circonda il nostro ipotetico sistema saturniano avrebbe dovuto essere opaca. Ma può una plasmasfera essere opaca? La risposta è che può. Come ha affermato Anthony Peratt, uno dei più importanti fisici del plasma viventi oggi, una \"nuvola di plasma... può effettivamente variare tra trasparente e opaca a diverse lunghezze d'onda.\" Quindi anche in questo, sembriamo essere sulla strada giusta. SESTO INTERLUDIO Nel frattempo, prima di passare alla fase successiva della nostra ricostruzione, che ci aiuterà a scoprire ulteriormente le prove che stiamo cercando, è opportuno ricapitolare ciò che abbiamo appreso in questi ultimi tre capitoli. Ciò ci consente anche di espandere la nostra lista di tesi che, in conformità con la sequenza cronologica degli eventi, dovrà ora essere riorganizzata e rinumerata. Ipotesi #1: Che, da ciò che può essere dedotto dalla tradizione astronomica antica e primitiva, la Terra era stata un tempo un satellite del pianeta Saturno, originariamente una stella nana bruna, che, a causa della sua vicinanza, appariva grande nel cielo come un disco distinto più grande della dimensione apparente della luna piena. Ipotesi #2: Che, sempre secondo la tradizione astronomica antica, durante questo periodo indeterminato, Saturno era l'unico corpo celeste visibile nel cielo primordiale della Terra. Ipotesi #3: Che, vista dalla Terra, il Sole saturniano non sorgeva e/o tramontava, ma rimaneva visibilmente immobile in ogni momento. Ipotesi #4: Che l'immobilità di Saturno era dovuta al fatto che la Terra era posizionata direttamente \"sotto\" il polo sud di Saturno e che, dalla Terra, Saturno appariva quindi permanentemente fissato nella sfera celeste settentrionale, il luogo attualmente occupato dalla Stella Polare. Ciò significa anche che Saturno e la Terra erano allineati linearmente, condividendo entrambi lo stesso asse di rotazione.",
        "captions": [],
        "headers": [
            "SESTO INTERLUDIO"
        ]
    }
]