{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 64,
            "content": "Ishtar, dea assiro-babilonese del pianeta Venere.\nDa un sigillo cilindrico del periodo neo-Assiro.",
            "captions": [
                "(Illustrazione di Tessa Rickards.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 65,
            "content": "Astronomia nella Mitologia\n\nPuò puntare a una fonte più antica che quella sumera che contraddice le affermazioni sopra, lasciali presentarla. Nel frattempo, il record continua a reggere.\n\nPianeti morfosidati, non sono solo. De Santillana e von Dechend hanno condiviso la stessa opinione.\n\n«... questa scienza, sebbene abbia scavato una straordinaria ricchezza di dettagli, è stata guidata dal suo orientamento evolutivo e psicologico moderno a dimenticare la principale fonte del mito, che era l'astronomia — la scienza regale. Questa oblio stesso è una recente evoluzione — appena un secolo fa. Oggi esperti filologi ci dicono che Saturno e Giove sono nomi di divinità vaghe, sotterranee o atmosferiche, sovrapposte ai pianeti in un periodo ‘tardo’; separano ordinatamente le origini popolari e le derivazioni ‘tarde’, tutte ignare del fatto che i periodi planetari, siderale e sinodico, erano conosciuti e ripetuti in numerosi modi da celebrazioni già tradizionali nei tempi arcaici.»\n\nIn realtà, l'associazione della mitologia con il sapere astronomico era ben compresa dagli studiosi di un'epoca passata. Così Nicolas Fréret (1688-1749), il primo segretario permanente dell'Académie des Inscriptions, che ha tanto discusso con Isaac Newton, credeva che gli eventi astronomici a cui si faceva riferimento nelle mitologie e descritti dagli antichi scrittori potessero essere basati solo su osservazioni reali. Fréret è arrivato persino a proclamare che i dati del antico scriba assiro-babilonese Nabu, o Nebo, scriba degli dèi, il dio del pianeta Mercurio.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 66,
            "content": "Storia in conflitto con la teoria di Newton. Questa sarebbe un'affermazione piuttosto audace da fare ai giorni nostri. Chi oggi crederebbe che qualcosa nella mitologia, o nelle asserzioni astronomiche degli anticamente supposti ignoranti, possa avere valore nel disputare le teorie scientifiche del grande Newton? Ma, prima di deridere Fréret, non dimentichiamo che le cuciture teologiche di Newton erano piuttosto evidenti ai suoi tempi, ed è solo con il passare del tempo che gli storici della scienza sono riusciti a ingannare il pubblico minimizzando il suo una volta evidente fundamentalismo religioso. Gli storici lo lodano come una delle più grandi menti scientifiche che il mondo abbia mai visto, ma che tipo di acume scientifico potrebbe aver utilizzato quando indicò: «[Fréret] sfidò la data accettata di Newton dall'vescovo Ussher per la creazione del mondo, che quest'ultimo, su base biblica, aveva calcolato come avvenuta nel 4004 a.C. Come indicato da Livio Stecchini: '[Fréret] sfidò la data accettata da Newton per la creazione del mondo, che quest'ultimo, basata su prove bibliche, aveva calcolato come avvenuta nel 4004 a.C.'»\n\n«Fu solo durante la metà del ventesimo secolo che lo studio della mitologia si allontanò lentamente dai suoi fondamenti astronomici — principalmente perché ciò che gli antichi dichiaravano sui corpi astronomici del Sistema Solare non si conformava a ciò che vediamo attualmente. Ma, più recentemente, il pendolo sembra tornare indietro. Così anche gli astronomi stanno finalmente iniziando a prestare attenzione al messaggio del registro mito-storico, come esemplificato nel 1982 da Victor Clube e Bill Napier, e, nel 1985, dallo indomabile antagonista del cosmo-catastrofismo, lo stesso Carl Sagan. Nonostante il mio disaccordo con Clube e Napier su molte questioni, devo dire che anche loro hanno riconosciuto la verità. Così, nel loro primo lavoro co-scritto importante, hanno scritto quanto segue:\n\n«L'astrofisico moderno tende a vedere l'astronomia come un enigma esclusivamente moderno. Armato delle leggi della fisica, disseziona la scena davanti a lui con la calma antisettica di un abile chirurgo. Ma come il chirurgo, può trascurare le origini misteriose del suo paziente. Per qualche motivo, l'astronomia è la più antica delle scienze ed è»",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 67,
            "content": "Molti mitologi che hanno favorito un'interpretazione astronomica della mitologia sono stati comunque ostacolati dal dogma uniformitarista secondo cui il Sistema Solare è rimasto invariato per milioni di anni. Non solo, alcuni di loro hanno addirittura utilizzato questo dogma come base stessa per le credenze astro-mitologiche. Così, per esempio, Elmer Suhr, che poteva sentirsi sicuro nel riportare che:\n\n«L'astronomia, comprese le manifestazioni del sole, della luna, delle stelle, delle comete e dei meteoriti, ha il vantaggio di rimanere costante nei suoi movimenti e consistentemente la stessa nell'aspetto per lunghi periodi di tempo; le sue forme sono più geometriche, i suoi cambiamenti più regolari, tutto ciò ha dato al cielo più prestigio nella mente dell'uomo primitivo.»\n\nQuesto, intendo dimostrare, è stato il grande tranello della maggior parte dei mitologi che non sono riusciti a riconciliare il cielo al quale facevano riferimento i nostri antenati con quello che ora si estende sopra e intorno a noi. Eppure, come spero di dimostrare, è stato l'opposto di ciò in cui Suhr credeva a costituire la vera base della credenza mito-astronomica. Infatti, ciò che desidero sottolineare è che i corpi astronomici del Sistema Solare sono stati divinizzati dall'uomo antico in tutto il mondo non perché seguissero costantemente un modello ordinato, ma proprio perché non lo facevano.\n\nCome osservò Lewis Farnell all'inizio del ventesimo secolo: «Ciò che è normale nella natura e nella società raramente eccita l'immaginazione mitologica, che è più suscettibile di essere accesa dall'anormale, da qualche catastrofe sorprendente, qualche terribile violazione del codice sociale.»\n\nE come ha sottolineato l'antropologo francese Emile Durkheim (1858-1917):\n\n«..., ciò che caratterizza la vita della natura è una regolarità che si avvicina alla monotonia. Ogni mattina il sole sale sull'orizzonte, ogni sera tramonta; ogni mese la luna attraversa lo stesso ciclo; il fiume scorre in modo ininterrotto nel suo letto; le stesse stagioni riportano periodicamente le stesse sensazioni. Certo, qua e là a volte accade un evento inatteso: il sole viene eclissato, la luna nascosta dietro le nuvole, il fiume straripa. Ma queste variazioni momentanee possono solo dare vita a impressioni altrettanto momentanee, il cui ricordo svanisce dopo un po'; non potevano servire come base per questi sistemi stabili e permanenti di idee e pratiche che costituiscono le religioni. Normalmente, il corso della natura è uniforme, e l'uniformità non potrebbe mai produrre emozioni forti.»\n\nSebbene non sia esattamente un'autorità su argomenti mitologici, vale anche la pena notare le parole di Frederick Hall che scrisse:\n\n«Se concedeamo ai miti la loro dovuta credenza alla luce di nuove prove di catastrofismo planetario, scopriremmo che possono aggiungere molto al nostro patrimonio di conoscenza. Tutti i resoconti mitici potrebbero non essere ugualmente autentici — e sicuramente molti sono distorti — ma»",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 68,
            "content": "Questa è un'affermazione audace proveniente da un ingegnere che ha lavorato al Stanford Linear Accelerator Laboratory, ma, come vedremo, il contenuto del mito può aiutarci a ottenere nuove conoscenze astronomiche anche se, a prima vista, questa conoscenza può sembrare in contrasto con ciò che crediamo di sapere. Infatti, anche quel cosiddetto pilastro dell'astrofisica, la Teoria del Big Bang, era stata molto prima postulata in un'opera religiosa.\n\nNel Libro della Genesi, Elohim, solitamente tradotto in inglese come “Dio”, inizia la creazione con le parole: “Sia luce”. E, lì è scritto, “ci fu luce”. Ci sono stati molti che hanno visto una somiglianza tra questa descrizione dei principi e la Teoria del Big Bang. Il seguente, uno di diversi, proviene da un'opera popolare dedicata ai misteri della Bibbia:\n\n«La teoria scientifica prevalente propone che l'universo sia stato creato in un lampo di luce. Questo ‘big bang’, o esplosione cosmica, si ritiene sia avvenuto circa 16 miliardi di anni fa. Alcuni vedono dei paralleli tra questa teoria scientifica moderna e il racconto biblico che si apre con l'ordine di Dio, ‘Sia luce’.»\n\nCertamente, di per sé, questa somiglianza non è sufficiente per affermare che la teoria in questione fosse già stata postulata in un'opera religiosa. Tuttavia, il Libro della Genesi non è l'opera religiosa che ho in mente. Quindi, resisti con me per un po'.\n\nGeorge Gamow è l'acclamato padre della teoria del Big Bang. Ma prima di Gamow c'era Georges Lemaitre che, nel 1927, fu il primo a proporre che un \"atomo\" primordiale caldo e denso fosse esploso, espellendo i suoi contenuti verso l'esterno per creare l'universo. Con l'avvento della teoria in questione, lo stesso Papa Pio XII aveva affermato che «gli scienziati stanno cominciando a trovare il dito di Dio nella creazione dell'universo.» Lemaitre, che era anche un prete cattolico oltre che fisico, fu successivamente decorato dal Vaticano per i suoi risultati scientifici.\n\nPer essere giusto, nello sviluppare la sua teoria dell'universo in espansione, Lemaitre si era basato sui principi della relatività generale. Ma, poiché era anche ben versato nella disciplina della teologia, non avrebbe potuto anche incontrare quel grande commentario medievale sulla Scrittura Biblica noto come il Ramban? Nel 1990, in un libro intitolato Genesi e Big Bang, il fisico nucleare israeliano Gerald Schroeder ha argomentato in dettaglio che non esiste una contraddizione tra il racconto della creazione come descritto nella Genesi e il dettato scientifico attuale. Inoltre, come ha notato Schroeder, «il Ramban... aveva l'intuizione sorprendentemente moderna che nel momento dopo la creazione, tutta la materia nell'universo doveva essere concentrata in una piccola macchia.»» Dimmi che questa intuizione non è identica a quella raggiunta da Lemaitre?\n\nSpero che nessuno ora pensi che io, personalmente, creda che la Creazione come descritta nella Genesi sia una descrizione velata del Big Bang poiché, come spero di dimostrare in un'opera futura, ho un'intera teoria diversa da proporre riguardo la diffusione della luce da",
            "captions": [
                "(Illustrazione di Charles Hogarth.)"
            ]
        }
    ]
}
