[
    {
        "page_type": "main",
        "page_number": 209,
        "content": "Gerusalemme, ma anche come Bét (o Bit) Sulman.48 La designazione \"Casa\" — cioè Bét — per le città in Palestina è, naturalmente, piuttosto comune. Vengono subito in mente città come Beth-aven, Beth-El, Betlemme, Beth-haran, Beth-shemesh, Beth-horon, Beth-eden (in Siria), Beth-peor, Beth-shan e molte altre. Lo stesso Lewy spiega tali toponimi come derivanti dall'esistenza, in passato, di santuari dedicati alla divinità menzionata nel nome.49 Così, Gerusalemme sarebbe stata chiamata Beth Shulman perché vi sarebbe esistito un tempio di Shulman. La conclusione di Lewy era che un tempio di Shulman avesse sostituito un precedente tempio dedicato a Shalim, ma che non fosse durato a lungo. Durante lo stesso periodo, il nome della città cambiò da Urusalim a Bet Shulman; ma, con la distruzione del tempio di Shulman, il nome della città tornò a essere Urusalim. Questo spiegherebbe perché il nome Bet Shulman non divenne mai popolare.50 Va da sé che tutto ciò era una congettura da parte di Lewy. Per prima cosa, lo stesso Lewy accettava che Shalim e Shulman(u) fossero versioni leggermente diverse della stessa divinità,51 quindi non era necessario ipotizzare una sostituzione di santuari. Né il nome Bet Shulman avrebbe mai potuto sostituire quello di Urusalim, poiché, in effetti, il significato di entrambi i nomi è teologicamente, anche se non filologicamente, sinonimo: il primo significa \"Casa di Shulman,\" il secondo, come abbiamo visto, \"Fondata da Shalim.\"52 È dunque più che possibile che Bet Shulman fosse semplicemente un'altra designazione per Urusalim, una derivata da fonti assire, l'altra da fonti caldee. Il nome caldeo passò all'ebraico; quello assiro no. Uno divenne popolare; l'altro no. In ogni caso, che fosse chiamata con il nome stesso del dio (Salem), indicata come fondata da lui (Urusalim/Yerushalem) o semplicemente definita la sua città (Bet Shulman), resta evidente che la città che chiamiamo Gerusalemme fu nominata in onore e dedicata al dio Shalem/Shulman.53 Indicazioni che questo dio fosse venerato lì possono essere rintracciate almeno al tempo della Monarchia Unita d'Israele. Anche reso come Shulman o Shulmanu,54 il nome di questo dio diede a Jedidiah, figlio di Davide e re d'Israele, il suo nome più popolare di Salomone. Reso Shlomoh in ebraico, il nome di questo monarca è stato anche interpretato come derivante da shalom, che, come tutti sanno, significa, tra le altre cose, \"pace.\" (Si confronti anche con l'arabo salam e il maltese sliema.) Tuttavia, è probabile che sia il nome del monarca sia la parola per \"pace\" derivino dal nome del dio. Come ci dice Roy Rosenberg, Slomoh (Shlomoh) significa \"appartenente a Salim.\"55 Nomi teoforici biblici derivati da Shalem sono comuni, inclusi i nomi di re d'Israele e di Giuda. Tra questi nomi troviamo: Shallum, Shelemiah, Shelomi, Shelemi (o Shulamit), da cui Immanuel Velikovsky chiamò una delle sue figlie, e elemoth.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 210,
        "content": "Al di fuori dell'Antico Testamento, troviamo questo nome teoforico adottato da Shalamanu, re di Moab.58 Appare anche nel nome di Salmanassar, un nome portato da più di un re assiro. Forse meno noto è il fatto che Salummati fosse un epiteto del grande Assurnasirpal.59 Come dio, Shulman era venerato a Ninive e, sotto la variante Shulmanuha o Shulmanuhi, è menzionato nelle tavolette assire.60 Si sa che Shulman aveva una controparte femminile chiamata Shulmanitu61 — ma anche Shala.62 Questa dea — ma non Shulman — è stata identificata con Astarte e Ishtar, entrambe personificazioni del pianeta Venere. Inoltre, fonti assire definiscono Sulmanitu (lo stesso di Shulmanitu) come distar Urusilimma, che Michael Astour ha tradotto come \"IStar di Gerusalemme.\" Che questa dea fosse conosciuta a Gerusalemme è verificato dalla sua lode nel famoso Cantico dei Cantici, in cui è semplicemente chiamata la Shulammita.63 I sacrifici eseguiti nel tempio di Salomone erano chiamati in ebraico shelamim — il plurale di shelem. Solitamente tradotti come \"offerte di pace,\" R. de Vaux ha un'opinione diversa, sostenendo che shelamim \"implica l'idea di un tributo offerto a Dio...\"64 Se ciò è corretto, il dio in questione doveva essere originariamente Shalem. Come appaiono in cuneiforme, le parole salummatu e salummati sono solitamente considerate significare \"luminosità\" e \"splendore\" rispettivamente.65 Come epiteti, questi termini descrittivi erano applicati a Enlil (Saturno), Nergal (Marte) e Nabu (Mercurio). Da soli, non gettano luce sull'identità reale di Shalem. Chi era dunque questo dio? Molto simile ad altri nomi di Saturno, Shalem (o Salim) significava \"il Fermo.\"66 Il nome di Salomone, \"appartenente a Salim,\" può quindi essere tradotto come \"appartenente a Saturno.\" Davide, suo padre, doveva essere molto legato alla divinità saturniana poiché non solo chiamò Salomone in suo onore, ma anche il suo primogenito, Amnon, che significa \"appartenente ad Amin — cioè il Fermo,\" e persino il suo terzo, AbSalom, che significa \"il Padre è Salim.\" Ora si può affermare con sicurezza che Gerusalemme era la Città di Saturno, una conclusione a cui giunse anche Lewis Greenberg.67 (E non si riferì forse Isaia stesso a Gerusalemme come alla città della giustizia,68 giustizia che, in accadico kittum, abbiamo già trovato essere un epiteto di Shamash/Saturno?)",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 211,
        "content": "Il sancta sanctorum, cioè il Santo dei Santi, del tempio era costruito a forma di cubo, che era la forma caratteristica dei templi saturniani. Infatti, per qualche ragione ormai dimenticata, il cubo era una rappresentazione tradizionale di Saturno fin dai tempi antichi.",
        "captions": [
            "Pianta e sezione trasversale del Tempio di Salomone, che mostrano il Santo dei Santi, contrassegnato con X, la cui costruzione cubica testimonia la sua dedica al dio planetario Saturno. (Adattato da piani disegnati da Marie-Josèphe Devaux.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 212,
        "content": "LA CASA DI SHULMAN Ulteriori connessioni tra Shalem/Shulman e Saturno possono essere derivate dalla corrispondenza di el-Amarna, lettere scritte in cuneiforme accadico inviate al faraone Akhenaton e a suo padre dai governanti della Palestina. In due di queste lettere, che gli egittologi hanno numerato 74 e 290, si fa riferimento a un luogo che i traslitteratori hanno reso in modi diversi. Nel 1915, J. Knudtzon stabilì la lettura di questo luogo come Bet Ninib — cioè, Casa di Ninib. Qualche tempo dopo, nel 1940, Julius Lewy rilesse il nome di questo luogo come Bit Shulmanu — Casa (o Santuario) di Shulman. William Albright non accettò la traslitterazione di Lewy, sostenendo che l'ideogramma che egli lesse come \"Shulmanu\" non incorporava il determinativo per la divinità. Nel 1969, il team di Tadmor e Kalai rilesse nuovamente l'ideogramma, questa volta come Beth Ninurta. Quale, dunque, era la lettura corretta? Questo problema ha dato origine a molti dibattiti, ma non avrebbe mai dovuto farlo. Permettetemi di dire che Knudtzon aveva perfettamente ragione nel leggere il nome come Bet Ninib poiché l'ideogramma cuneiforme che \"scrive\" il nome del dio in questione è \"NIN.IB.\" Su questo non ci sono mai stati dubbi. Come sottolineato in un capitolo precedente di questo lavoro, Ninib, talvolta reso Ninip e/o Nirig, era il dio planetario Saturno. La ragione dietro la rilettura di Lewy del nome come Shulman potrebbe non apparire chiara ai non iniziati. Basti dire che i caratteri cuneiformi possono essere letti ideograficamente e/o foneticamente. Così l'ideogramma \"NIN.IB\" può anche essere letto \"Ninurta\" — il che significa che",
        "captions": [
            "Pianta del pavimento e sezione trasversale del Tempio di Salomone, che mostra il Santo dei Santi, contrassegnato con X, la cui costruzione cubica testimonia la sua dedica al dio planetario Saturno. (Adattato da piani disegnati da Marie-Josèphe Devaux.)"
        ],
        "headers": ["LA CASA DI SHULMAN"]
    },
    {
        "page_type": "main",
        "page_number": 213,
        "content": "Tadmor e Kalai avevano anche ragione nel leggere il luogo in questione come Beth Ninurta. Come abbiamo già documentato, Ninurta era anche uno dei nomi con cui il pianeta Saturno era conosciuto. La rilettura di Lewy, nel frattempo, si basava su un'equazione che si trova in un elenco esplicativo assiro di nomi divini. In questo elenco, gli stessi assiri equiparavano NIN.IB con DI.MES. Proprio come NIN.IB può essere letto come Ninurta, così anche DI.MES può essere letto come Shulmanu. Ne consegue quindi che, come Ninib/Ninurta, con cui era equiparato, Shulman era semplicemente un alias del dio planetario Saturno. Da ciò si può vedere che tutte e tre le letture — Bet Ninib, Beth Ninurta e Bit Shulmanu — sono corrette. Significano tutte la stessa cosa: \"Casa (o Santuario) di Saturno.\" D'altra parte, Albright aveva completamente torto quando affermava che il nome Shulman non incorporava il determinativo per la divinità. Il nome Shulman, come appare nella lettera di el-Amarna 290, incorpora il determinativo — dingir — per la divinità. Lewy lo riprodusse con la solita traslitterazione — cioè, \"Sulmani.\" L'equazione di Shulman con Ninurta/Saturno, come rivelato sopra, è di ulteriore importanza per il tema di questo capitolo perché, molto simile a Shulman/Shalem, anche Ninurta era considerato un dio immobile. Così, in accadico, Ninurta era chiamato kaimanu, cioè \"la stella stabile.\" (Per chi è al corrente: l'associazione di Shulman con Resheph, come quella di Ninurta con Nergal, sarà discussa in un'opera futura.) LE PROVE MESOPOTAMICHE Mentre abbiamo già visto che uno dei nomi assiro-babilonesi per il pianeta Saturno era (Mul) Lu-Bat Sag-US, finora ci siamo astenuti dal dire cosa significasse il nome. In parole semplici, Lu-Bat Sag-U significa \"il pianeta stabile.\" Il termine \"pianeta stabile\" non è molto diverso dal termine \"pianeta fermo,\" così possiamo vedere che questa caratteristica della divinità saturniana non era affatto una rarità. In linea con questo argomento, troviamo anche che Shamash/Saturno si diceva occupasse \"la casa del riposo.\" Qui non c'è alcuna allusione a un movimento lento. Una divinità che occupa una casa del riposo deve essere essa stessa a riposo. Parlando del dio sumero Ea, Berossus, scrivendo in greco, usò il nome Kronos, che era Saturno. E non abbiamo forse visto, nel Capitolo 6, che Ea era identificato esattamente come quel pianeta? Il nome babilonese di Ea era Enki. In effetti, Ea era effettivamente scritto con l'ideogramma EN.KI. Il nostro interesse qui risiede nel fatto che Enki, che deve quindi essere equiparato a Saturno, era conosciuto come \"il signore immobile\" e dio della \"stabilità.\" Come dio della stabilità, Enki si confronta favorevolmente con l'epiteto di Saturno come il Fermo.",
        "captions": [],
        "headers": ["LE PROVE MESOPOTAMICHE"]
    }
]