{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 49,
            "content": "Socrate che si difende al suo processo. Accusato di predicare contro gli dèi e corrompere la gioventù del suo tempo, Socrate fu dichiarato colpevole e condannato a morte. Circondato dai suoi amici rattristati, eseguì la sentenza bevendo cicuta.",
            "captions": [
                "Illustrazione di John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 50,
            "content": "Kronos, che tiene la falce con cui castrò suo padre.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 51,
            "content": "Rea, che dà a Kronos una pietra avvolta in fasce, invece di suo figlio Zeus, affinché lui la divori.",
            "captions": [
                "Da un rilievo ora presente al Museo Capitolino di Roma."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 52,
            "content": "Fino a che punto i pianeti sono stati convertiti sulla Terra e i suoi abitanti per indurre i nostri antichi antenati a divinirli divinità, venerarli e offrire loro il sangue di sacrifici umani? Dopotutto, a differenza del Sole e della Luna, ad occhio nudo i pianeti appaiono non più che piccoli punti di luce tremolanti persi in un mare stellato tra una moltitudine di altri piccoli punti di luce tremolanti.\n\nGli antichi Greci divinizzarono tutti i corpi celesti del Sistema Solare che erano, e ancora sono, visibili ad occhio nudo. Saturno era Kronos, che un tempo era re del cielo. Giove era Zeus che, come nel caso di altri pantheon planetari, prese il regno degli dèi a suo padre Kronos/Saturno. Marte era noto come Ares, il dio sanguinario della guerra. Afrodite, la dea dell'amore, forse la più popolare delle divinità greche, era la personificazione di Venere. Il pianeta Mercurio era Hermes, con i suoi sandali alati, il dio più veloce tra gli Olimpici.\n\nQueste identificazioni planetarie furono persino adottate da quei popoli antichi che vennero in contatto diretto con i Greci. Così, nel Libro dei Segreti di Enoch, un'opera greco-ebraica del periodo intertestamentario, i nomi dei pianeti sono così dati in greco: Kruno per Kronos/Saturno; Zeus per Giove; Aris per Ares/Marte; Aphrodit per Afrodite/Venere; ed Ermis per Hermes/Mercurio.TM\n\nSi può tuttavia dire che, nella mente dei Greci, pianeti e dèi fossero sinonimi? Pongo questa domanda di fondamentale importanza perché i critici spesso hanno negato che fosse così. La mia risposta è che l'identità degli antichi dèi come pianeti non avrebbe mai dovuto essere messa in discussione. L'unica affermazione accettabile in questa materia è quella di quelle stesse persone che una volta credevano in questi dèi e li veneravano. Giorgio de Santillana e Hertha von Dechend riconobbero questa verità quando scrissero:\n\n“Il più 'antico tesoro' ... lasciato a noi dai nostri predecessori ... era l'idea che gli dèi sono realmente stelle, e che non ce ne sono altri. Le forze risiedono nei cieli stellati, e tutte le storie, i personaggi e le avventure narrate dalla mitologia si concentrano sulle forze attive tra le stelle, che sono i pianeti.”\n\nQuesta è una dichiarazione notevole, per dire il meno, quando si ricorda che, all'alba della civiltà, l'elenco dei dèi sumero già conteneva più di cinquemila nomi con cui fare i conti*—pensateci! Accettando che la maggior parte di questi nomi costituisca nient'altro che una liturgia di epiteti attribuiti a un elenco di dèi molto più breve, le divinità stesse e le storie raccontate su di esse, rimangono notevolmente numerose. Eppure, come vedremo, questo non era semplicemente un caso di epiteti, poiché le divinità stesse erano spesso duplicate, triplicate involontariamente, e così via.\n\nD'altro canto, sostenere che tutti i personaggi mitologici si riducano a una manciata di pianeti, e che tutte le storie mitologiche descrivano i moti planetari, non è, a mio avviso, una posizione difendibile. Dopotutto, alla fine, l'uomo ha ritenuto opportuno riconoscere la divinità in praticamente tutto, creando divinità che sovrastavano concetti come la nascita, la salute, il sonno e la morte e mille altre questioni per di più. Anche così, sosterrò che se ci limitiamo ai miti principali del mondo, la tesi di de Santillana e von Dechend può essere convalidata.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 53,
            "content": "Ares, il dio sanguinario della guerra, personificazione del pianeta Marte.",
            "captions": [
                "Da una statua di marmo antica—l'Ares Ludovisi—ora a Roma."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 54,
            "content": "Per quanto riguarda gli antichi Greci, come notavano gli autori in questione, “Aristotele era orgoglioso di dichiarare noto che gli dèi erano originariamente stelle, anche se la fantasia popolare aveva poi oscurato questa verità.” Le parole di Aristotele diano così:\n“Una tradizione è stata tramandata dai pensatori antichi di tempi molto antichi ... con il senso che questi corpi celesti sono dèi ... Il resto della loro tradizione è stato aggiunto in seguito in forma mitologica per influenzare i volgari ... “\n\nI traduttori e altri commentatori hanno da allora tentato di trovare colpe in Aristotele poiché, come hanno sottolineato, gli dèi non fanno parte della mitologia popolare fino al IV secolo a.C.”*\n\nCiò che le autorità sopra menzionate, e altri da allora, hanno mancato di prendere in considerazione è che, in fondo, le caratteristiche degli dèi greci erano identiche alle note divinità planetarie di altre razze, più antiche, con le quali i Greci entrarono in contatto e da cui presero in prestito gran parte della loro conoscenza cosmologica e cosmogonica. Aristotele, che “era orgoglioso di dichiarare noto” che gli dèi erano originariamente corpi astronomici, dovette riaffermarlo a causa di una moltitudine di fattori, il meno dei quali fu l“oblio” della storia cosmica da parte della nazione greca. Quando Solone visitò l'Egitto, gli fu comunicato che “né lui né alcun altro Eleno sapevano qualcosa che valesse la pena di essere menzionata sui tempi antichi.”” Gli fu detto che “non c'è nessuna vecchia opinione tramandata tra voi [Greci] dalla tradizione antica, né alcuna scienza che sia veneranda per età.”® Secondo i saggi egiziani, i Greci non sapessero “niente di quello che accadde nei tempi antichi” e questo, presumibilmente, era dovuto ai sopravvissuti a precedenti catastrofi naturali che, per qualche motivo, avevano lasciato “nessun registro scritto” dietro di loro.'*\n\nLa definitiva disassociazione degli dèi dai pianeti fu anche agevolata dal fatto che, come altre nazioni, i Greci tendevano ad alludere ai pianeti con un diverso insieme di nomi quando si trattava di questioni astronomiche, invece che cosmogoniche. Così, come indicato da Burnet sopra, incontriamo Saturno, che era Kronos, chiamato Phaenon; Giove, che era Zeus, come Phaethon; e così via. Tuttavia, va notato che questi termini astronomici non erano a loro volta privi di caratteristiche mitiche—così che anche in trattati puramente astronomici, era difficile dissociare lo studio dei pianeti da quello degli dèi.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 55,
            "content": "Vini di nome sono dati [dallo stesso] Platone in Epinomis 987b e seguenti, dove sono detti 'siriani'. Il Fosforo [un'altra designazione per] i nomi greci Phaenon [Saturno], Phaethon [Giove], Pyroeis [Marte], fosforus [un'altra designazione per] la stella del mattino e Stilbon [Mercurio] sono senza dubbio più antichi, anche se non risultano essere apparsi prima.\n\nW. D. Ross era un altro traduttore moderno di Aristotele che aggiunse una dichiarazione simile al passaggio originale citato sopra.\n\nCiò che le autorità sopra menzionate, e altri da allora, hanno mancato di prendere in considerazione è che, in fondo, le caratteristiche degli dèi greci erano identiche alle note divinità planetarie di altre, e più antiche, razze con le quali i Greci entrarono in contatto e da cui presero in prestito gran parte della loro conoscenza cosmologica e cosmogonica. Aristotele, che 'era orgoglioso di dichiarare noto' che gli dèi erano originariamente corpi astronomici, dovette riaffermarlo a causa di una moltitudine di fattori, il meno dei quali fu l“oblio” della storia cosmica da parte della nazione greca. Quando Solone visitò l'Egitto, gli fu comunicato che 'né lui né alcun altro Eleno sapevano qualcosa che valeva la pena di essere menzionata sui tempi antichi.'” Gli fu detto che 'non c'è nessuna vecchia opinione tramandata tra voi [Greci] dalla tradizione antica, né alcuna scienza che sia veneranda per età.'® Secondo i saggi egiziani, i Greci non sapessero 'niente di quello che accadde nei tempi antichi' e questo, presumibilmente, era dovuto ai sopravvissuti a precedenti catastrofi naturali che, per qualche motivo, avevano lasciato 'nessun registro scritto' dietro di loro.'*\n\nLa definitiva disassociazione degli dèi dai pianeti fu anche agevolata dal fatto che, come altre nazioni, i Greci tendevano ad alludere ai pianeti con un diverso insieme di nomi quando si trattava di questioni astronomiche, invece che cosmogoniche. Così, come indicato da Burnet sopra, incontriamo Saturno, che era Kronos, chiamato Phaenon; Giove, che era Zeus, come Phaethon; e così via. Tuttavia, va notato che questi termini astronomici non erano a loro volta privi di caratteristiche mitiche—così che anche in trattati puramente astronomici, era difficile dissociare lo studio dei pianeti da quello degli dèi.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 56,
            "content": "Aristotele non aveva motivo di inventare l'equazione tra pianeti e dèi. Essendo stato ampiamente dimenticato dai suoi antenati immediati, ma non dai suoi antenati precedenti, riscoprì semplicemente questa verità e cercò di riaffermarla. Inoltre, non era l'unico a offrire questa affermazione. Altri mantenerono e espressero opinioni identiche.\n\nTra i Greci, anche Luciano di Samoatta conosceva questa verità.\"* Così ci dice che “sia dall'Omero poeta che dalle epiche di Esiodo dovremmo capire che gli antichi erano d'accordo con gli astrologi,” e che è “la congiunzione di Venere e Marte” che “crea la poesia di Omero.”'© Platone, che riconobbe la stessa verità da solo, la fece verificare dagli Egizi. '*\n\nI Romani, che a loro volta presero in prestito molte delle loro divinità dai Greci, non erano diversi. Infatti, è a loro che dobbiamo i nomi attuali dei pianeti nel mondo occidentale in modo che, fino ad oggi, i pianeti portino ancora i nomi degli dèi.\n\nKronos divenne Saturno, il dio della civiltà. Zeus divenne Iuppiter, Diespiter, o semplicemente lovis, e, come i suoi omologhi in tutto il mondo, fu considerato re di tutti gli dèi. Ares divenne Marspiter, noto anche come Mavors—pronunciato Ma-oors—o Marmar, un dio della guerra sanguinario come il suo equivalente greco. Afrodite divenne Venere, mantenendo la sua posizione come regina di Giano e bellezza femminile. Hermes divenne Mirqurius, o Mercurius, ed era onorato come dio del commercio.\n\nLa sinonimia dei pianeti con gli dèi era così radicata tra i Romani che Cicerone negò la possibilità di cambiamenti orbitali planetari semplicemente perché credeva che tali cambiamenti fossero contrari alla natura divina dei pianeti.'”\n\nQuesta credenza, che gli dèi fossero realmente corpi astronomici divinità, toccò anche i popoli primitivi. Così il nome del grande dio polinesiano, Ta’urua, significa semplicemente “stella”'*—e qui non possiamo non notare la somiglianza di questo nome con quello di Tara, un epiteto di Kali/Durga, menzionato precedentemente, che significa anche “stella,” anche se nessuna connessione etimologica tra i due nomi è ancora emersa. Nei vecchi registri di Tahiti, il nome Ta’urua è applicato a Fomalhaut, una stella nella costellazione dei Pesci; alla cintura di Orione; ad Alphard o Cor Hydra; Betelgeuse; Canopo nella costellazione dell'Argo; Deneb nel Cigno; e Sirio. Ogni stella particolare veniva poi identificata da un epiteto chiarificante aggiunto al nome Ta’urua.\"* Tuttavia, lo stesso nome era anche applicato ai pianeti Giove e Venere. Il primo fu designato Ta’urua-o-rai’i-taetae’a-o-Havai’i-i-te-tua e il secondo come Ta’urua-e-hiti-Matavai.\"”\n\nTra il ramo Skidi degli Indiani Pawnee del Nord America, c'era chi, in un certo senso, potrebbe essere considerato degli astronomi. Questi uomini compilavano mappe stellari; identificavano le costellazioni e le stelle più luminose tra di esse; notavano i pianeti e registravano i loro movimenti. L'inizio dell'anno cerimoniale Pawnee era coordinato in riti.'\" Come scoprì G. A. Dorsey, “la maggior parte degli dèi celesti dei [Pawnee] erano"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 57,
            "content": "Il Giove romano—Iuppiter, Diespiter, lovis—re degli dèi, che personificava il pianeta dello stesso nome.",
            "captions": [
                "Da un affresco alla Casa dei Dioscuri."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 58,
            "content": "Il Mercurio romano —Mirqurius, Mercurius—dio del commercio, che personificava il pianeta dello stesso nome.",
            "captions": [
                "Da una scultura di Giovanni di Bologna."
            ]
        }
    ]
}
