[
    {
        "page_type": "main",
        "page_number": 179,
        "content": "Capitolo 7 IL SISTEMA SOLARE INSTABILE Poiché la Terra non è più un satellite di Saturno, diventa evidente che i pianeti del Sistema Solare sono stati rimescolati da allora. E qui potrebbe sorgere un'altra obiezione, poiché tale rimescolamento sarebbe visto da alcuni come una violazione della Legge di Bode, per non parlare della stabilità del Sistema Solare. Non sono necessarie referenze riguardanti la credenza nell'immutabilità del Sistema Solare nel suo complesso e dei suoi pianeti in particolare, poiché questa verità un tempo accettata è stata garantita da molti astronomi e astrofisici fin dall'alba dell'osservazione astronomica moderna. Si sottolineerà, ad esempio, che Simon Laplace (1749-1827) ha matematicamente dimostrato la quasi eterna stabilità dei pianeti del Sistema Solare, lavoro che è stato portato avanti e presumibilmente migliorato da Joseph Lagrange e Siméon Poisson. Tuttavia, studiando il lavoro di Laplace, scopriamo che ciò che ha presentato è stato trasformato in un dogma uniformista contro le sue intenzioni. Indipendentemente da ciò che gli storici della scienza hanno fatto delle sue cosiddette prove, egli stesso non era contrario al disordine celeste. \"Il cielo stesso, nonostante l'ordine dei suoi movimenti,\" scrisse, \"non è immutabile.\" Per quanto lo riguardava, la stabilità del sistema attuale è essa stessa \"disturbata da varie cause che possono essere accertate con un'analisi attenta, ma che è impossibile incasellare in un calcolo.\" Più di questo, si trovò a chiedersi se i corpi celesti del Sistema Solare potessero essere influenzati da forze diverse dalla gravità, ovvero se energie elettriche e magnetiche potessero anche giocare un ruolo. Come Peter Warlow descrisse l'intera questione: \"...la prima cosa che dobbiamo dire qui è che, contrariamente a un'affermazione spesso ripetuta, nessuno ha mai dimostrato che il Sistema Solare sia stato, o sarà, stabile per un periodo di tempo significativo. L'affermazione ha le sue origini circa duecento anni fa e deriva dal lavoro del Marchese de Laplace, che ha trascorso gran parte della sua vita a elaborare un modello matematico per il Sistema Solare. Il modello si basava sull'assunto che Newton avesse ragione nell'attribuire tutti i movimenti all'effetto della sola gravità, ed era limitato a una considerazione dei corpi maggiori—i principali corpi planetari più il Sole. I circa trenta altri corpi maggiori [da allora molti di più], sotto forma dei principali satelliti dei pianeti, furono ignorati.\" E ancora: \"Laplace stesso comprendeva pienamente i limiti del suo modello, e riconosceva che era del tutto possibile che il sistema potesse essere disturbato, sia a causa dell'apparizione di un nuovo corpo nel sistema, sia per qualche cambiamento dei corpi già presenti nel sistema. In effetti, sarebbe probabilmente appropriato classificarlo come un catastrofista, ed è piuttosto ironico che il suo nome sia stato così tanto abusato dagli uniformisti.\"",
        "captions": [],
        "headers": ["IL SISTEMA SOLARE INSTABILE"]
    },
    {
        "page_type": "main",
        "page_number": 180,
        "content": "Questo, tuttavia, non è il luogo per esaminare l'impulso che la matematica di Laplace ha avuto sugli astronomi successivi e la misura in cui hanno ritenuto opportuno reinterpretare il suo lavoro per adattarlo alle loro pregiudiziali uniformiste, e persino religiose. Come vedremo presto, la credenza in questa materia è cambiata considerevolmente dai tempi di Laplace. V. Szebehely e R. McKenzie hanno persino contestato il postulato molto precedente di G. Hills di un sistema Sole-Terra-Luna stabile, e sono giunti alla conclusione che la Luna potrebbe un giorno sfuggire alla Terra per diventare essa stessa un pianeta. Pertanto, se la Luna può ancora sfuggire all'attrazione della Terra per diventare un pianeta indipendente, cosa c'è di così bizzarro nel fatto che un altro satellite, in questo caso la Terra stessa, sia sfuggito alla presa di Saturno per diventare il pianeta autonomo che è ora? Tuttavia, la Luna non è l'unico corpo celeste nel nostro sistema che è stato recentemente calcolato come capace di un cambiamento orbitale. Simulazioni al computer di Gerald Sussman hanno indicato che le orbite dei quattro pianeti interni—Mercurio, Venere, Terra e Marte—sono instabili e soggette a futuri cambiamenti orbitali. Doug Lin aveva anche suggerito già nel 1982 \"che pianeti come Giove potrebbero migrare dal sistema solare esterno verso le loro stelle madri.\" Sebbene questi siano processi che si pensa richiedano milioni di anni, la cosa importante da ricordare, per il momento, è che la nuova Scienza del Caos dimostra oltre ogni ragionevole dubbio che il Sistema Solare non è il \"paradigma di prevedibilità che si immaginava una volta,\" e che la visione deterministica del mondo di Laplace non è più valida. Ciò che emerge ora è che la risonanza pervade il Sistema Solare e che probabilmente agisce attraverso effetti mareali. Come hanno dimostrato ulteriori retrocalcoli al computer condotti da Archie Roy e il suo team, le orbite dei corpi minori del Sistema Solare sono effettivamente caotiche e imprevedibili. E poi, in uno studio sulle perturbazioni planetarie condotto da John Bagby, si è scoperto che tali simulazioni al computer come quelle sopra descritte non sono, di per sé, affidabili oltre una certa lunghezza di tempo. Come ha dichiarato: \"Ho scoperto che ogni pianeta esterno fino ad almeno Marte era così perturbato da qualche causa ancora non modellata che le loro orbite dovevano essere ricalcolate ogni dieci anni.\" Sebbene le simulazioni di Bagby riguardassero i pianeti esterni, in contrasto con le orbite dei pianeti interni simulate da Sussman, Roy, ecc., va notato che Marte era incluso in entrambi gli studi.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 181,
        "content": "Bagby stesso giunse alla conclusione che un decimo pianeta, soprannominato \"X,\" o un compagno stellare, orbitava attorno al Sole oltre l'orbita di Urano, e che fosse questo oggetto massiccio a causare le perturbazioni dei pianeti esterni. Ma mentre il Pianeta \"X\" di Bagby deve ancora materializzarsi, le perturbazioni dei pianeti esterni rimangono reali. LA LEGGE DI TIZIO-BODE Ma cosa dire, si potrebbe chiedere, dello spazio tra le orbite planetarie dettato dalla Legge di Bode? Questa legge non sarebbe violata se la Terra fosse stata un tempo un satellite di Saturno? La Legge di Bode fu in realtà scoperta da Johann Daniel Titius di Wittenberg, Germania, nel 1772. Ma poiché fu portata alla ribalta da Johann Elert Bode, un altro astronomo tedesco—alcuni dicono addirittura rubata da lui!—è diventata nota con il suo nome. Cos'è questa legge? In ordine di distanze, i pianeti del Sistema Solare che si muovono verso l'esterno dal Sole sono Mercurio, Venere, Terra, Marte, Giove, Saturno, Urano, Nettuno e Plutone. Ciò che Titius scoprì fu che se prendiamo il numero 3, lo raddoppiamo, poi raddoppiamo il risultato, e continuiamo a raddoppiare in questo modo, otteniamo la serie 3, 6, 12, 24, 48, 96, ecc. Aggiungendo 4 a ciascuno di questi numeri si ottiene la serie 7, 10, 16, 28, 52, 100, ecc. Se poi dividiamo ciascuno di questi numeri per 10, otteniamo infine 0,7, 1, 1,6, 2,8, 5,2, 10, e così via. Ciò che è straordinario di questa serie finale è che risulta essere in discreto accordo con le distanze medie effettive di ciascun pianeta dal Sole, sempre muovendosi verso l'esterno, quando misurate in unità astronomiche. Dove questa legge sembrava inizialmente fallire era nella sua quarta posizione, poiché non si trova alcun pianeta a 2,8 unità astronomiche dal Sole. Ma poi, quando la cintura di asteroidi fu scoperta tra Marte e Giove abbastanza vicina a questa posizione, la Legge di Bode divenne scolpita nella pietra—nonostante il fatto che la legge crolli completamente quando si tratta di Nettuno e Plutone. Fu allora \"stabilito\" che gli effetti di questa legge si erano manifestati presto nella storia del Sistema Solare. Ma, nel 1960, Robert Bass dimostrò matematicamente che i pianeti tendono a disporsi in una serie di orbite di tipo Legge di Bode, secondo quello che definì il Principio di Minima Energia Potenziale Media, anche se inizialmente disturbati. Pertanto, la formula di Bode—perché di questo si tratta realmente—non rivela assolutamente nulla sulla disposizione originale dei pianeti del Sistema Solare. Ciò fu convalidato nel 1968 dal teorico sovietico A. M. Molchanov, che affermò che la Legge di Bode è in realtà il risultato di risonanze orbitali e che non poteva essere di origine primordiale. Questo fu ribadito sette anni dopo da Michael Ovenden, che rinominò l'assioma precedente di Bass come Principio di Minima Azione di Interazione, quando giunse a una conclusione identica a quella di Molchanov—che la distribuzione attuale delle orbite planetarie e satellitari è il risultato di perturbazioni reciproche.",
        "captions": [],
        "headers": ["LA LEGGE DI TIZIO-BODE"]
    },
    {
        "page_type": "main",
        "page_number": 182,
        "content": "ciò che si può dedurre da tutto questo è che \"la distribuzione attuale non fornisce alcuna informazione sull'origine del sistema solare.\" Nel 1970, J. G. Hills calcolò simulazioni del problema dei corpi multipli e scoprì che \"configurazioni planetarie arbitrarie, iniziate con posizioni e velocità iniziali puramente casuali, tendono, durante alcune migliaia o alcune centinaia di migliaia di anni successivi, a 'rilassarsi' in una configurazione di tipo Legge di Bode.\" Tanto per \"milioni di anni.\" Ora è vero che il sistema planetario che si rilassava più velocemente nelle simulazioni di Hills, in circa 2000 anni, consisteva nel Sole con quattro pianeti, ciascuno dei quali conteneva dieci volte la massa dei pianeti gioviani—difficilmente un ritratto del nostro Sistema Solare. Tuttavia, la composizione planetaria effettiva di questa simulazione non è la questione centrale qui discussa. Ciò che è importante tenere a mente è che Hills dimostrò che, in determinate condizioni, i pianeti possono rilassarsi in una configurazione di tipo Legge di Bode in un tempo relativamente breve. E questo è importante perché, fino ad allora, si pensava generalmente che fosse impossibile—il che, se non altro, dimostra che ciò che oggi si pensa impossibile in astronomia potrebbe essere considerato del tutto possibile domani. In realtà, come Bass informò i suoi lettori nel 1974, il fenomeno scoperto da Hills era stato previsto da Ernest Brown già nel 1931, ma nessuno sembra avergli prestato attenzione. Ciò che tutto questo implica è che la Legge di Bode è un empirismo basato sulla disposizione attuale dei pianeti. Lynn Rose lo spiegò meglio: \"Di solito non è il caso che il gioco matematico venga prima, e che un inventario dei cieli venga fatto dopo. Di solito il conteggio dei corpi celesti viene prima, e il tessuto della razionalizzazione matematica viene sviluppato dopo. Così Keplero considerò inizialmente che ci fossero sei corpi in orbita attorno al Sole—Mercurio, Venere, Terra, Marte, Giove e Saturno [poiché gli altri non erano ancora stati scoperti]—e poi inventò il suo schema che coinvolgeva i cinque solidi regolari per spiegare perché potevano esserci solo quei sei corpi. E nel diciottesimo secolo, quando Titius stava lavorando sulla sua legge e Bode la stava rubando, le proprietà dei corpi conosciuti furono esaminate per prime, e poi la formula matematica artificiale—ora nota come 'Legge di Bode'—fu sviluppata nel tentativo di razionalizzare ciò che era già noto.\" Infatti, una delle enciclopedie più rispettabili di astronomia afferma che \"la Legge di Tizio-Bode...è molto probabilmente una mera coincidenza.\" Comunque sia, quando si tratta del Sistema Solare attuale, il modello sopra descritto di Hills gli suggerì che una stima ragionevole per il rilassamento dei pianeti gioviani nelle loro orbite attuali sarebbe compresa tra 100.000 e un milione di anni. Pertanto, mentre si potrebbe sottolineare che lo stesso Bass era più interessato agli incroci orbitali di un Venere erratico proposto da Immanuel Velikovsky, che non ci riguarda qui, rispetto ai giganti gioviani, la conclusione di Hills potrebbe essere considerata un disastro per lo scenario saturniano qui proposto. Dopotutto, centomila a un milione di anni difficilmente collocherebbero il nostro evento ipotizzato nella memoria umana.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 183,
        "content": "Ciò che non deve essere perso di vista, tuttavia, è che queste simulazioni al computer, così come i calcoli di Ovenden, riguardano i moti di particelle puntiformi (o masse puntiformi) e non quelli di corpi solidi semi-rigidi. Questo, inoltre, è importante perché, secondo la meccanica newtoniana delle particelle puntiformi, il rilassamento dei pianeti in orbite risonanti sarebbe reversibile. Fu per questa ragione che, nonostante la stessa smentita di Ovenden, Bass suggerì l'inclusione dell'attrito mareale come uno dei modi per rompere questa tendenza al ritorno. Hills, così come successivamente Ovenden, non videro alcuna ragione per prendere in considerazione questo attrito. Se lo avessero fatto, i loro risultati sarebbero stati completamente diversi. Come indicò Bass, l'aggiunta dell'attrito mareale \"potrebbe portare i pianeti su orbite completamente diverse.\" Personalmente, non pretenderò che l'attrito mareale, o l'attrito mareale da solo, risolverebbe il problema saturniano. Nel frattempo, tuttavia, va tenuto presente che Bass non si basava tanto sulla scoperta di Hills quanto su un adattamento di essa. Alla fine, il Principio di Minima Azione di Interazione di Ovenden fallì nel prevedere le orbite attuali dei pianeti gioviani. Ovenden poteva salvare il suo Principio solo postulando l'esistenza una tantum di un oggetto massiccio aggiuntivo e poi eliminandolo a un certo punto nel tempo. Secondo questo postulato—che, a prima vista, dovrebbe sembrare più stravagante di quello proposto in questo lavoro—il Sistema Solare non ha ancora raggiunto l'equilibrio (il che ci ricorda molto il postulato di Bagby riguardo al suo pianeta non scoperto come causa delle perturbazioni planetarie). Ovenden collocò la catastrofe che eliminò il suo pianeta una tantum a 16 milioni (1,6 x 10^7) di anni fa, affermando anche che ci vorrebbero circa altri 280 milioni (2,8 x 10^8) di anni affinché il Sistema Solare raggiunga un equilibrio completo (consentendo così al suo Principio di Minima Azione di Interazione di realizzarsi). Tuttavia, poiché qui mi occupo solo delle orbite passate e presenti dei pianeti, i 280 milioni di anni di riaggiustamenti orbitali futuri di Ovenden sono irrilevanti per il nostro caso. Ma prenderemo nota del fatto che, secondo Ovenden, l'attuale quasi-equilibrio del Sistema Solare non è la sua fase finale—che, in effetti, il Sistema Solare si sta ancora adattando a un rimescolamento planetario relativamente recente. Inutile dire che sarà nuovamente sottolineato che un evento che si suppone sia avvenuto 16 milioni di anni fa è difficilmente \"recente.\" Ma non lasciamoci trasportare troppo perché una cosa che lo stesso Ovenden sottolineò toglie forza all'obiezione sopra menzionata. \"...se si può dimostrare che processi operano all'interno del sistema solare che possono riorganizzare le orbite planetarie in una scala temporale sufficientemente breve, allora dobbiamo concludere che la distribuzione attuale delle orbite planetarie e satellitari non contiene alcuna informazione sulle condizioni al momento della formazione del sistema solare.\" Questo fu ulteriormente ampliato più tardi da Archie Roy quando scrisse: \"Abbiamo visto che il lavoro di J. G. Hills e M. W. Ovenden ha dimostrato che, dopo un breve periodo di comportamento selvaggio, un sistema planetario potrebbe stabilizzarsi in una distribuzione di orbite molto simile a una configurazione di tipo Bode. Una tale configurazione, sotto l'azione di altre forze come l'attrito mareale, potrebbe spingere il sistema in una configurazione stabile vicina, che a un'ispezione potrebbe essere",
        "captions": [],
        "headers": []
    }
]