[
    {
        "page_type": "main",
        "page_number": 124,
        "content": "Museo Britannico.) L'Associazione Caledoniana, A. F. O’D. Alexander, prestò maggiore attenzione alle credenze antiche rispetto ai mitologi su questa particolare questione. Nella sua opera del 1962 sul pianeta Saturno, presentò correttamente gli estratti astrologici che abbiamo esaminato come riferiti a Saturno piuttosto che al Sole. Sfortunatamente, poi confuse la questione affermando che si trattava di 'un'associazione leggendaria tra questi due corpi' che serviva come 'una scusa per rendere i resoconti ancora più ambigui usando la parola per Sole quando in realtà si intendeva Saturno.' In realtà, non vi è alcun dubbio che Shamash fosse anche il nome babilonese del Sole. Infatti, un elenco bilingue dei corpi celesti, ora conservato nel Museo Britannico, mostra Shamash in modo chiaro e semplice come il Sole. Saturno è lì chiamato con il nome usuale di Ninurta. Questo è così vero che nei resoconti astrologici fu necessario introdurre una distinzione tra Shamash/Saturno e Shamash/Sole. Così come la glossa sopra menzionata era ritenuta necessaria per indicare che Saturno, invece del Sole, era inteso in quei pronostici che potevano apparire ambigui al lettore occasionale, allo stesso modo furono inserite glosse simili per",
        "captions": [
            "Shamash — il dio e il suo emblema — che gli Assiro-Babilonesi stessi identificavano con il pianeta Saturno. (Tavoletta di pietra di Nabu-anal-iadina, da Abu Habbah, IX secolo a.C., ora nel Museo Britannico.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 125,
        "content": "enfatizzare il ruolo del Sole, invece di Saturno, quando accadeva il contrario. In questo caso, la glossa era formulata per indicare 'Same u-mi', cioè 'Sama del giorno'. In effetti, varianti del nome Shamash significano ancora 'sole' in molte lingue semitiche moderne. Così, in ebraico, la parola comune per 'sole' è shemesh. Tra gli aramei, la parola era resa anche come SemeS (shemesh) o SimSa (shimsha). In epoca pre-islamica, la parola araba era SamSu (Shamshu). Persino in maltese, l'unica lingua europea con una base linguistica semitica distintiva, il Sole è chiamato xemx, dove la 'x' è foneticamente equivalente a 'sh', quindi shemsh. Tutto ciò solleva alcune domande molto interessanti. Perché, ad esempio, il pianeta Saturno era chiamato con lo stesso nome del Sole? Non è che i Babilonesi non avessero altri nomi per Saturno — ne abbiamo già incontrati due: En-Me Sar-ra e (Mul) Lu-Bat Sag-US. Inoltre, i nomi antichi, a differenza di alcuni moderni, avevano significati propri. Nessuno, a quei tempi, avrebbe pensato di nominare una persona o un oggetto usando un'astrazione lessicale. Shemesh, e quindi Shamash, significa 'essere brillante', e mentre questo può essere un nome appropriato per il Sole, difficilmente si penserebbe di riferirsi con lo stesso appellativo al minuscolo punto luminoso che è Saturno. Eppure è proprio ciò che fecero i Babilonesi. Come Jastrow fu costretto a concludere, 'il fatto che Saturno fosse anche chiamato il Sole è attestato sia da note esplicative associate a connotazioni astrologiche, sia da riferimenti nei testi classici.' Quindi, mentre comprendiamo che Shamash era il nome del pianeta Saturno così come del Sole, dobbiamo anche intendere che Saturno fosse un tempo ritenuto brillante quanto il Sole?",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 126,
        "content": "",
        "captions": [
            "Ninurta — con fulmini, spada e falce — da un rilievo trovato nel tempio dedicato al dio nell'antica Kalakh (o Kalhu), l'attuale Nimrud."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 127,
        "content": "liance superava (tutti gli altri).” È strano che si sia raggiunto e mantenuto questo consenso, nonostante l'affermazione di Virolleaud secondo cui ud (e, per estensione, l'accadico u) in realtà rappresenta “sole” o “luce solare.” Più recentemente, questo argomento è stato ripreso da Sjoberg e Bergmann, i quali hanno indicato che “originariamente u [e, per estensione, il sumero ud] non significava ‘tempesta’ ma ‘luce’.” Dunque, persino “sole” e “luce solare” non sono del tutto corretti. Gli epiteti citati sopra dovrebbero quindi essere letti come “la luce più furiosa[?]” e “Re, Luce la cui brillantezza superava (tutti gli altri—cioè tutti gli altri dèi).” Così, originariamente, Ninurta sembra non avere nulla a che fare con le tempeste, ma tutto con la luce—il che è molto in linea con le sue qualità solari. Nimrod è stato spesso identificato anche con il pianeta Saturno, sebbene la ragione di questa identificazione sia stata raramente chiarita. Quando viene fornita una spiegazione, di solito è simile alla seguente: Nimrod, talvolta chiamato Nebrod, il fondatore tradizionale di Babilonia, fu “il primo a diventare re sulla terra... e prese come titolo il nome del pianeta Kronos [che era Saturno].” Tuttavia, Nimrod non dovette assumere il nome del pianeta Saturno, poiché il suo nome era già quello di Saturno. Così, ad esempio, Nimrod è stato spesso considerato un alias di Ninurta. La verità, tuttavia, è che i due nomi sono in realtà uno solo. I caratteri cuneiformi che compongono nin, ur e ta possono anche essere letti come nim, ru e ud rispettivamente—che possono essere considerati le stesse sillabe invertite e che, naturalmente, formano “nimru-ud,” un nome che è stato popolarizzato come “Nimrod.” Ovviamente, non solo nei racconti leggendari, come quelli su Nimrod, Saturno è stato lodato come re—spesso il primo re che il mondo abbia mai conosciuto. Come abbiamo già visto sopra, nelle fonti originali, cioè più antiche, Ninurta/Saturno è proclamato lugal—cioè “re.” E questo, ancora una volta, è coerente con il resoconto mitico-storico, poiché tutte le divinità saturniane erano venerate come re, i primi della loro stirpe. In passato, quando la decifrazione del cuneiforme era ancora agli inizi e la traslitterazione delle divinità mesopotamiche non era stata ancora formalizzata, il nome Ninurta veniva variamente letto come Ninib, Ninip o semplicemente Nin, un titolo tradotto come “Signore,” sebbene significasse anche “Signora.” (Ed è forse per questo che Fred Bratton elencò Ninurta come una dea della fertilità, o si trattava semplicemente di un errore tipografico?) Così, gli studiosi della fine del XIX e dell'inizio del XX secolo erano soliti riferirsi a questa divinità astrale con uno o più dei nomi sopra citati. Scrivendo nel 1885, George Rawlinson optò per Nin",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 128,
        "content": "e Ninip. Tra gli epiteti di Nin/Ninip che egli discusse, ritroviamo ancora una volta quelli familiari come “il potente capo” e “il supremo.” Non solo questa divinità è lodata come il primo tra i re, ma anche come “il primo degli dèi,” dando così l'impressione che Saturno fosse il primo dio che l'uomo antico abbia mai riconosciuto come tale. Come abbiamo notato nel Capitolo 1 di quest'opera, il segno cuneiforme per “dio” e “pianeta” era lo stesso. Tuttavia, lo stesso segno cuneiforme rappresentava anche “re.” Ma, più di questo, lo stesso ideogramma veniva usato anche per “scrivere” il nome del grande dio sumero An (o Anu), il quale—come padre di tutti gli dèi, la “Testa della generazione più antica degli dèi,” presente all'inizio di ogni lista teologica di tutte le epoche—può anche essere inteso come una personificazione della divinità saturniana. Più in linea con il nostro argomento, troviamo anche Ninib lodato come “la luce del cielo e della terra” e, in modo piuttosto esplicito, come “colui che, come il sole, la luce degli dèi, irradia le nazioni.” Ancora una volta, non ha senso affermare che questi fossero epiteti metaforici destinati a essere applicati al dio e non al pianeta che rappresentava, perché per gli antichi che lo veneravano, il dio e il pianeta erano una cosa sola. E questo, incidentalmente, non è solo una mia affermazione. Gli studiosi della mitologia tradizionale avevano riconosciuto questo fatto da soli, anche se trovavano molto difficile accettarlo. Così, Peter Jensen fu costretto a vedere in Saturno un antico simbolo del “sole orientale” o del “sole all'orizzonte,” senza tuttavia offrire una sola prova a sostegno di questa interpretazione. Lo stesso George Rawlinson trovava questi epiteti “molto difficili da conciliare con l'idea che, come corpo celeste, [Ninip] fosse Saturno.” Un po' come Jensen, anche lui cercò di spiegare la situazione appellandosi a corpi astrali diversi da quello indicato dai testi stessi. Come scrisse: “Queste frasi sembrano riferirsi alla Luna, o a qualche stella molto brillante, e sono difficilmente conciliabili con l'idea che [Ninip] fosse il buio e distante Saturno.” Altrove, e in precedenza, Rawlinson aveva espresso lo stesso sconcerto quando si chiedeva: “Com'è possibile che il pianeta Saturno, oscuro e distante, possa corrispondere al luminare che ‘irradia le nazioni come il sole, la luce degli dèi’?”",
        "captions": [],
        "headers": [
            "NINGIRSU"
        ]
    }
]