[
    {
        "page_type": "main",
        "page_number": 264,
        "content": "La via del Tao è stata definita come la \"Via dell'Imperatore Giallo,\" lo stesso Shang-ti o Huang-ti che abbiamo presentato in una pagina precedente come la personificazione del pianeta Saturno. Pertanto, nonostante i diversi termini in cui è espressa, l'entità descritta, questo Tao, sembra non essere diversa da quella descritta da altre razze come il primo principio da cui si dice che sia proceduta la Creazione. È su questo \"Primo Principio che abbraccia tutto\" che Lao-tzu è stato in grado di basare un'intera filosofia la cui influenza sul pensiero, sull'arte e sulla letteratura cinese, nonostante le varie interpretazioni, è stata prodigiosa. Il Taoismo, infatti, divenne la filosofia dominante, chiamata Tao-chia, e persino religione, differenziata come Tao-chiao, della Cina. Ma che l'idea di base dietro entrambi derivi dagli eventi primordiali con cui ci stiamo attualmente occupando, non sembra esserci alcun dubbio. LA NUBE NEBULARE Un mito di creazione Yuki si riferisce a questo qualcosa indistinto come una \"nebbia\" e/o \"schiuma\" che \"si muoveva in tondo continuamente\" durante un periodo, all'inizio, quando non c'era ancora \"luce.\" Una nebbia simile è menzionata anche nella mitologia oceanica. Da Nias abbiamo quanto segue: \"All'inizio c'era una fitta nebbia, che si condensò e divenne un essere senza parola o movimento, senza testa, braccia o gambe.\" Questo essere, senza testa, braccia o gambe, ci ricorda l'entità eschimese Ataksak, che abbiamo già incontrato, che era anch'essa un essere senza braccia e gambe e che, molto simile al latino Giano/Saturno, esisteva nella forma di una sfera. Va anche notato che, mentre l'entità emersa dalla nebbia era detta essere senza movimento, il che si accorda bene con l'immobilità di Saturno, la mancanza di movimento non si applica necessariamente alla nebbia stessa. Qui, quindi, sembriamo intravedere quello che potrebbe essere stato un corpo sferico emergente da una sostanza che aveva l'aspetto di una nebbia. Nel loro mito di creazione, i Pima affermano che: \"All'inizio non c'era nulla tranne l'oscurità. Tutto era oscurità e vuoto. Per un lungo, lungo periodo, l'oscurità si raccolse fino a diventare una grande massa. Su questa, lo spirito del Dottore della Terra si muoveva su e giù come un batuffolo di cotone nella brezza. Poi il Dottore della Terra decise di creare per sé un luogo di dimora.\" È ovvio che l'entità che fu eventualmente tradotta in inglese come \"Dottore della Terra\" era il Creatore Pima. Nel frattempo, una \"nebbia\" rotante, \"schiuma,\" e/o \"batuffolo di cotone\" nell'oscurità sembra implicare una nube nebularia rotante. La natura vorticosa di quest'entità è ulteriormente supportata da un mito di creazione delle Isole Marchesi che dichiara che \"il vuoto primordiale iniziò a gonfiarsi, a vorticosi, a una crescita vaga...\" Questo sarebbe in linea con un",
        "captions": [],
        "headers": [
            "LA NUBE NEBULARE"
        ]
    },
    {
        "page_type": "main",
        "page_number": 265,
        "content": "idea proposta dal compianto David Griffard che, nel 1979, suggerì a questo autore che Saturno potrebbe concepibilmente essere stato \"avvolto in qualche oscuramento emanante dal corpo madre stesso che oscurava...una buona parte della sua stessa radianza.\" Questa idea sembra essere confermata dal mito di creazione zoroastriano in cui Zurvan si diceva avesse fornito, o emesso, la \"materia originale non formata.\" Questo è molto interessante perché, per un verso, il Zurvan iraniano era una divinità molto antica. Era considerato dai zoroastriani come il \"primo principio,\" il \"seme originale,\" e \"il padre del Cosmo.\" Ma, più di questo, questa antica divinità aveva un'identità ben nota. Pertanto, van der Waerden ci dice che, nei testi armeni, Saturno è chiamato Zruan che è lo stesso di Zurvan. I successivi adoratori di Mitra non si sbagliarono quindi quando identificarono Crono, il Saturno greco, con Zurvan. In realtà, l'identità di Zurvan come Saturno è ben attestata. L'implicazione qui è che questa nube nebularia è stata generata dal corpo rotante saturniano da cui la solitaria divinità—cioè Saturno—emerse lentamente in vista. Un'idea quasi identica fu successivamente proposta da David Talbott quando affermò che: \"Ci sono anche prove...che i pianeti partecipanti [del sistema saturniano] si muovevano attraverso un involucro gassoso diffuso, che quasi certamente avrebbe impedito la vista delle stelle.\" Il suggerimento di Griffard del 1979, che un oscuramento di qualche tipo potrebbe essere stato emesso dal pianeta Saturno stesso, mi ha indirizzato verso il cosiddetto disco di accrescimento, o nube placentale, da cui si suppone che i pianeti del Sistema Solare siano stati accresciuti. Drammatiche rappresentazioni di tali nubi da parte di noti artisti spaziali come Chesley Bonestell sono apparse con una certa regolarità in riviste astronomiche e libri illustrati. Girare tali immagini sottosopra, in modo da poter vedere l'intero panorama dal basso invece che dall'alto, mi ha dato un'idea di come Saturno potrebbe essere apparso se fosse stato circondato da una simile nube placentale. Il cielo sarebbe stato quasi completamente oscurato dal colossale disco nebulario. Parte dell'emisfero meridionale di Saturno sarebbe emersa attraverso la sua nube equatoriale, rendendosi quindi chiaramente visibile come un disco rosso opaco agli occhi umani. Ciò che mi ha intrigato di queste illustrazioni grafiche molti anni dopo è stato che queste nubi circumstellari avevano tutte l'aspetto di un vortice che sembrava essere composto sia di nebbia che di schiuma sporca (e persino di batuffolo di cotone verdastro), rendendole quindi paragonabili a ciò che è stato descritto in alcuni dei miti presentati nella sezione precedente. Un simile anello di gas è stato trovato circondato da una stella vicina da scienziati spaziali dell'Università della California, Berkeley, nel 1985. I dischi di polvere attorno a cosiddetti soli neonati sono stati",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 266,
        "content": "effettivamente fotografati dal telescopio Hubble nel 1994. E poi, nel 1998, Philip Nicholson e i suoi colleghi della Cornell University teorizzarono che, nei primi giorni del Sistema Solare, Urano potrebbe essere stato circondato da una simile nebulosa gassosa. Non potrebbe una tale nube nebularia aver circondato il pianeta Saturno nell'infanzia dell'umanità? MOT Nella mitologia ebraica, il caotico bohu era inteso come un'espansione di fango. Questo è identico al mot fenicio che fu prodotto all'inizio delle cose. \"Alcuni dicono che questo [mot] fosse fango e altri una decomposizione acquatica. Da esso vennero tutti i germi di tutte le cose create ed era l'origine di tutto.\" Ora, quando si esaminano le illustrazioni di questi cosiddetti dischi di accrescimento, si può vedere che queste nubi nebulari non solo sembrano essere composte di nebbia vorticosa, schiuma o batuffolo di cotone, ma hanno anche l'aspetto di fango o melma in ebollizione. Baudissin, d'altra parte, supponeva che la parola mot connotasse acqua. Gaston Maspero ugualmente intese che \"Mot...è probabilmente una forma fenicia di una parola che significa acqua nella lingua semitica.\" I Babilonesi raccontarono la storia in modo diverso, ma anche loro sostenevano che la Creazione iniziò dalle acque. Considera l'Enuma Elish: \"Quando in alto il cielo non era stato nominato—La terra ferma sotto non era stata chiamata per nome—Non c'era altro che il primordiale Apsu, il loro generatore—E madre Tiamat, che li generò tutti—Le loro acque mescolandosi in un unico corpo.\" Da questa e altre sezioni dell'Enuma Elish apprendiamo che Apsu (o Abzu—anche Zuab) rappresentava l'oceano primordiale di acqua dolce. Abzu potrebbe persino essere stata l'origine del greco abyssos—(latino abyssus)—da cui l'inglese ha derivato la parola \"abisso\" e quindi \"il profondo.\" La Babilonese Tiamat, d'altra parte, è equivalente all'ebraico tehom o, più correttamente, al femminile tehomoth. Ciò che sembra essere indicato qui è che",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 267,
        "content": "Apsu e Tiamat erano due corpi d'acqua uniti come un'unica entità. Il babilonese Berosso ci informa inoltre che, durante questo periodo—cioè all'inizio—\"tutto era oscurità.\" Anche Tiamat, secondo lui, era avvolta nell'oscurità. NU Ora, per caso, il Caos egiziano era chiamato Nu (o Nun). Ma Nu si riferisce più propriamente a \"l'oceano primordiale in cui, prima della creazione, giacevano i germi di tutte le cose e di tutti gli esseri.\" \"I testi lo chiamano [cioè Nu] il 'padre degli dèi', ma rimane un concetto puramente intellettuale e non aveva né templi né adoratori. A volte viene rappresentato come un personaggio immerso fino alla vita nell'acqua, con le braccia alzate per sostenere gli dèi che sono emersi da lui.\" Va qui menzionato che, sebbene Nu non avesse templi o adoratori, si celebrava un festival, noto come Per-t Nu, in suo onore. Di particolare significato per noi è anche il fatto che Nu era anche un nome di Amen-Ra, il nostro stesso Saturno. Così, nel Libro dei Morti egiziano, Nu afferma: \"Io sono il grande dio auto-creato...\" Ma poi viene posta la domanda: \"Chi è dunque questo?\" E la risposta data è: \"È Ra...\" Ed era Ra che si credeva avesse sollevato tutto ciò che è venuto in esistenza \"dalla profondità di Nu.\" Come ci informa Wallis Budge: \"Da vari passaggi trovati nei testi religiosi, mitologici e funerari di tutti i periodi è abbondantemente chiaro che nei tempi primordiali almeno gli egiziani credevano nell'esistenza di una massa d'acqua profonda e senza confini da cui erano emersi i cieli, la terra e tutto ciò che è in essi.\" Anche l'El/Elohim biblico era conosciuto come il dio dell'oceano cosmico. È stato, ad esempio, suggerito da Barry Frank che, tenendo presente che le vocali furono inserite nell'ebraico in un secondo momento, le consonanti che compongono \"Elohim\" possono essere lette come \"El ha Yam,\" che significa \"Dio del Mare.\" La stessa derivazione è stata suggerita sei anni dopo da Pro-",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 268,
        "content": "fessore Elihu Katz, ma Baruch Margalit ha respinto l'idea. Tra le obiezioni di Margalit c'era il fatto che il He (cioè, \"h'\") nel nome \"Elohim\" è un radicale, e non l'articolo determinativo; e che gli israeliti erano \"terrestri\" e quindi non inclini a divinità oceaniche. Tuttavia, nessuno ha suggerito che il he in \"Elohim\" stia per l'articolo determinativo. Ciò che è stato suggerito è che il nome \"Elohim\" potrebbe essere derivato da \"El ha Yam.\" Margalit avrebbe anche dovuto considerare che il \"mare\" a cui si fa riferimento, come nei miti della Creazione di altre razze, era uno celeste, in modo che gli israeliti \"terrestri\" non dovessero nemmeno entrare in gioco. Certo, questa derivazione del nome rimarrà controversa, ma non ne abbiamo realmente bisogno per sostenere il nostro caso. Come ha indicato Frank Moore Cross, l'idea che Elohim fosse un dio del mare risale effettivamente a una credenza antica. Una vecchia tradizione che ha citato ha il dio che afferma senza equivoci: \"Io sono El, nel seggio di Elohim sono incoronato in mezzo ai mari.\" Altrove, tuttavia, il Nu egiziano—questo \"abisso primordiale d'acqua\"—è alluso come pautet o pautti, che è stato tradotto come \"materia primordiale.\" Così Ra afferma: \"Io mi sono prodotto dalla materia primordiale [che] ho creato.\" \"Io mi sono prodotto dalla materia primordiale.\" \"Io sono venuto in essere dalla materia primordiale...\" È ovvio da tutto quanto sopra che l'uomo non sapeva cosa stesse guardando. Se il disco circumstellare che abbiamo postulato come circondante Saturno fosse un fatto, possiamo comprendere che l'uomo lo ricordasse come una nebulosità, qualcosa di indistinto. Possiamo anche comprendere il suo accostarlo a nebbia vorticosa, schiuma, o cotone soffice, persino a un ribollire di fango o melma, un caos, materia primordiale—ma acqua? Perché acqua? LE ACQUE DEL CAOS Fino al 1979, ho sostenuto l'idea che le acque del caos fossero in realtà terrestri. Infatti, avevo già descritto queste acque come accumulate in un mucchio di marea a causa dell'attrazione gravitazionale di Saturno che sovrastava. Sebbene continui a sostenere l'esistenza di una raccolta d'acqua accumulata nelle regioni polari settentrionali della Terra, un argomento che sarà esplorato in un volume futuro, alla fine mi sono reso conto, principalmente seguendo il consiglio di Roger Ashton e David Lorton, di riconsiderare le testimonianze antiche riguardanti la natura celeste delle acque del caos di cui si parla in relazione alla Creazione. La natura celeste di queste acque è forse meglio indicata nel mito egiziano. Tradizionalmente, le acque del caos egiziane che, come abbiamo appena visto, erano collettivamente conosciute come Nu, erano inequivocabilmente descritte come presenti nel cielo. Di ciò non c'era mai alcun dubbio. Come ci dice Budge, \"il nome Nu...è espresso da tre vasi d'acqua che indicano il suono, e il cielo disteso...e",
        "captions": [],
        "headers": [
            "LE ACQUE DEL CAOS"
        ]
    }
]