[
    {
        "page_type": "main",
        "page_number": 24,
        "content": "“Le discrepanze tra la reale posizione cosmica del Sole, dei pianeti e della Via Lattea potrebbero essere dovute a un registro distorto. Difficilmente possiamo supporre che persone con un calendario così accurato [e con una conoscenza così precisa dei movimenti del pianeta Venere] fossero ignoranti riguardo alle posizioni generali dei corpi celesti.” Poiché, come abbiamo già visto, traduzioni errate si sono insinuate nei registri antichi, il sospetto di Nicholson di un “registro distorto” non è, di per sé, irragionevole. Tuttavia, oltre alle traduzioni errate, ci sono stati anche numerosi fraintendimenti. Qui Nicholson fu intrappolata dai suoi predecessori, che avevano già identificato certi oggetti maya come il Sole, la Luna e la Via Lattea. Non le venne in mente che questi oggetti potessero essere stati identificati erroneamente. Tali errate identificazioni e, quindi, interpretazioni sbagliate, abbondano nei lavori passati sulla mitologia. Chiedete a chiunque abbia anche solo una modesta conoscenza della mitologia di nominare il dio del sole per eccellenza, e probabilmente indicherà l'egiziano Ra (o Re). E perché no? Non è forse ciò che affermano la maggior parte dei libri sulla mitologia? L'Enciclopedia Larousse della Mitologia è molto specifica: “Ra (o Re o Phra), che probabilmente significa 'creatore', è il nome del sole, signore sovrano del cielo.” Lo stesso vale per James Frazer, che riecheggiò questo dogma egiziano quando affermò: “Che Ra fosse sia il sole fisico che il dio del sole è ovviamente indiscusso...” Ma poi si conduce uno studio approfondito di questo “sole fisico” egiziano e “dio del sole” solo per giungere alla realizzazione che, personificazione del Sole, i suoi movimenti e caratteristiche non si adattano al ruolo del Sole.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 25,
        "content": "A parte il fatto che Ra brillava intensamente nel cielo, le caratteristiche e persino i movimenti attribuiti a Ra non si adattano al ruolo del Sole. Così, per esempio, Ra veniva spesso lodato come “Signore dei Cerchi” e come “colui che entra [o vive] nel Cerchio.” Era descritto come “colui che invia la luce nel suo Cerchio” e come il “Governatore del [suo] cerchio.” Cos'è questo Cerchio a cui alludono gli inni? Gli egittologi ci informeranno immediatamente che questo Cerchio di cui parlano gli inni era ciò che gli Egizi chiamavano Duat (o Tuat), una parola che è stata tradotta in inglese come “il Mondo Sotterraneo.” Può essere così, ma resta il fatto che si diceva che Ra brillasse dall'interno di esso. Diventa evidente, in altre parole, che, qualunque cosa Ra significasse una volta, era un corpo celeste che risiedeva all'interno di un cerchio o fascia o anello. Come tutti sappiamo, il Sole non invia i suoi raggi in un cerchio; non risiede in un anello. Ora ci saranno coloro che mi diranno che, in determinate condizioni, il Sole appare circondato da un anello. Si riferiranno, naturalmente, a quella rifrazione atmosferica che conferisce un alone, noto come parelio, all'orbita solare. Ma non solo questa è un'apparizione troppo rara per aver conferito a Ra il titolo di “Governatore del suo Cerchio” e/o “Signore dei Cerchi,” è anche un fenomeno che è limitato alle regioni settentrionali e difficilmente, se non mai, visto alla latitudine dell'Egitto. Ma c'è di più. Quando raffigurato sui muri dei templi e sui papiri, Ra è spesso mostrato sormontato da un disco rosso o dorato, il che non è inappropriato se il Sole è veramente rappresentato. Tuttavia, nelle liturgie a lui dedicate, Ra è descritto come avente irradiato una luce verde, piuttosto che dorata. Così un inno a Ra afferma: “Sei venuto con i tuoi splendori, e hai reso il cielo e la terra luminosi con i tuoi raggi di pura luce smeraldina.” In un altro inno leggiamo: “O Ra ... l'erede dell'eternità, auto-generato e auto-nato, re della terra, principe del mondo sotterraneo ... tu sorgi all'orizzonte del cielo e diffondi sul mondo raggi di luce smeraldina...” Non solo questo sole irradiava una luce verde, o smeraldina, ma esso stesso era verde. Come Donald Mackenzie informò i suoi lettori, nella sua forma di Sebek-Tum-Ra, questo sole era il “disco verde radioso.” “Salve Verde,” era il modo in cui Ra veniva lodato. I mitologi non hanno nulla da dire per spiegare perché gli antichi Egizi si riferissero al Sole come se fosse stato verde e irradiasse una luce verde. E, finché continueranno a credere che Ra fosse il Sole, come potrebbero? Il nostro Sole irradia una luce verde? Il disco del Sole attuale è verde? Consideriamo inoltre i movimenti dell'oggetto celeste chiamato Ra. In un'affermazione trovata in uno dei Testi delle Bare, la divinità viene indirizzata con queste parole: “Salirai sul grande lato Ovest del cielo e scenderai sul grande lato Est della terra.” Non è forse contrario a ciò che fa il Sole attuale? Il Sole oggi “sale” a ovest? “Scende” a est? Così Faulkner, che tradusse questo passaggio, non poté fare a meno di affermare che questa “inaspettata inversione dei punti cardinali è incomprensibile” e finì per attribuire ciò che per lui era un'incoerenza a “un errore in una copia antica che nessuno ha notato o almeno tentato di correggere.”",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 26,
        "content": "Questa spiegazione, tuttavia, presuppone che ci debbano essere altri testi che riportano il sorgere e il tramontare di Ra correttamente, cioè in accordo con i movimenti attuali del Sole. Ma, come ha indicato David Talbott, “ovunque la direzione del movimento della nave [del sole] sia esplicitamente connessa con le fasi del mattino e della sera, i testi invertono sempre la direzione prevista dall'interpretazione solare.” Peggio ancora, quando naviga nella sua nave, o barca, si dice che Ra scenda all'alba e “risalga” di notte, contrariamente a ciò che vediamo fare al Sole nel nostro cielo attuale. Ci sono molte altre caratteristiche di Ra che non si conformano all'aspetto e ai movimenti del nostro Sole che, per non anticipare la tesi principale di questo libro, lascerò ai capitoli successivi. Nel frattempo, vorrei semplicemente aggiungere che gli elementi che ho finora trattato non sono realmente passati inosservati ai mitologi. Ogni dato che verrà analizzato in questo lavoro è stato notato e, in alcuni casi, persino discusso. Sfortunatamente, queste incongruenze astronomiche non sono mai state raccolte in un unico luogo per analizzarle nel loro insieme—ed è esattamente ciò che intendo fare nei capitoli che seguiranno. CONTRADDIZIONI Le contraddizioni permeano i racconti antichi. Questo è particolarmente vero, ma non esclusivamente, per i racconti contenuti nell'Antico Testamento e quelli che costituiscono ciò che generalmente viene definito mitologia classica. Per fare solo due esempi: Nel capitolo sei del Libro della Genesi, che descrive il carico dell'arca in preparazione al diluvio imminente, è scritto che Dio comandò a Noè di portare a bordo due, un maschio e una femmina, di ogni animale vivente. Ma nel capitolo sette dello stesso libro, il comando a Noè è di portare a bordo due solo degli animali impuri, ma sette di ogni animale puro così come di ogni tipo di uccello. Perché questa differenza? Il secondo esempio che darò proviene dalla mitologia greca e riguarda la dea Atena. Secondo Esiodo, il padre della poesia didattica greca, Atena nacque dalla testa di Zeus, un racconto che divenne molto popolare tra gli antichi Greci. Ma, nonostante la notorietà del racconto di Esiodo, la discendenza di Atena, così come la natura della sua nascita, non era unanimemente accettata tra gli Elleni. Per alcuni fu Poseidone a generare Atena, Zeus divenendo suo padre adottivo solo perché la dea rinnegò il dio del mare. Per altri, il padre di Atena era Itono, re di Iton in Ftia. Successivo in popolarità al racconto di Esiodo era quello che affermava che Atena fosse stata generata dal gigante Pallante, che lei successivamente uccise e scuoiò. Secondo Apollodoro, invece, Pallante era il nome del compagno di giochi di Atena, che lei uccise accidentalmente durante un combattimento amichevole.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 27,
        "content": "",
        "captions": ["Atena—(scultura romana)—di chi era figlia? (Fotografia dell'autore, per gentile concessione del Los Angeles County Museum of Art.)"]
    },
    {
        "page_type": "main",
        "page_number": 28,
        "content": "Apollonio Rodio ci racconta che, secondo i Pelasgi, Atena nacque sulle rive del Lago Tritonide in Nord Africa, essendo stata allevata da Tritone (o Tritos), la divinità del lago. Filone di Biblo, basandosi sul resoconto di Sanchuniathon e citato da Eusebio di Cesarea, affermò che Atena era figlia di Crono. Quale di queste versioni, se ce n'è una, è quella corretta? Meglio ancora: se, come affermato sopra, il sapere mitico è stato fedelmente trasmesso oralmente attraverso i secoli prima di essere inciso per iscritto, come siamo finiti con così tante versioni diverse dello stesso racconto? Sebbene sia allettante attribuire tali contraddizioni a errori di registrazione quando questi miti furono scritti per la prima volta, non è sempre così. L'esempio sopra citato riguardante Noè dal Libro della Genesi non è stato scelto a caso. È stato scelto specificamente per chiarire un enigma. Così, in quel passaggio che dice che solo due di ogni animale dovevano essere portati a bordo dell'arca, le istruzioni provengono da Elohim, un antico nome che è solitamente tradotto come “Dio” nella maggior parte delle versioni inglesi dell'Antico Testamento. Ma nel passaggio che specifica che sette dovevano essere il numero portato a bordo degli animali designati come puri, il comando è detto provenire da Yahweh, a volte reso “Geova,” un altro antico nome che è solitamente tradotto come “il Signore” nelle versioni inglesi dello stesso testo. Non ci occuperemo, a questo punto, di una discussione sul fatto che questi due nomi—Yahweh ed Elohim—fossero solo due designazioni diverse per una e la stessa divinità. Lasceremo questo argomento per dopo. Gli studiosi biblici, tuttavia, hanno da tempo realizzato che l'Antico Testamento conserva più di una tradizione, e che, tra le altre cose, queste diverse tradizioni possono essere riconosciute dal nome applicato a ciò che si considera generalmente come “Dio.” Una di queste tradizioni si riferiva alla divinità come Elohim, un'altra tradizione si riferiva a lui come Yahweh. Così gli studiosi biblici si riferiscono a queste diverse versioni, tra le altre, come la tradizione Elohista da un lato, e la tradizione Yahwista dall'altro. Originariamente, queste diverse tradizioni appartenevano a popoli diversi che avevano tramandato le loro tradizioni oralmente, senza cambiamenti, di generazione in generazione. Ma, come accadde così spesso in passato, questi diversi popoli si fusero per diventare una nazione, anche se ogni fazione era persistente nel mantenere la propria particolare versione di ciò che credevano fosse accaduto in passato. In un momento ancora successivo, quando decisero di mettere per iscritto la loro storia, queste varie tradizioni furono incorporate come un tutto unificato, ma non privo di cuciture. E questo, per dirla semplicemente, è ciò che l'Antico Testamento, come esiste oggi, consiste. Così, allo stesso modo, con gli antichi Greci, che si riferivano a se stessi come Elleni, presumibilmente dopo Elena di Troia, una nazione che fu forgiata dai resti di civiltà precedenti e tribù erranti—Pelasgi, Minoici, Micenei, Achei, Troiani, Ioni, Dori, e chissà chi altro—ognuno dei quali portò le proprie tradizioni in quel crogiolo indoeuropeo che è diventato noto come storia greca e mitologia classica. Anche così, perché dovrebbero esserci più versioni di un particolare mito? Qui posso meglio chiedere al lettore di considerare un evento del mondo moderno—l'esplosione, da parte dell'esercito invasore, della colossale svastica che aveva dominato sopra i tedeschi in splendore simbolico sopra tanti raduni nazisti. Come osservò Lewis Greenberg: “Sembra esserci una certa confusione su quale svastica sia stata fatta saltare in aria, con alcuni che optano per quella sopra il Reichstag.",
        "captions": []
    }
]