[
    {
        "page_type": "main",
        "page_number": 39,
        "content": "Osiride, nella sua forma di Seker, morto nel suo sarcofago, con Iside a sinistra e Nefti a destra. (Da un bassorilievo nel tempio di Osiride a Dendera.) Chiamato Tezcatlipoca, che alla fine causò la sua caduta, non fu lui a mettere Quetzalcoatl nel suo sarcofago. E mentre si afferma esplicitamente che il cuore di Quetzalcoatl si trasformò nella Stella del Mattino, nel caso di Osiride ciò è solo accennato. Inoltre, nel caso di Osiride, è la sua anima, e non il suo cuore, a diventare la Stella del Mattino, sebbene, a dire il vero, gli Egizi credessero che l'anima risiedesse nel cuore. Cercando di spiegare le somiglianze che troviamo tra la mitologia americana e quella classica \"così come con le principali tradizioni degli Ebrei\", Max Fauconnet pose le seguenti domande: \"Significa forse che l'Umanità fu un tempo ridotta a un piccolo gruppo di individui che poi si diffusero sulla Terra, portando con sé le loro leggende che modificarono nei secoli in base ai nuovi climi e alle nuove abitudini? Oppure, come sembra più probabile, tutte queste leggende sono un resoconto confuso di grandi eventi su scala planetaria che furono osservati con terrore simultaneamente dagli uomini sparsi ovunque nel mondo?\"",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 40,
        "content": "Ma quale grande evento potrebbe aver dato origine alla strega che vola su una scopa, che troviamo su entrambi i lati dell'Atlantico? Sebbene l'idea che le streghe volassero nell'aria su scope risalga all'Europa medievale, i conquistadores spagnoli trovarono l'equivalente della strega negli annali dei Messicani nella figura di Tlacolteutl, dea del vizio e divoratrice di immondizia. Raffigurata nuda come alcune delle sue controparti europee, anche lei era una strega che volava nell'aria su una scopa. Immanuel Velikovsky—e spero che nessuno mi accusi di fare affidamento su uno studioso screditato—aveva una sua spiegazione riguardo l'apparizione della strega sulla scopa su entrambi i lati dell'Atlantico. Come notò: \"... se esiste un'immagine fantastica proiettata contro il cielo e che si ripete in tutto il mondo, è molto probabilmente un'immagine vista sullo schermo del cielo da molti popoli contemporaneamente. Una volta una cometa assunse la forma sorprendente di una donna che cavalca una scopa, e l'immagine celeste era così chiaramente definita che la stessa impressione fu imposta a tutti i popoli del mondo.\" Per quanto fantastica questa spiegazione possa sembrare a prima vista, non dovrebbe essere scartata a priori. L'apparizione delle comete, per esempio, non dovrebbe essere giudicata dalle flebili luminosità che hanno cercato invano di illuminare il cielo del ventesimo secolo. Quando si legge in un'enciclopedia prestigiosa di astronomia dello \"spettacolo straordinario che una grande cometa può produrre\"; quando si leggono nei cronache antiche, e non così antiche, di comete \"che si diffondono nella somiglianza di un drago,\" estendendosi dal Mare d'Irlanda fino alle regioni della Gallia, o di altre viste \"agitare la coda selvaggiamente come in agonia\"; quando si osservano raffigurazioni antiche, e non così antiche, di comete con le loro code che si estendono a metà del cielo, alcune delle quali erano abbastanza luminose da essere viste a occhio nudo in pieno giorno, non si può fare a meno di giungere alla conclusione che la magnificenza cometaria si stia esaurendo. Le comete odierne sembrano essere nient'altro che resti decrepiti, stanchi e pallidi—ombre spettrali della loro antica gloria. Se dunque, in un passato non così lontano, le comete sono apparse assumendo le forme fantastiche di draghi (per non parlare di spade e persino di persone), cosa ci sarebbe di così straordinario se una di esse avesse assunto una forma visualizzata da vari popoli come una donna che cavalca una scopa? In realtà, la visualizzazione delle comete come scope celesti era abbastanza comune nel Vecchio Mondo. In Cina, ad esempio, le comete erano anche conosciute come \"stelle candela\" che si diceva consistessero in una stella sopra la quale si potevano vedere scope puntare verso l'alto. E, infatti, il termine \"Stella Scopa\", in cinese reso sao-hsing, era il nome cinese più comune per \"cometa.\" Un fascio di paglia, che è ciò di cui consistevano le scope primitive, era anche un antico simbolo cometario europeo. È quindi indicativo che, come raffigurato in un codice azteco, la strega Tlacolteutl combini due simboli cometari separati, poiché non solo è mostrata cavalcare una scopa, ma la scopa stessa è accoppiata con l'immagine di un serpente-drago.",
        "captions": [
            "Rito funerario egizio. Ogni faraone morto diventava un Osiride e si credeva che ricreasse gli eventi della morte e resurrezione di Osiride per poter unirsi al dio in cielo. (Illustrazione di John Green.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 41,
        "content": "",
        "captions": [
            "Raffigurazione romantica della strega sulla sua scopa."
        ]
    },
    {
        "page_type": "main",
        "page_number": 42,
        "content": "",
        "captions": [
            "Tlacolteutl, dea del vizio e divoratrice di immondizia, la strega azteca che cavalca la sua scopa, la quale è accoppiata con l'ulteriore immagine cometaria del serpente-drago. (Dal Codice Fejervary-Mayer.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 43,
        "content": "È quindi indicativo che, come raffigurato in un codice azteco, la strega Tlacolteutl combini due simboli cometari separati, poiché non solo è mostrata cavalcare una scopa, ma la scopa stessa è accoppiata con l'immagine di un serpente-drago. Nonostante tutto ciò, e senza voler negare nulla di quanto detto sopra, rimane la mia convinzione personale che gran parte, se non la maggior parte, del registro mitostorico sia stato trasmesso da una cultura all'altra attraverso il mezzo della diffusione. Ma non fu, come generalmente si crede, una diffusione per contatto. Al contrario, sembra essere stata una diffusione per separazione. REVELRY DIVINA A questo punto, forse, sarebbe opportuno sottolineare che i problemi legati all'interpretazione della mitologia non sono solo una preoccupazione moderna. Gli stessi problemi occupavano le menti degli antichi—decisamente i Greci antichi che erano molto \"preoccupati del rapporto tra razionalismo e credenze tradizionali.\" Come osservò Fred Bratton: \"I Sofisti e i Neoplatonici anticiparono una soluzione moderna definendo i miti come allegorie che simboleggiavano verità morali o spirituali e non dovevano essere prese alla lettera. I filosofi neoplatonici e stoici del periodo ellenistico furono così in grado di mantenere sia la tradizione che il razionalismo. Questo metodo di interpretazione fu respinto da Platone e dagli Epicurei successivi come un modo per mantenere intatte le credenze soprannaturali tradizionali della religione di stato e per tenere i fatti della storia lontani dal popolo. L'imperatore Giuliano considerava i miti come insegnamenti esoterici compresi solo dall'aristocrazia intellettuale. I primi teologi cristiani screditarono i miti pagani mentre insegnavano nuovi miti per le religioni ebraica e cristiana.\" Al di là della forma d'arte, spesso più di natura voluttuosa o eroica che altro, la mitologia non è molto apprezzata dall'uomo moderno. Tuttavia, in una forma o nell'altra—e questo include l'occultismo passato e recente tra i giovani—la religione lo è. Qui risiede una delle principali incongruenze del problema che desidero affrontare perché, in sostanza, la religione è solo l'interpretazione filosofica e la ritualizzazione mistica del mito. Le forme che le varie religioni dell'uomo hanno assunto in passato, e continuano ad assumere nel presente, sono infinite. I nomi dei suoi dèi passati e presenti sono legione. I rituali che ha inventato con cui ha cercato, e continua a cercare, protezione divina e benedizione divina hanno spaziato da banchetti d'amore a orribili sacrifici umani di massa. Nel corso dei secoli, l'interpretazione espositiva e le apologetiche teologiche riguardanti i suoi riti e credenze hanno riempito volumi incalcolabili, la maggior parte dei quali non fa altro che contraddirsi a vicenda. Nel frattempo, le scoperte dell'antropologia e dell'archeologia continuano ad aggiungere prove non solo dell'antichità della fede di base dell'uomo ma anche dell'universalità della sua struttura tematica. Anche quel primitivo indomito, l'Uomo di Neanderthal, si è dovuto infine ammettere, aveva, ardente nel suo petto selvaggio, il bisogno disperato di soddisfare, o altrimenti placare, le forze invisibili associate alla morte. L'uomo, così sembra ora, è stato una creatura religiosa fin dal momento stesso della sua origine umana. Lo studio della religione comparata, nonostante la sua passata banalità complessiva, è sempre stato soggetto a intuizioni occasionali. Fin dall'inizio dello sviluppo del pensiero occidentale, i filosofi sono stati consapevoli dell'universalità di certi riti e credenze religiose. Tra questi si possono enumerare tutti i tipi di rituali lustrativi; il bisogno di una sorta di redenzione; l'immortalità dell'anima, della mente o dell'aura umana; la credenza in un paradiso, un inferno o qualche altro luogo di esistenza dopo la morte; e vari altri. La maggior parte di questi è stata spesso spiegata come un sollievo psicologico—un raggio di speranza contro la realizzazione di una vita futile coronata dalla finalità della morte. Si è detto prima che l'uomo è l'unico animale gravato da questa consapevolezza acuta. È anche per questa stessa ragione che coloro che hanno una mentalità irreligiosa, che se ne rendano conto o meno, molto spesso si trovano coinvolti in una continua ricerca del presunto significato della vita. La credenza in un aldilà non dovrebbe, di per sé, implicare una credenza in Dio. La credenza in una ricompensa, o punizione, dopo la morte, d'altra parte, sì—perché qualcuno, o qualcosa, deve esistere per giudicare e dispensare giustizia. Questo qualcuno, questo qualcosa, questo Dio, dovrebbe logicamente essere esemplare. Come mai la maggior parte degli dèi dell'uomo non lo è? Lo sforzo filosofico di discernere precetti morali nell'azione divina diventa qualcosa di farsesco quando ci si confronta con le attività empie della maggior parte delle divinità. Gli dèi greci, per esempio, erano colpevoli di parricidio, macelleria, cannibalismo, rabbia, gelosia, adulterio, stupro, incesto, inganno e massacri senza pari. Queste azioni non sono simboliche di precetti morali; sono le avventure irresponsabili di un gruppo di festaioli delinquenti. Perché, allora, i Greci guardavano a questi dèi imperfetti, costruivano loro templi costosi, offrivano loro sacrifici, preghiere e invocazioni, mentre i filosofi cercavano di illustrare la divinità di ciò che credevano essere l'universo ordinato confrontandolo con questi dèi? Gli Stoici e gli apologeti pagani avevano a lungo tentato di spiritualizzare i miti descritti da Esiodo e altri. Questa spiritualizzazione, sotto forma di allegorismo, continuò come modalità dominante di interpretazione mitica ben oltre il Medioevo e nel Rinascimento. Solo a metà del diciassettesimo secolo, e ancor più durante il diciottesimo, i filosofi iniziarono a ridurre gli episodi fantastici della mitologia classica a narrazioni di buon senso. Ma questo era semplicemente un tentativo di de-allegorizzare i miti. L'origine degli dèi, insieme ai riti a loro connessi, rimase inspiegata. Le azioni degli dèi greci non potevano più essere viste come il conflitto morale tra bene e male—tra virtù e vizio—per il semplice motivo che, secondo i miti, il male, o il vizio, era più spesso trionfante che no. Zeus era colpevole di più inganni e stupri di qualsiasi altro dio venerato dai Greci. Eppure questo stesso Zeus era considerato il sostenitore della legge e dell'ordine. Se questa illegalità divina non poteva essere spiegata allegoricamente, poteva solo significare che gli dèi erano impermeabili alle proprie leggi. Pierre Bayle si divertiva molto ad accumulare racconti che narravano delle lussurie di questi dèi e dee che potevano indulgere in stupri incestuosi e omosessuali. Per lui, il mondo greco era un mondo di divinità ossessionate dal sesso. Eppure i Greci dell'antichità credevano che queste azioni, normalmente ripugnanti anche per loro nonostante la loro società edonistica, avessero effettivamente avuto luogo esattamente come narrato dai primi poeti—da Esiodo, da Omero e altri.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 44,
        "content": "",
        "captions": [
            "Diana—dea greca della caccia. Scultura di Gaudens. Più spesso che no, tali soggetti mitologici servivano semplicemente come scusa per la rappresentazione del corpo umano nudo. (Fotografia dell'autore, per gentile concessione del Metropolitan Museum of Art.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 45,
        "content": "Fidia, architetto del Partenone e scultore della colossale Atena Parthenos, fu accusato di un atto di empietà semplicemente perché una delle figure sullo scudo di Atena si pensava gli somigliasse. Epicuro, poiché ebbe l'audacia di insegnare in una scuola mista, causò un grande scandalo ai suoi tempi. Quando Prassitele scolpì la sua famosa Afrodite, gli abitanti di Coo furono scioccati dalla completa nudità della figura. Socrate, poiché predicava contro gli dèi, fu accusato di blasfemia e di corrompere la gioventù del suo tempo. Per questo fu condannato a morte. Eppure queste stesse persone, così scandalizzate dall'empietà dei loro cittadini, potevano guardare ai loro sostenitori della legge, gli dèi, e scusare le azioni atroci di cui erano ritratti come colpevoli. Poiché il nostro mondo occidentale deve così tanto alla Grecia classica, non dovremmo meravigliarci dell'incongruenza di questa faccenda? Non dovremmo chiederci: cosa ha fatto sì che gli antichi—e i Greci non erano gli unici—chinassero il capo davanti a una tale costante illegalità nella vita dei loro sostenitori della legge? DIVINITÀ CELESTI Da fonti greche proviene il seguente noto racconto di conflitto familiare divino: La dea Gea generò un figlio chiamato Urano e poi giacque con lui in incesto. I figli di Urano, nati da Gea, pianificarono una rivolta contro il loro padre. Urano quindi imprigionò questi figli ribelli. Per vendetta, Gea infiammò il suo figlio più giovane, Crono, per rovesciare suo padre. Crono, nascosto in agguato, attaccò suo padre e lo castrò con una falce. Divenne quindi signore del cielo al posto di suo padre. Temendo una ribellione simile, Crono non ritenne opportuno liberare i suoi fratelli. Peggio ancora, giacendo in incesto con sua sorella Rea, iniziò a divorare la propria prole. Ma quando nacque suo figlio Zeus, Rea diede a Crono una pietra da ingoiare al suo posto. Quando Zeus crebbe, attaccò anche lui suo padre e lo depose. Come Urano e Crono prima di lui, Zeus ereditò quindi il dominio del cielo. Quali intuizioni filosofiche potrebbero essere nascoste in questo racconto di incesto, vendetta, castrazione, parricidio, cannibalismo, stupidità (perché come potrebbe un dio aver scambiato una pietra per il suo bambino?), e inganno? Non che i filosofi non ci abbiano provato. Pierre Jurieu, per esempio, vide Crono come un simbolo del tempo che divora ciò che prima produce. La convinzione di Jurieu derivava dal fatto che, in greco, \"Tempo\" è reso Chronos, concetto che attribuirono poi a Crono. Jurieu non si chiese cosa avesse spinto i Greci ad associare il tempo al loro dio Crono—e questa domanda avrebbe dovuto essere posta in considerazione del fatto che Crono era anche il nome greco del pianeta che chiamiamo Saturno. Per gli antichi Greci, il pianeta Saturno sarebbe apparso come nient'altro che un punto di luce nel cielo notturno, non diverso dal modo in cui appare a noi a occhio nudo al presente. Cosa, allora, potrebbe aver spinto i Greci ad associare questo punto di luce con l'idea astratta del tempo? Quando, come narrato nel mito sopra, Zeus depose Crono, depose anche il tempo? Meglio ancora, cosa significa che Zeus depose Crono?—perché Zeus era anche il nome greco di un pianeta, quello che oggi conosciamo come Giove. Cosa potrebbe significare che il pianeta Giove depose il pianeta Saturno? Nonostante ciò che filosofi, mitologi e studiosi di religione antica potrebbero aver scritto in passato, il racconto sopra riportato non può avere alcun significato filosofico—almeno nessuno che non sarebbe forzato. In considerazione del fatto che Crono e Zeus erano effettivamente divinizzati",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 46,
        "content": "",
        "captions": [
            "Zeus, che fu colpevole di più inganni e stupri di qualsiasi altro dio venerato dai Greci. Perché, allora, questo stesso Zeus era considerato il sostenitore della legge e dell'ordine? (Fotografia dell'autore, per gentile concessione del Museo Archeologico Nazionale di Atene.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 47,
        "content": "Fidia, architetto del Partenone e scultore della colossale Atena Parthenos, fu accusato di un atto di empietà semplicemente perché una delle figure sullo scudo di Atena si pensava gli somigliasse. Epicuro, poiché ebbe l'audacia di insegnare in una scuola mista, causò un grande scandalo ai suoi tempi. Quando Prassitele scolpì la sua famosa Afrodite, gli abitanti di Coo furono scioccati dalla completa nudità della figura. Socrate, poiché predicava contro gli dèi, fu accusato di blasfemia e di corrompere la gioventù del suo tempo. Per questo fu condannato a morte. Eppure queste stesse persone, così scandalizzate dall'empietà dei loro cittadini, potevano guardare ai loro sostenitori della legge, gli dèi, e scusare le azioni atroci di cui erano ritratti come colpevoli. Poiché il nostro mondo occidentale deve così tanto alla Grecia classica, non dovremmo meravigliarci dell'incongruenza di questa faccenda? Non dovremmo chiederci: cosa ha fatto sì che gli antichi—e i Greci non erano gli unici—chinassero il capo davanti a una tale costante illegalità nella vita dei loro sostenitori della legge? DIVINITÀ CELESTI Da fonti greche proviene il seguente noto racconto di conflitto familiare divino: La dea Gea generò un figlio chiamato Urano e poi giacque con lui in incesto. I figli di Urano, nati da Gea, pianificarono una rivolta contro il loro padre. Urano quindi imprigionò questi figli ribelli. Per vendetta, Gea infiammò il suo figlio più giovane, Crono, per rovesciare suo padre. Crono, nascosto in agguato, attaccò suo padre e lo castrò con una falce. Divenne quindi signore del cielo al posto di suo padre. Temendo una ribellione simile, Crono non ritenne opportuno liberare i suoi fratelli. Peggio ancora, giacendo in incesto con sua sorella Rea, iniziò a divorare la propria prole. Ma quando nacque suo figlio Zeus, Rea diede a Crono una pietra da ingoiare al suo posto. Quando Zeus crebbe, attaccò anche lui suo padre e lo depose. Come Urano e Crono prima di lui, Zeus ereditò quindi il dominio del cielo. Quali intuizioni filosofiche potrebbero essere nascoste in questo racconto di incesto, vendetta, castrazione, parricidio, cannibalismo, stupidità (perché come potrebbe un dio aver scambiato una pietra per il suo bambino?), e inganno? Non che i filosofi non ci abbiano provato. Pierre Jurieu, per esempio, vide Crono come un simbolo del tempo che divora ciò che prima produce. La convinzione di Jurieu derivava dal fatto che, in greco, \"Tempo\" è reso Chronos, concetto che attribuirono poi a Crono. Jurieu non si chiese cosa avesse spinto i Greci ad associare il tempo al loro dio Crono—e questa domanda avrebbe dovuto essere posta in considerazione del fatto che Crono era anche il nome greco del pianeta che chiamiamo Saturno. Per gli antichi Greci, il pianeta Saturno sarebbe apparso come nient'altro che un punto di luce nel cielo notturno, non diverso dal modo in cui appare a noi a occhio nudo al presente. Cosa, allora, potrebbe aver spinto i Greci ad associare questo punto di luce con l'idea astratta del tempo? Quando, come narrato nel mito sopra, Zeus depose Crono, depose anche il tempo? Meglio ancora, cosa significa che Zeus depose Crono?—perché Zeus era anche il nome greco di un pianeta, quello che oggi conosciamo come Giove. Cosa potrebbe significare che il pianeta Giove depose il pianeta Saturno? Nonostante ciò che filosofi, mitologi e studiosi di religione antica potrebbero aver scritto in passato, il racconto sopra riportato non può avere alcun significato filosofico—almeno nessuno che non sarebbe forzato. In considerazione del fatto che Crono e Zeus erano effettivamente divinizzati",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 48,
        "content": "",
        "captions": [
            "Antica scuola greca per ragazzi. L'istruzione non era obbligatoria. Le scuole erano private e richiedevano tasse. Le ragazze potevano ricevere un'istruzione simile in scuole separate. In Europa, scuole separate per ragazzi e ragazze continuarono come standard morale fino al ventesimo secolo. Quando Epicuro ebbe l'audacia di insegnare in una scuola mista, causò un grande scandalo. (Illustrazione di John Green.)"
        ]
    }
]