[
    {
        "page_type": "main",
        "page_number": 249,
        "content": "John Bahcall ha affermato che, indipendentemente dalla cifra reale, \"sembra esistere un difetto nei modelli attuali del Sole o nella nostra comprensione delle leggi della fisica.\" Inoltre: \"L'unico segnale diretto delle reazioni nucleari stellari previste dal modello standard è il flusso di neutrini provenienti dal Sole. Il problema è che la previsione sembra essere errata.\" La mancanza di neutrini non è uno stato illusorio causato da rivelatori imperfetti. Come ha dichiarato Bahcall, \"esiste un reale deficit di neutrini solari.\" Danylo Hawaleshka è andato oltre: \"Una possibile spiegazione [per questa mancanza di neutrini] è che le teorie prevalenti sul funzionamento del Sole siano errate — il che, se vero, sconvolgerebbe l'astrofisica.\" Non è che gli astrofisici non abbiano tentato di spiegare il mistero dei neutrini mancanti, ma lo hanno fatto solo presupponendo elementi solari non rilevati, come l'ipotesi che l'interno del Sole sia più freddo di quanto si creda; che i neutrini interagiscano con particelle non rilevate soprannominate \"wimps\"; o che \"il Sole stia attraversando una fase temporanea di inattività.\" Ma, come ha osservato Bahcall: \"Nessuno di questi modelli si è dimostrato coerente con tutte le caratteristiche osservate del Sole.\" Inoltre: \"Nessuno dei modelli modificati è pienamente coerente con la fisica ben consolidata, e ciascuno comporta ipotesi ad hoc progettate principalmente per adattarsi ai flussi di neutrini osservati.\" Peggio ancora, alla conferenza Neutrino '90 tenutasi al CERN vicino a Ginevra, è emerso che l'ultimo esperimento dell'epoca (conosciuto come SAGE), condotto da un team congiunto dell'allora Unione Sovietica e degli Stati Uniti, non aveva rilevato alcun neutrino solare. Un secondo esempio riguarda la teoria del Big Bang, che richiede una quantità di materia nell'universo molto maggiore di quella finora rilevata. Questo fu reso evidente nel 1932 quando Jan Oort tentò di calcolare la massa necessaria per produrre il moto osservato delle stelle al di fuori del disco visibile della Galassia. I suoi calcoli mostrarono che la massa effettiva della Galassia era inferiore del 50% rispetto a quanto richiesto dalla teoria. Questo fu confermato da Fritz Zwicky che, misurando le velocità delle galassie all'interno dell'ammasso della Chioma, giunse alla realizzazione che \"non c'era abbastanza materia visibile, o luminosa, per legare gravitazionalmente le galassie in movimento tra loro.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 250,
        "content": "Zwicky fu quindi costretto a ipotizzare che una sorta di materia oscura fosse presente nell'ammasso della Chioma \"per fornire una colla gravitazionale aggiuntiva.\" Negli anni '70, il problema si estese dalla nostra Galassia, la Via Lattea, fino oltre l'ammasso della Chioma, quando si scoprì che, secondo la teoria, tutte le galassie vicine dovevano contenere più materia di quanto precedentemente supposto. Questo portò a un dilemma: gli astrofisici furono costretti a modificare \"uno dei capisaldi teorici dell'astronomia\" o a optare per l'esistenza di qualcosa che non poteva essere visto: la materia oscura di Zwicky. Come riportato da Marcia Bartusiak, non ci fu competizione, poiché gli astronomi non erano disposti ad accettare la radicale ipotesi che la legge di gravitazione di Newton tendesse a crollare con la distanza. Come ammise Lawrence Krauss: \"Può sembrare leggermente radicale suggerire che le galassie siano dominate dalla materia oscura. Ma suggerire un'alterazione di una delle...forze naturali conosciute per spiegare queste osservazioni mi sembra eccessivo.\" Questo implicava che \"nelle galassie esistano da cinque a dieci volte più materia oscura rispetto alla materia visibile.\" Questo, naturalmente, influenzava la teoria del Big Bang, che assume che le galassie si formino per attrazione gravitazionale. La teoria richiedeva quindi la stessa quantità di materia che il modello gravitazionale dell'universo richiedeva. Ma dove si nascondeva questa materia oscura? Di cosa era composta? Come spiegò Halton Arp: \"Le ipotesi includono tutto, dalle particelle subatomiche come i neutrini a rocce oscure che circondano le galassie...Ma in realtà, postulare materia non rilevata equivale a inventare osservazioni che non esistono per spiegare contraddizioni alle nostre leggi fisiche attualmente assunte...\" Non è che la materia oscura non venga cercata. Proprio come nel caso degli sfuggenti neutrini, rivelatori sensibili dislocati in tutto il mondo stanno aspettando di registrare questa enigmatica sostanza, ora ritenuta composta da particelle subatomiche e costituente il 90% dell'universo. Al momento della stesura di questo testo, nessuno di questi rivelatori è riuscito a registrare una singola particella di materia oscura. Douglas Lin ha provato un metodo diverso. Con i suoi colleghi, Lin ha confrontato fotografie della Grande Nube di Magellano, una galassia vicina, scattate nel 1974 con altre scattate nel 1989, misurando \"la distanza quasi impercettibile\" che \"circa 250 stelle\" avevano percorso negli anni intermedi.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 251,
        "content": "La quantità di spostamento sulle lastre fotografiche, come descritto dallo stesso Lin, era \"come stare a San Francisco e misurare la velocità di una persona in cima al World Trade Center a New York che compie un singolo passo di lato nel corso di un anno.\" Nonostante ciò, nel 1994 Lin era abbastanza fiducioso da annunciare che questo spostamento gli aveva permesso, insieme ai suoi colleghi, di misurare effettivamente le velocità delle stelle in questione e quindi calcolare la quantità di massa necessaria per esercitare \"quella attrazione,\" che risultava essere \"da cinque a dieci volte più massa di quella che vediamo in tutte le stelle visibili.\" Ma, considerando che l'esistenza della materia oscura era già stata accettata, questo esperimento era davvero necessario? E questo equivaleva a rilevare la massa mancante effettiva? Lo stesso Lin suggerì che la massa mancante \"si trova in un alone di materia oscura che si estende per 300.000 anni luce o più dal centro galattico.\" Tuttavia, un suggerimento è una cosa; una prova diretta è un'altra. Come riassunse un commento editoriale su New Scientist nello stesso anno, la credenza nella materia oscura è simile a quella degli scienziati del XIX secolo che credevano nell'esistenza altrettanto nebulosa dell'etere. Queste due teorie—l'alimentazione nucleare del Sole e il Big Bang—non dovrebbero, quindi, essere accettate, ma poiché la scienza è ancora ottimista sul fatto che alla fine rileverà sia i neutrini mancanti che la materia oscura mancante, sono accettate. Personalmente, non userò un simile ottimismo come stampella per convalidare il modello saturniano che stiamo lentamente ricostruendo. Al contrario, intendo presentare una serie di richieste che questa teoria solleva, sia al suo interno che attraverso la scienza rigorosa, e come queste possano essere soddisfatte.",
        "captions": [],
        "headers": ["INTERNAL CONSISTENCY"]
    },
    {
        "page_type": "main",
        "page_number": 252,
        "content": "COERENZA INTERNA La prima richiesta della nostra teoria è ovvia. Poiché il nostro modello è stato costruito sulla forza del registro mito-storico, la teoria richiede che il registro mito-storico sia internamente coerente. Non avrebbe senso costruire un modello basato su un registro se quel registro stesso contiene elementi che contraddicono il modello in costruzione. Se il modello in costruzione deve essere considerato valido, il registro su cui si basa deve essere in grado di testare se stesso. Come abbiamo visto, abbiamo iniziato la costruzione del nostro modello concentrandoci sull'antica credenza che, un tempo, per usare un vecchio cliché, il pianeta Saturno fosse il corpo più prominente nel cielo terrestre. Perché questo dato venga accettato, tuttavia, il registro dovrebbe contenere dati aggiuntivi che ci dicano come il pianeta Saturno potesse apparire come il corpo più prominente nel cielo. Questa richiesta è stata soddisfatta quando abbiamo trovato affermato nello stesso registro che Saturno aveva precedentemente brillato come un sole; che era, in quel momento, l'unico corpo visibile nel cielo; e che era fisso permanentemente in un punto senza sorgere e tramontare. Lo stesso insieme di dati ci ha anche portato a credere che, durante questo stesso tempo non specificato, la Terra fosse stata un satellite di Saturno. Nel presentare le nostre prove che Saturno brillava effettivamente come un sole, abbiamo anche dovuto appropriarsi dei ruoli dei cosiddetti dèi del sole e presentarli in una nuova veste saturniana. Ma anche qui, la teoria richiede che il registro stesso identifichi così queste divinità. Nel caso di Shamash, che (o chi) per molti anni è stato presentato dai mitologi come la rappresentazione del Sole, abbiamo scoperto che questa entità celeste non era identificata dagli stessi Assiro-Babilonesi come tale, ma, piuttosto, come il pianeta Saturno. Nel caso di Helios, abbiamo visto che gli antichi Greci stessi avevano originariamente usato questo nome per designare il pianeta Saturno, e che solo più tardi il nome fu imposto al Sole. Nel caso dell'egiziano Ra, il cosiddetto dio del sole per eccellenza, abbiamo presentato un ostracon che identificava direttamente questa luminaria come Kronos, che era il nome che i Greci attribuivano al pianeta Saturno. Ma poiché questo dato è sia tardivo che solitario, la teoria richiede quindi che le caratteristiche di Ra non coincidano con quelle del Sole. E, come abbiamo visto nel primo capitolo di questo lavoro, le caratteristiche di Ra descritte nei testi antichi non si adattano affatto a quelle del Sole. Lo stesso vale per l'Indic Surya, come è stato evidenziato nel Capitolo 3, e una serie di altri cosiddetti dèi del sole. La nostra ipotesi che la Terra fosse stata un tempo un satellite di Saturno solleva proprie richieste, in quanto il registro mito-storico dovrebbe contenere almeno alcuni dati che indicano che Saturno era stato abbastanza vicino da essere visto come una sfera distinta e grande sospesa nel cielo. E, a dire il vero, oltre al fatto che la maggior parte dei cosiddetti dèi del sole sono effettivamente rappresentati sotto forma di disco, abbiamo anche trovato specificamente affermato che Giano/Saturno, per non parlare di Ataksak, era effettivamente descritto come una sfera. Ulteriori prove sono state presentate anche dall'Africa dove, ancora oggi, i nativi di quel continente non solo sono in grado di indicare il presente punto luminoso che è il pianeta Saturno, ma insistono che il pianeta è circondato sia da un anello che da un gruppo di nove lune. Escludendo l'intervento di extraterrestri—che abbiamo già avuto motivo di escludere—l'unico modo in cui questi nativi potrebbero essere venuti a conoscenza di queste informazioni è attraverso l'affermazione dei loro antichi antenati che avrebbero osservato il pianeta da vicino. Nel presentare le nostre prove che Saturno era fisso permanentemente in un punto, ci siamo basati esclusivamente sul registro stesso. Ma qui è emerso un elemento sconcertante, in quanto vari testi antichi descrivono il Ra egiziano come sorgente e tramontante. Il registro richiede quindi che questa apparente contraddizione venga risolta. Studiando i testi originali in cui sono contenute queste affermazioni, siamo giunti alla realizzazione che i sorgenti e tramonti di Ra sono dovuti a una traduzione errata. I testi mitologici in questione non dicono nulla riguardo a un Ra sorgente o tramontante. Ciò che descrivono è il \"venire fuori\" e il \"rientrare\" di Ra. Che i mitologi, credendo che Ra fosse il Sole, abbiano inteso questi termini come \"sorgere\" e \"tramontare\" è, ovviamente, comprensibile. Ma, in considerazione della mancanza di caratteristiche solari di Ra, e in considerazione dell'identificazione di Ra come una luminaria immobile, i termini in questione sono qui intesi come riferiti al brillare e all'oscurarsi del sole saturniano, un ciclo che sarà esplorato in un volume futuro. A sua volta, questa immobilità richiede una spiegazione. Da un punto di vista fisico, sono possibili due meccanismi. La prima, e più semplice, spiegazione è di una Terra bloccata in fase con Saturno, in modo che, molto simile alla Luna in relazione alla Terra, il nostro globo avrebbe presentato lo stesso emisfero verso Saturno nella sua orbita attorno ad esso. La seconda, ma più incredibile, spiegazione è di una Terra sospesa direttamente \"sotto\" Saturno, in cui quest'ultimo sarebbe apparso immobile nel polo celeste nord della Terra. Questo richiede quindi che il registro mito-storico sia in grado di farci accertare quale di queste due possibilità, se ce n'è una, si adatta meglio a ciò che gli antichi stessi descrissero di aver osservato nel cielo. Per quanto incredibile possa sembrare il posizionamento polare di Saturno, si è scoperto che questa spiegazione si adatta alle informazioni contenute nel registro mito-storico. Infatti, i testi lo affermano inequivocabilmente. Possiamo quindi vedere che, finora, il registro mito-storico soddisfa le richieste che esso stesso solleva; che ogni richiesta soddisfatta ne solleva altre; e che queste richieste sono anch'esse soddisfatte. È un effetto a valanga che deve essere seguito, come sarà seguito, fino alla fine, non importa quanto grande diventi la nostra valanga.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 253,
        "content": "IL RIGONFIAMENTO LITOSFERICO La nostra teoria solleva anche richieste geofisiche. Per esempio, sappiamo tutti come si formano le maree terrestri—almeno in una certa misura. Sono causate dall'attrazione del Sole e della Luna sulle acque oceaniche della Terra. Sappiamo che quando il Sole e la Luna applicano la loro forza attrattiva combinata mentre si trovano ad angolo retto l'uno rispetto all'altro, le maree sono relativamente basse. Le maree diventano molto più alte quando il Sole e la Luna applicano le loro forze attrattive combinate quando sono allineati. Ora consideriamo: Con il massiccio Saturno in prossimità della Terra, le maree che sarebbero state sollevate avrebbero dovuto superare quelle attuali. Inoltre, con Saturno posizionato nella sfera celeste nord della Terra, le maree terrestri avrebbero dovuto accumularsi nella regione polare nord della Terra. L'idrosfera, inoltre, non sarebbe stato l'unico elemento terrestre a rispondere alla forza attrattiva di Saturno. Anche l'atmosfera avrebbe dovuto accumularsi nelle aree settentrionali della Terra. E così, anche la crosta terrestre. Questo, quindi, è ciò che la tesi di Saturno richiede. Troviamo che sia così? Bene, cerchiamo di essere onesti. Ciò che era, non è più, quindi non possiamo ora fare un viaggio verso nord per vedere se l'acqua del mondo è effettivamente accumulata in una marea attorno al polo nord. La crosta terrestre, tuttavia, è un'altra questione. L'idrosfera e l'atmosfera della Terra si sarebbero facilmente riprese per stabilirsi in un guscio più uniforme attorno al mondo una volta che il legame lineare con Saturno fosse stato spezzato. La crosta terrestre, d'altra parte, avrebbe impiegato un periodo molto più lungo per riadattarsi alle nuove condizioni. E poiché lo scenario che abbiamo ipotizzato è teorizzato per aver svolto il suo dramma poco prima dell'ascesa della civiltà, dovremmo aspettarci che questo rigonfiamento litosferico settentrionale non si sia ancora completamente attenuato. Troviamo qualche prova di ciò? Certo che sì—e lo si sa dal 1958. Questo potrebbe sorprendere alcuni, perché ci è stato insegnato fin dall'infanzia che la Terra è una sfera imperfetta leggermente appiattita ai poli e distesa all'equatore. Ma le orbite dei primi satelliti artificiali, lanciati nel 1957 e nel 1958, hanno sorpreso tutti mostrando che lo schiacciamento polare della Terra è inferiore a quanto si credesse in precedenza.",
        "captions": [],
        "headers": ["IL RIGONFIAMENTO LITOSFERICO"]
    }
]