[
    {
        "page_type": "main",
        "page_number": 19,
        "content": "",
        "captions": [
            "Scrivano egiziano. Gli scribi egiziani indossavano speciali gonnellini inamidati che, sedendosi a gambe incrociate, fungevano da 'scrivania' su cui appoggiare il foglio di papiro durante la scrittura—il primo laptop? (Da una statua ora al Louvre, Parigi)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 20,
        "content": "L'ascoltatore poteva interrogare il recitatore e ricevere una risposta in spiegazione. Tuttavia, non si può interrogare la parola scritta. E, sotto questo aspetto, si perse tanta conoscenza quanta ne fu registrata. Questo dobbiamo tenerlo a mente mentre proseguiamo con il nostro studio e, pur non usandolo mai come una stampella, mi riserverò di ricordarlo al lettore di tanto in tanto nelle pagine che seguono. Come Sharon Begley et al. hanno osservato: «Prima che ci sia conoscenza, deve esserci memoria. Eppure pochi argomenti rimangono così sconosciuti, così oscurati da metafore e miti. Secondo gli antichi Greci, la vita è l'atto di ricordare la conoscenza che l'anima ha dimenticato al momento della sua nascita in un corpo... Pensatori successivi hanno notato la perversione dei ricordi—come nulla li imprima più fortemente del desiderio di dimenticare.» PERPLESSITÀ Roger Wescott ha scritto recentemente: «Da quando i filosofi greci hanno iniziato l'esame critico del mito omerico ed esiodeo, alcuni mitologi hanno caratterizzato i miti in generale come folli.» Come affermò Wallis Budge riguardo ai testi egiziani, la perplessità delle credenze antiche confondeva persino quegli stessi antichi che vi aderivano. Parlando in particolare dell'antichità del cosiddetto Libro dei Morti, Budge informò i suoi lettori che non c'è dubbio che «la maggior parte» di questi testi «sono molto più antichi del periodo del... primo re storico d'Egitto.» Secondo lui: «Alcune sezioni sembrano appartenere a un'epoca indefinitamente remota e primordiale.» Coloro che vennero dopo, tuttavia, non sembrano sempre aver compreso ciò a cui gli originali alludevano—che è esattamente la situazione che Thamus, rimproverando Thoth, intendeva sottolineare. «I testi più antichi portano in sé prove, non solo di essere stati composti, ma anche di essere stati rivisti o modificati molto prima dei giorni del re Mena [o Menes], e, giudicando da molti passaggi nelle copie incise in geroglifici sulle piramidi di Unas [e di altri re antichi], sembrerebbe che, anche in quell'epoca remota, gli scribi fossero perplessi e difficilmente comprendevano i testi che avevano davanti a loro.» Riguardo a un particolare, e molto importante, «capitolo» del Libro dei Morti—un «capitolo» che è stato considerato «un riassunto dell'intero Libro dei Morti»—e basando la sua opinione su quella di Chabas, Budge afferma che non solo era «molto antico» e «molto misterioso», ma «molto difficile da comprendere» anche «quattordici secoli prima della nostra era.» Possiamo noi, millenni dopo, fare meglio nel nostro tentativo di comprendere questi testi? E sono solo i testi egiziani che ci porranno questo problema? Parlando dei grandi poemi epici dei Germani, degli Indiani, dei Finlandesi e di altri popoli antichi, Sigmund Freud affermò che la causa originale dietro questi epici era già caduta",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 21,
        "content": "nell'oblio prima dell'arrivo di Alessandro Magno, il quale stesso lamentava di non avere un Omero che immortalizzasse le sue imprese. Saremo noi, tanti secoli dopo, in grado di scoprire «la causa dietro questi epici»? Ovviamente, come chiunque abbia letto qualcosa su di lui sa, Freud aveva in mente le sue credenze psicoanalitiche quando si riferiva ai miti antichi. Come ha osservato Richard Heinberg, «i sostenitori dell'approccio non storico all'interpretazione dei miti sono più o meno costretti non tanto a spiegare... i miti quanto a spiegarli via.» E, nonostante ciò che di buono si possa ancora dire dei metodi psicoanalitici di Freud, alla fine, è esattamente ciò che fece nei suoi tentativi di analizzare i messaggi che credeva contenuti nei miti antichi—finì per spiegarli via. Fortunatamente, come ha anche notato Heinberg, «l'approccio della 'fantasia collettiva' ai miti in generale sta iniziando a perdere terreno.» Così, nonostante la sua stessa vocazione di psicoanalista, Theodore Reik dovette ammettere che: «[I miti] ci apparvero inizialmente come sogni a occhi aperti collettivi, come realizzazione di desideri delle masse. Una tale caratterizzazione è ancora psicologicamente valida, ma oggi applichiamo l'interpretazione dei miti nella speranza di scoprire nelle loro profondità precipitazioni o sedimenti di eventi o situazioni storiche reali.» E, a dire il vero, Reik, così come altri della sua professione, sono ora dell'opinione professionale che «più un mito è diffuso, più è probabile che abbia una base storica.» Un esempio della complessità del mito proviene dal Papiro egiziano di Ani in cui, tra le altre cose, la divinità è fatta pronunciare le seguenti parole:",
        "captions": [
            "Sigmund Freud — 1856-1939. Nei suoi tentativi di analizzare i messaggi che credeva contenuti nei miti antichi, Freud"
        ]
    },
    {
        "page_type": "main",
        "page_number": 22,
        "content": "«Io sono il signore della corona. Io sono nell'Occhio, il mio uovo... Il mio posto è sul mio trono. Io siedo nella pupilla dell'Occhio.» Ora vi chiedo, quale significato può essere estratto da quanto sopra? Come «signore della corona», la divinità può essere intesa come il dio incoronato. Così può dire che il suo posto è sul suo trono. Non c'è nulla di enigmatico in un dio incoronato che siede sul suo trono. Ma cosa significa che la divinità è, o risiede, «nell'Occhio» o che siede «nella pupilla dell'Occhio»? Cos'è questo «Occhio» in cui risiede il dio? E perché l'occhio è equiparato al suo uovo? Cosa ha a che fare un occhio con un uovo? Cos'è questo uovo comunque? Eppure, per quanto enigmatiche siano queste parole, insieme ad altre relative a temi diversi, uno studio approfondito rivelerà la loro coerenza e persino logica una volta compresa la chiave del simbolismo che vi sta dietro. ERRORI DI TRADUZIONE Una volta che i miti furono messi per iscritto, gli errori di traduzione erano inevitabili. Qui, un'illustrazione offerta da Bob Forrest viene immediatamente in mente. «Posso immaginare come strane anomalie potrebbero sorgere nella trasmissione, e questo punto mi è stato chiarito da un curioso esempio che ho incontrato di recente: la scarpetta di vetro di Cenerentola. Ho sempre trovato strano che la scarpetta fosse detta di vetro, ma secondo il 'Dictionary of Phrase and Fable' di Brewer ciò è avvenuto tramite una traduzione errata della frase 'pantoufle en vair' (una scarpetta di pelliccia) come 'una scarpetta di vetro' (pantoufle en verre). Non suppongo, tuttavia, che le stranezze della trasmissione orale possano spiegare più di qualche 'peculiarità' di un mito, leggenda o storia.» Un altro esempio riguarda uno dei detti più famosi attribuiti a Gesù: «È più facile che un cammello passi attraverso la cruna di un ago, che un ricco entri nel regno di Dio.» Come indicato da Vitaliano, questa è più che probabilmente una traduzione errata del greco, in cui i Vangeli furono originariamente scritti, dove la parola greca per «corda»—kameylos—fu tradotta erroneamente come «cammello»—kamelos. Questo perché il suono della lettera greca epsilon suona molto simile a quello di epsilon per un orecchio straniero. Così le parole di Gesù dovrebbero essere tradotte come: «È più facile che una corda passi attraverso la cruna di un ago, che un ricco entri nel regno di Dio»—il che, ammettiamolo, rende la similitudine più efficace. Quando si tratta di ebraico, in cui i libri dell'Antico Testamento furono originariamente scritti, incontriamo difficoltà ancora maggiori perché, per una cosa, l'ebraico biblico era scritto senza vocali, rendendo così confusione tra parole contenenti le stesse consonanti ma suoni vocalici diversi, e, per un'altra, ci sono oltre mille parole ebraiche che compaiono solo nell'Antico Testamento e, in alcuni casi, compaiono lì solo una volta. Come, allora, senza confronto, può essere verificato con certezza il significato di tali parole? Come si vedrà nelle pagine successive, tali errori di traduzione, che devono più alla parola scritta che alla tradizione orale, permeano le fonti mitologiche della maggior parte delle antiche nazioni. Ma, piuttosto che risultare dannosi per la nostra causa, tali errori di traduzione, dove trovati, ci aiuteranno effettivamente a scoprire la verità.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 23,
        "content": "ERRORI DI INTERPRETAZIONE Il lettore occasionale di mitologia popolare potrebbe non rendersi conto di quanto il soggetto sia intriso di contenuti astronomici. Ciò è in parte dovuto all'avversione mostrata dalla maggior parte dei mitologi moderni verso qualsiasi cosa nei loro studi che abbia il sapore di connessioni astronomiche. Questo è così vero che quando Giorgio de Santillana e Hertha von Dechend osarono andare contro la tendenza comune nella loro monumentale opera, Il Mulino di Amleto, trovarono le porte dell'accademia chiuse in faccia. Come Martin Bernal trovò ragione di affermare: «Avendo scritto un importante libro su Galileo, de Santillana [che Bernal qualifica come forse il più grande storico della scienza rinascimentale] si interessò alla tradizione ermetica egiziana; poi, in tarda età, lesse Origine de tous les cultes di Dupuis e fu convinto dal suo argomento che gran parte della mitologia antica fosse in effetti allegoria per l'astronomia scientifica. «Nonostante l'enorme reputazione di de Santillana, Il Mulino di Amleto—il libro in cui lui e una giovane collega tedesca [Hertha von Dechend] esposero [un tale schema mitico-astronomico]—non fu accettato da nessuna casa editrice universitaria e fu pubblicato commercialmente. Ciò significa che gli studiosi rispettabili non sono obbligati a prendere in considerazione tale lavoro. Inoltre, il fatto che de Santillana si fosse spinto così oltre ridusse la sua efficacia come [storico]. Inoltre, il suo lavoro... poteva essere raggruppato con una sorta di 'frangia lunatica'; questo permise o addirittura costrinse gli studiosi ortodossi a ignorarlo.» All'inizio di questo secolo, i mitologi erano piuttosto consapevoli della natura astronomica dei miti antichi, ma, di recente, l'assunto generale è stato che queste connessioni astrali siano di derivazione tardiva, essendo state imposte a una mitologia già esistente. Tanto si può dire contro questo che si possono scrivere volumi, di cui questo è uno. Il problema, tuttavia, va più in profondità perché anche quei mitologi precedenti che avevano accettato la natura astronomica dei miti erano essi stessi spesso colpevoli di manipolare le loro fonti, così che, oggi, non è facile discernere cosa queste antiche fonti dicessero realmente riguardo ai poteri cosmici venerati dai nostri antenati. Questo non deve sorprendere perché, se si dovesse perseguire i motivi astronomici insiti nella maggior parte della mitologia, si sarebbe costretti a supporre che la percezione antica della sfera celeste fosse completamente diversa da quella dell'uomo moderno. Così, quando i mitologi moderni perseguono questi miti astrali, tendono a guardare il cielo, anche solo figurativamente, e si rendono conto che ciò che i documenti antichi affermano sui pianeti, e persino sul Sole e sulla Luna, non ha assolutamente alcuna somiglianza con il presente Sistema Solare. Eppure si deve tenere a mente che questi stessi antichi, come vedremo nel prossimo capitolo, erano piuttosto sofisticati quando si trattava di astronomia osservativa. Così qualcosa di un dilemma si presenta al mitologo, come è stato dimostrato in modo toccante, qualche decennio fa, da Irene Nicholson. In uno schema maya che si presume descriva la sfera celeste, Nicholson scoprì che il pianeta Venere era posizionato sopra il Sole, sotto il quale si trovava la Via Lattea e, sotto quella, la Luna. Sapendo benissimo che i Maya erano stati astronomi migliori di così, tentò di aggirare il problema attribuendo queste discrepanze a un documento difettoso.",
        "captions": []
    }
]