[
    {
        "page_type": "main",
        "page_number": 114,
        "content": "Gli astronomi degli ultimi periodi ellenistici e romani erano pienamente consapevoli che la loro scienza si basava sull'astronomia 'caldea' o 'babilonese'; e questo fatto non è mai stato completamente dimenticato. Platone stesso riconobbe questo debito greco nei confronti dell'astronomia babilonese, che è forse la prima confessione di questo tipo che si incontra nella letteratura greca. Anche quando si trattava di strumenti pratici come i dispositivi per misurare il tempo, sembra che i babilonesi avessero preceduto a lungo i greci. Così Erodoto poté scrivere che: 'Il sole-",
        "captions": [
            "a — Dea Madre SCN Uj Leone o> Zodiaco babilonese tardo che mostra le dodici costellazioni tra cui molte sono ancora riconoscibili nella nostra versione moderna."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 115,
        "content": "... e il gnomone con la suddivisione del giorno in dodici parti, furono ricevuti dai greci dai babilonesi. Seneca scrisse che Apollonio di Myndus apprese ciò che sapeva sui comete dai caldei, che era il termine generale dell'epoca per gli astronomi babilonesi: 'Apollonio dice che i caldei collocano le comete nella categoria dei pianeti e hanno determinato le loro orbite.' Epigene, d'altra parte, non era d'accordo con lui, affermando che, in realtà, i caldei non sapevano nulla delle comete e le consideravano filamenti di atmosfera attorcigliata. Per quanto riguarda le costellazioni, dobbiamo ancora i loro nomi attuali e le forme adottate ai greci, ma, a quanto pare, anche i greci avevano preso in prestito queste ultime dai babilonesi. Così, ad esempio, dove i greci vedevano uno scorpione nella costellazione dello Scorpione, così avevano fatto i babilonesi prima di loro. Dove i greci vedevano dei gemelli nella costellazione dei Gemelli, così avevano fatto i babilonesi prima di loro. Peter James ha persino indicato 'alcuni specifici prestiti linguistici' in questo contesto. Prendiamo, ad esempio, la costellazione che i greci chiamavano Pegaso. Per i sumeri e gli accadici questo gruppo di stelle era conosciuto come Iku, una parola che significava 'campo.' Perché, allora, i greci vedevano un cavallo in questa costellazione se avevano davvero preso in prestito il loro sapere da loro? Questo errore di denominazione, secondo James, deriva probabilmente dal fatto che, in greco, igo, che suona molto simile a iku, significava 'cavallo' — come registrato nei Tavole di Lineare B — prima che la parola ippopotamo fosse adottata in seguito. Se ciò è vero, significherebbe anche che il prestito della conoscenza astronomica babilonese da parte dei greci 'era già iniziato nei tempi micenei', a cui appartengono le Tavole di Lineare B. È noto che Democrito 'trascorse del tempo in Oriente e le sue idee astronomiche erano decisamente babilonesi.' Così, anche Hipparco, che basò gran parte delle sue scoperte su registrazioni babilonesi. Ecco cosa ha detto G. J. Toomer a riguardo: 'È sempre stato noto che Hipparco derivò materiale dall'astronomia babilonese. Un numero considerevole di osservazioni babilonesi è citato nell'Almagesto di Tolomeo (che è la principale fonte della nostra conoscenza del lavoro di Hipparco), e alcune di queste sono esplicitamente dette essere state utilizzate da Hipparco. Ma è solo nel presente [XX secolo], con la decifrazione e l'interpretazione dei testi cuneiformi pertinenti, che il suo debito verso le fonti mesopotamiche è stato rivelato più completamente. Così, sebbene le nostre informazioni sul lavoro di Hipparco siano per lo più indirette e frammentarie, la sua vasta conoscenza sia delle parti osservazionali che teoriche dell'astronomia babilonese è al di là di ogni dubbio.' Come ha sottolineato James:",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 116,
        "content": "'Questo periodo principale di prestiti greci inizia nel V secolo [a.C.] sotto l'impero persiano, che permise ai greci di familiarizzarsi bene con la Babilonia e le idee babilonesi. È chiaro che i registri precisi dei babilonesi erano inestimabili per i greci, e una certa quantità della loro teoria fu adottata. Nessuno di questo significa che i greci non abbiano appreso nulla di astronomico da soli. Così, ad esempio, nonostante Toomer, e come già notato, attualmente non ci sono prove che Hipparco derivasse la sua conoscenza della precessione, per la quale deve principalmente la sua fama, dai babilonesi. E, come per Hipparco, così anche per vari altri astronomi e filosofi greci.",
        "captions": [
            "SESS SNS. La costellazione babilonese chiamata Iku che, a causa di una somiglianza nel suono, divenne il cavallo Pegaso in greco. (illustrazione di Arthur Ungnad.)"
        ],
        "headers": [
            "LO ZODIACO"
        ]
    },
    {
        "page_type": "main",
        "page_number": 117,
        "content": "ed è per questo che chiamarono la fascia dello zodiaco \"il cammino della Luna.\" I cinque pianeti visibili ad occhio nudo erano anche visti percorrere lo stesso cammino, ma ciascuno a un ritmo più lento rispetto alla Luna.\" Fin dai tempi sumeri, le costellazioni dello zodiaco erano già conosciute. Molto prima ancora dei Babilonesi, le costellazioni del Toro, del Leone e dello Scorpione erano già state assimilate a un toro, un leone e uno scorpione. Lo storico della scienza tedesco, Willy Hartner, ha persino tentato di rintracciare i simboli associati a queste costellazioni ancora più indietro nel tempo, fino ai popoli neolitici di Elam e Persia. Già nel quarto millennio a.C., questi popoli del sud dell'Iraq stavano già disegnando tori, leoni e scorpioni adornati con simboli stellari.\" Per citare Edwin Krupp: \"Seimila anni fa, le stelle del Toro, del Leone e dello Scorpione sorgevano eliacalmente in momenti significativi dell'anno, come visto dalla latitudine di 30 gradi nord. Questa è vicina alla latitudine di Ur, la città sumera fondata sul fiume Eufrate cinquemila anni fa.\" I DIARI ASTRONOMICI Che i Babilonesi annotassero e registrassero con cura le eclissi è riportato da Claudio Tolomeo, che aveva accesso a una serie continua di tali osservazioni risalenti al 747 a.C. Tolomeo implica che la serie non risalisse ulteriormente nel tempo, il che ha portato vari esperti a sostenere che l'osservazione delle eclissi da parte dei Babilonesi iniziò con Nabonassar, che, secondo la cronologia generalmente accettata, regnò su Babilonia tra il 747 e il 732 a.C. Franz Xavier Kugler, che esaminò più di cento tavolette cuneiformi babilonesi riguardanti l'astronomia, ha dimostrato che i documenti più antichi contenenti un approccio scientifico all'astronomia risalgono solo alla seconda metà del sesto secolo a.C.\" Nabonassar, tuttavia, è noto per aver distrutto osservazioni precedentemente esistenti affinché la cronologia storica esatta iniziasse con il suo stesso regno.\" I Babilonesi compilavano anche un catalogo delle stelle fisse e registravano le occultazioni dei pianeti da parte del Sole e della Luna.\" Attraverso l'uso di gnomoni e altri orologi solari, erano in grado di misurare il tempo durante il giorno e di fissare la lunghezza del giorno solare con sufficiente accuratezza. Determinarono la rivoluzione sinodica della Luna entro una piccola frazione del valore corretto. Scoprirono che la lunghezza dell'anno solare era vicina a 3651/4 giorni.\" Sapevano che le comete erano corpi permanenti che ruotavano in orbite simili, ma maggiori, rispetto a quelle seguite dai pianeti.\" Quando Richard Stephenson analizzò il contenuto dell'astronomia babilonese, non la trovò carente. A suo avviso, nonostante la scarsità di testi del periodo 700-50 a.C., gli antichi",
        "captions": [],
        "headers": [
            "I DIARI ASTRONOMICI"
        ]
    },
    {
        "page_type": "main",
        "page_number": 118,
        "content": "... si erano dimostrati buoni e attenti astronomi. Tutto ciò che registrarono, ha concluso, \"è realmente accaduto nel cielo.\" Infatti, si è preso la briga di informare i suoi lettori di come i registri astronomici babilonesi stessero dimostrando utili agli astronomi moderni nel calcolare i cambiamenti nella lunghezza del giorno. Scoprì, ovviamente, un'incertezza statistica di 1,78 millisecondi per secolo, ma, come spiegò, questo \"deriva non tanto da imprecisioni nelle misurazioni babilonesi, ma più da incertezze nelle stime moderne del tasso di espansione dell'orbita della Luna.\" I Assiro-Babilonesi, o Caldei come li chiamò Diodoro Siculo, sapevano già che il sistema planetario era dinamico. Come scrisse Diodoro: \"Ognuno dei pianeti, secondo loro, ha il proprio corso particolare, e le sue velocità e periodi di tempo sono soggetti a cambiamento e variazione.\" Sapevano anche che la Terra era una sfera e quindi la contavano tra i pianeti. Questo è dimostrato dalle parole di Diodoro che scrisse che i Caldei affermarono \"che la luce della luna è riflessa e le sue eclissi sono dovute all'ombra della Terra.\" Tra i Babilonesi, i testi che trattano esclusivamente di osservazioni astronomiche, a differenza di quelle astrologiche, non sembrano essere apparsi fino a circa la metà del settimo secolo a.C. durante il regno di Nabonassar. È da questo periodo, fino al passaggio al millennio, che abbiamo in nostro possesso una collezione di tavolette cuneiformi a cui Abraham Sachs ha applicato il termine \"diari astronomici.\" Questi diari registrano fenomeni come la lunghezza dei mesi lunari, basati sulle fasi della Luna; eclissi lunari e solari; le date della prima visibilità di Marte, Giove e Saturno; le prime e ultime visibilità dei pianeti interni, Venere e Mercurio; le date delle occorrenze degli equinozi e dei solstizi; le date delle apparizioni significative della stella Sirio; e la \"congiunzione\" della Luna e di ciascuno dei pianeti visibili con varie stelle. Fenomeni meteorologici durante le stagioni delle piogge sono anche registrati, con diverse condizioni di nuvole e tempeste. A tutto ciò, si trova allegato il cambiamento nel livello (aumento o diminuzione) del fiume a Babilonia, spesso seguito \"da un rapporto di eventi secolari o voci di tali eventi.\" Infine, l'ammontare di prodotti (orzo, datteri, ecc.) che potevano essere acquistati per un siclo d'argento durante un mese è anche elencato. I dati tecnici—misurazioni, calcoli—dati in cubiti e gradi, sono prova di un tentativo sofisticato di riconciliare movimenti un tempo misteriosi con allocazioni numeriche, mentre le note riguardanti l'ostruzione della visibilità a causa del maltempo sono indicative di un'osservazione diligente.\" Non c'è nulla di spurio in questi diari astronomici—nulla di magico, mitologico o anche vagamente oracolare. Sono un semplice resoconto delle occorrenze notturne riguardanti i corpi celesti—da qui il termine \"diari\"—mese per mese, durante tutto l'anno. Se non fosse per gli eventi storici che riportano, probabilmente avrebbero suscitato meno interesse tra gli studiosi. Astronomicamente, non sono altro che un catalogo degli stessi noiosi eventi celesti che vediamo rappresentati nel cielo sopra di noi fino ad oggi. Ma sono accurati—così che uno studente moderno di astronomia non si sarebbe sentito imbarazzato se fosse stato l'autore dei diari. Come osservò Sachs: \"Alcuni di [fenomeni astronomici...",
        "captions": [],
        "headers": []
    }
]