[
    {
        "page_type": "main",
        "page_number": 254,
        "content": "Il fenomeno della schiacciatura polare della Terra è risultato essere inferiore a quanto precedentemente creduto, grazie ai satelliti artificiali lanciati nel 1957 e 1958. Più sorprendente ancora, le aberrazioni nell'orbita del Vanguard I attorno alla Terra nel 1958 portarono la NASA a rivelare che la Terra è in realtà a forma di pera, con il rigonfiamento situato al polo nord. (Stranamente, già nel 1500 Cristoforo Colombo aveva suggerito qualcosa di simile.) Altri satelliti successivi al Vanguard I hanno confermato questa scoperta. La vera forma della Terra, come ora dedotta, è meglio descritta come uno sferoide triaxiale piuttosto che oblato e, come ammise Desmond King-Hele, che condusse uno studio sul fenomeno: \"Nessuno ha ancora spiegato in modo soddisfacente perché il 'gambo della pera' sia al nord piuttosto che al sud...\". King-Hele suggerì che \"l'alternato scioglimento e solidificazione del ghiaccio polare sud nel corso dei secoli potrebbe aver avuto una certa influenza.\" Tuttavia, non è mai stato dimostrato come questo processo potrebbe aver causato un rigonfiamento litosferico al nord. È vero che King-Hele si riferiva al rimbalzo glaciale, ma bisogna considerare che lo scioglimento e la ricongelazione del ghiaccio glaciale avvenivano simultaneamente ai poli nord e sud. Il rimbalzo isostatico avrebbe quindi dovuto essere simultaneo. Perché allora questo rimbalzo avrebbe creato un rigonfiamento litosferico solo al nord? Frederick Hall fu più perspicace quando osservò: \"[Il fenomeno] pone una domanda che, sebbene ovvia, non viene praticamente mai posta. Cosa ha deformato la Terra sopra il polo nord?\". È vero che il rigonfiamento della Terra è stato misurato in soli 10 metri (33 piedi), anche se altri hanno stimato fino a 18 metri. Potrebbe non sembrare molto, ma come residuo o traccia di un precedente maggiore sollevamento del terreno, anche pochi metri sono significativi. Come indicò Hall: \"Le piccole dimensioni di questo spostamento indicano che la forza è stata di breve durata (nell'ordine di secoli o millenni) piuttosto che di eoni. Inoltre, l'effetto si sta rilassando, e in termini geologici l'influenza deformante deve essere stata straordinariamente recente.\" Leroy Ellenberger, un dichiarato antagonista della tesi di Saturno, trovò difetti in questa base teorica. Come mi consigliò, qualsiasi \"rigonfiamento mareale che sarebbe stato sollevato non avrebbe avuto il tempo di rilassarsi dalla perturbazione [del sistema saturniano].\" \"Fred Hall cita il rigonfiamento polare di 18",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 255,
        "content": "metri nella figura della Terra,\" continuò, \"ma qualsiasi Saturno polare avrebbe prodotto un rigonfiamento che oggi sarebbe misurabile in chilometri!\" Ma, posso chiedere, come fa Ellenberger a saperlo? Come sa quanto fosse distante Saturno dalla Terra per dedurre l'altezza del rigonfiamento mareale terrestre sotto la sua influenza? Come sa per quanto tempo questo rigonfiamento mareale sarebbe esistito? E come sa quando si è interrotta la configurazione saturniana? Io, per parte mia, non ho mai nemmeno accennato a questi parametri e, senza conoscere nessuna di queste quantità, non si può dire nulla sull'altezza del rigonfiamento originale o su quanto dovrebbe essersi rilassato fino ad oggi. (Inoltre, come lo stesso Ellenberger sa, e come altri hanno sottolineato, non era solo la posizione di Saturno sopra il polo nord terrestre a essere responsabile del sollevamento del rigonfiamento litosferico mondiale. Vi erano forze aggiuntive che entravano in gioco, ma sarebbe prematuro a questo punto approfondire tutto ciò.) E poi, è solo il rigonfiamento settentrionale in sé che dovrebbe preoccuparci? Che dire del fatto che la crosta terrestre è generalmente più spessa nell'emisfero settentrionale rispetto a quello meridionale? Certo, ciò è stato spiegato come derivante dal fatto che \"la maggior parte delle terre emerse si trova a nord dell'equatore,\" ma non è mai stato chiesto perché ciò dovrebbe essere il caso. I sostenitori della teoria della deriva dei continenti guardano alla configurazione delle masse terrestri della Terra e concludono che i continenti devono essere stati un tempo uniti. Io guardo alla stessa configurazione e vedo qualcos'altro. Non nego, con ciò, la deriva dei continenti e la tettonica a placche. Ma considerate: due dei più grandi continenti sulla Terra, e anche l'India, si restringono verso il polo sud. Nessuno si restringe verso il nord. La percentuale più alta di terre emerse della Terra, come notato sopra, si trova a nord dell'equatore; la percentuale più alta degli oceani della Terra, a sud dell'equatore. Nell'estremo nord, i continenti si uniscono al \"vertice\" del mondo per formare un cerchio riempito dall'Oceano Artico. Come per controbilanciare ciò, nell'estremo sud vediamo che sono gli oceani a unirsi al \"fondo\" del mondo per formare un cerchio riempito dal continente antartico. L'asse terrestre passa dal centro dell'Oceano Artico al centro dell'Antartide. È solo fortuito? È solo per caso che le masse terrestri della Terra siano principalmente concentrate a nord? (Per quanto riguarda l'esistenza o meno dell'Oceano Artico durante l'era della vicinanza di Saturno, lo lascerò a un'opera futura.) C'è un altro problema da considerare. Circondando l'Oceano Artico c'è una copertura di detriti nota come \"muck\". Quest'area è così vasta che copre in realtà un settimo della superficie terrestre. Questo \"muck\" è composto da una massa congelata di \"melma con limo, sabbia, ciottoli e massi, spesso con masse di materia vegetale e animale conservata, semi-decomposta o completamente decomposta.\" Questo disordine congelato si trova su pianure a bassa quota. Come notò un acuto scrittore su Pursuit: \"A meno che non sia stato",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 256,
        "content": "causato da alcune forze cosmiche che non abbiamo ancora rilevato, sembrerebbe essere un deposito subaereo derivato da un'erosione massiccia di terreni più alti e con pendenze più ripide.\" \"Tuttavia, la sua profondità in alcuni luoghi, e su aree enormi, ha sempre lasciato perplessi anche i geologi più aperti di mente. I russi, che possiedono le principali aree terrestri coperte da questa sostanza, hanno condotto studi prolungati su di essa per oltre mezzo secolo e, in alcuni luoghi, hanno perforato fino a oltre 4.000 piedi senza tuttavia raggiungere la roccia solida.\" Sebbene avremo molto di più da dire sulla formazione di questo \"muck\" in un'opera futura, il problema su cui vogliamo concentrarci qui è questo: da quali altezze si è eroso questo materiale? Come ha sottolineato lo scrittore su Pursuit: \"...le terre ora coperte da questo materiale devono essere state un tempo molto più alte sopra il livello del mare...\" Ma: \"Suggerire che le alture da cui proviene questa roba fossero una volta molto più alte e avessero un deflusso più ripido è eludere la questione e non aiuta affatto. Eppure c'è questo dannato 'muck' sparso ovunque e a profondità enormi. Deve essere spiegato.\" Un ulteriore fatto da considerare è che non esiste alcun \"muck\" simile al polo sud terrestre. LA NATURA DELLE FORZE MAREALI Si potrebbe ora chiedere: poiché la Luna ha anch'essa un lato che guarda sempre verso la Terra, non dovrebbe anch'essa presentare un rigonfiamento mareale su quell'emisfero? In effetti, lo fa. Questo è stato scoperto dalle navicelle Apollo in orbita utilizzando \"un dispositivo laser per misurare accuratamente le altezze delle caratteristiche su gran parte della superficie lunare.\" È emerso che la Luna, piuttosto che essere una sfera perfetta, è in realtà leggermente a forma di uovo, con la sua estremità stretta puntata verso la Terra. Questo rigonfiamento litosferico si eleva di 2 chilometri sopra la superficie lunare. A differenza della distorsione settentrionale terrestre, questo è un rigonfiamento \"vivo\", non il residuo di uno. Eppure, come notò Harold Urey, questa ellitticità lunare \"è circa diciassette volte maggiore di quanto calcolato dalle attuali forze mareali.\" Quello che Urey sta dicendo qui è che l'attrazione della Terra sulla Luna",
        "captions": [],
        "headers": ["LA NATURA DELLE FORZE MAREALI"]
    },
    {
        "page_type": "main",
        "page_number": 257,
        "content": "non è abbastanza potente da sollevare questo rigonfiamento lunare. Allo stesso modo, tuttavia, e questo potrebbe sorprendere alcuni lettori, nemmeno l'attrazione gravitazionale della Luna è abbastanza potente da sollevare le maree oceaniche. Eppure lo fa. Un'altra obiezione sollevata da Urey è che \"è difficile credere che l'interno della Luna possa sopportare tali stress per periodi geologici di tempo.\" Può essere così, ma il rigonfiamento è lì, quindi, indipendentemente dalle forze che sono entrate in gioco per sollevarlo, l'\"interno della Luna\" lo sostiene attualmente. Non ha senso dire che ciò è impossibile. Inoltre, come ammise Keith Runcorn, in condizioni attuali, il rigonfiamento lunare \"sarebbe scomparso da tempo.\" Per questo motivo, alcune autorità hanno affermato che il rigonfiamento lunare non è sollevato da forze mareali, ma da qualche altro meccanismo sconosciuto. Tuttavia, mentre non è questo il luogo per approfondire questo particolare argomento, l'altezza del rigonfiamento lunare sarebbe piuttosto coerente se fosse stato formato relativamente di recente, ancora più recentemente di quello terrestre, in condizioni diverse da quelle attualmente postulate. Un'altra cosa da tenere a mente qui è che, dato ciò che sappiamo, o pensiamo di sapere, sulle forze mareali, la Terra è destinata a influenzare marealmente la superficie lunare, e questo effetto si manifesterà sull'emisfero lunare rivolto verso la Terra. Quindi, se il rigonfiamento lunare in questione non è il risultato dell'attrazione mareale terrestre, dove, allora, si manifesta quella forza? Ora, come accade, Ellenberger ha avuto motivo di sollevare ulteriori obiezioni alla nostra ipotesi riguardante il rigonfiamento litosferico terrestre. Come ha affermato: \"...se il minuscolo rigonfiamento settentrionale manifestato nel geoide fosse veramente di origine mareale come affermato, allora il geoide non sarebbe a forma di pera, ma sarebbe invece un ellissoide prolato, con i rigonfiamenti a nord e sud. Questo deriva dal fatto elementare che i rigonfiamenti mareali si manifestano sia sul lato vicino che su quello lontano del corpo soggetto, come con la marea lunare che si verifica due volte al giorno...\" Roy Gallant ha spiegato sinteticamente il fenomeno con le seguenti parole: \"La gravità, ricordate, si indebolisce man mano che la distanza aumenta. Quindi la Luna tira con maggiore forza sul lato della Terra rivolto verso la Luna, con meno forza sulla materia al centro della Terra e con la minima forza sul lato opposto della Terra. Un secondo rigonfiamento mareale si forma così sul lato opposto dove si crea una 'collina' d'acqua lasciata indietro. Poiché quest'acqua è più distante dalla Luna, viene tirata con la minima forza.\" Il fatto che le maree lunari influenzino le acque oceaniche della Terra due volte al giorno è dovuto alla rotazione terrestre che raggiunge il rigonfiamento mareale secondario. Ma anche questo non è altro che una versione idealizzata",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 258,
        "content": "della situazione reale come assunta da astronomi e fisici. Non è, ad esempio, del tutto vero che le maree oceaniche si verifichino due volte al giorno. Ci sono molte aree che sono influenzate da una sola marea per giorno lunare. Anche così, perché la Terra non ha sviluppato un rigonfiamento secondario al polo sud? In realtà, chi può dire che non lo abbia fatto? Per cominciare, l'idrosfera è una cosa, la litosfera è un'altra. L'acqua, essendo un liquido, risponde molto più facilmente alle forze mareali rispetto alla solida litosfera. E poi, con l'attrazione di Saturno stazionario più debole al polo sud terrestre, un rigonfiamento secondario in quella posizione sarebbe stato molto più basso rispetto a quello settentrionale. Chi può dire che un rigonfiamento meridionale non si sia formato sotto l'attrazione costante di Saturno e che questo rigonfiamento, essendo molto più basso rispetto al suo corrispettivo settentrionale, si sia nel frattempo completamente appianato? Ovviamente, non potremo mai sapere se un tale rigonfiamento meridionale si sia mai formato. Ma allora, è indispensabile che un tale rigonfiamento meridionale si sia formato? Non c'è alcun rigonfiamento secondario sulla Luna a contrastare quello rivolto verso la Terra. Ma poiché questo rigonfiamento lunare è stato squalificato come mareale, cerchiamo un esempio migliore. Indico quindi Phobos, una delle lune di Marte, un pezzo di roccia irregolare che misura appena diciassette miglia nel suo asse più lungo. Anch'esso esercita un'attrazione gravitazionale su Marte e, sì, anch'esso solleva un leggero rigonfiamento su quel pianeta. Poiché Phobos orbita il pianeta più velocemente di quanto Marte riesca a ruotare, questo rigonfiamento marziano tende a rimanere indietro, ma c'è, e non c'è alcun rigonfiamento secondario a contrastarlo. Ma allora quanto sappiamo davvero sulle forze mareali? Ne sappiamo così poco che non possiamo nemmeno prevedere la marea per un punto qualsiasi su un oceano. Oh sì, possiamo prevedere le maree per tutti i principali porti e altre linee costiere, ma \"queste non sono calcolate dalla teoria generale... ma dall'analisi dei dati mareali raccolti per un lungo periodo di anni nel porto particolare.\" Non ha nemmeno senso appellarsi alle leggi di Isaac Newton perché lo schema newtoniano non riesce a spiegare queste anomalie. Come hanno sottolineato James Gilluly e i suoi collaboratori: \"Questi e molti altri fatti rendono chiaro che le maree non sono una semplice risposta diretta alla componente verticale dell'attrazione gravitazionale della Luna, che è davvero troppo debole per sollevare efficacemente le masse d'acqua.\" Concesso che queste parole furono scritte nel 1951, nel frattempo non è cambiato molto in questo senso. Quindi, qual è il punto? Dal poco che sappiamo sulle forze mareali, il modello saturniano che abbiamo indagato richiede ancora che un rigonfiamento litosferico sia stato sollevato al polo nord terrestre, e che questo rigonfiamento si sia in parte ridotto una volta che l'allineamento lineare della Terra con Saturno si è interrotto. Il residuo di tale rigonfiamento litosferico settentrionale esiste ancora oggi. Possiamo quindi affermare con sicurezza che questa richiesta è soddisfatta.",
        "captions": [],
        "headers": []
    }
]